{"1": "Trong hai câu thơ sau có bao nhiêu từ mang thang bằng: \"Ô! Hay buồn vương cây ngô đồng/ Vàng rơi! Vàng rơi: Thu mênh mông\"?", "2": "Cơ quan nội tạng nào trong cơ thể động vật và người được gọi là \"lá mía\"?", "3": "Trước kia, triều Nguyễn từng quy định những người thuộc dân tộc nào ở nước ta thì mang các họ: Danh, Kiên, Kim, Sơn, Thạch?", "4": "Hai nguồn tài nguyên quan trọng nhất mà sông ngòi nước ta cung cấp cho đời sống và sản xuất nông nghiệp là nước và ...", "5": "Theo lịch thi đấu được công bố vào tháng 6/2021, Việt Nam sẽ gặp Trung Quốc ở loạt trận thứ tám vòng loại thứ ba World Cup 2022 - khu vực châu Á vào ngày mùng mấy Tết Nhâm Dần?", "6": "Diễn viên Trần Anh Khoa đã đoạt giải diễn viên xuất sắc nhất tại Liên hoan phim châu Á lần thứ 18 diễn ra tại Rome, Italy với vai chính trong bộ phim nào?", "7": "Which city in Vietnam is also known as the city of red flamboyant flower?", "8": "Ngày 10/9 vừa qua, trung tâm du lịch nào của nước ta đã được Thủ tướng Chính phủ cơ bản đồng ý thí điểm sử dụng Hộ chiếu vaccine đón khách du lịch quốc tế?", "9": "Các xét nghiệm thực hiện theo kĩ thuật Real-time PCR hiện được dùng để xác định kháng nguyên hay kháng thể của virus SARS-COV-2 trong mẫu?", "10": "Người ta thường ví những người gan góc, lì lợm, dám đương đầu với những việc gian nan, không biết sợ hãi với loài vật nhỏ bé nào?", "11": "Hai loại cây có múi được trồng chủ yếu ở nước ta là cam và ...", "12": "\"Góp vàng đổi súng cối xay/ Bắn tan giặc, nước có ngày vinh quang\" là hai câu ca dao cổ động quần chúng tích cực tham gia phong trào nào?", "13": "Tháng 6/2021, Hiệp hội Địa lí Quốc gia Mỹ đã công bố ... là đại dương thứ năm trên Trái Đất.", "14": "\"Cỗ xe tăng\", \"những chú gà trống Gô-loa\", \"cơn lốc màu da cam\" lần lượt là các biệt danh của đội tuyển bóng đá nam những nước nào?", "15": "Kịch bản văn học của phim \"Hẹn gặp lại Sài Gòn\" - một bộ phim làm về Bác Hồ, do nhà văn nào viết?", "16": "KPI stands for \"Key ... Indicator\".", "17": "Giải pháp để bảo vệ và hạn chế sự ô nhiễm môi trường bằng quy tắc: tiết giảm - tái sử dụng - tái chế, còn được gọi với tên viết tắt là gì?", "18": "Theo thống kê, ở nước ta, đa số những người mắc bệnh đái tháo đường là đái tháo đường typ 1 hay typ 2?", "19": "Tác dụng chủ yếu của chiếc xe này đến từ vật thể nào?", "20": "Sắp xếp các đơn vị đo lường sau theo thứ tự từ bé đến lớn: tạ, yến, lạng, cân, tấn.", "21": "Những chữ cái nào trong bảng chữ cái tiếng Việt có dấu móc ở bên phải, phía trên?", "22": "Hậu quả của kết hôn gần làm cho các đột biến ... có hại được biểu hiện ở cơ thể đồng hợp.", "23": "Sự ra đời của nhà nước Văn Lang - Âu Lạc là một biểu hiện của nền văn minh ...", "24": "Năm 2020, nước ta có quy mô kinh tế lớn thứ mấy trong khối ASEAN?", "25": "Emma Raducanu và Daniil Medvedev là hai nhà vô địch của giải Grand Slam nào trong năm 2021?", "26": "Có giả thuyết cho rằng loại hình âm nhạc cổ truyền nào đã xuất hiện cùng với cây đàn đáy do Đinh Lễ sáng chế?", "27": "What is the country code top-level domain for Vietnam?", "28": "Từ năm học 2021 - 2022, các học sinh lớp mấy ở cấp Trung học cơ sở nước ta sẽ được sử dụng các bộ sách giáo khoa theo chương trình mới?", "29": "Các đảo trong quần đảo Trường Sa của nước ta là đảo núi lửa hay đảo san hô?", "30": "Các loại pin AA (pin tiểu) thông dụng tại Việt Nam hiện nay thường được thiết kế với giá trị suất điện động là bao nhiêu vôn?", "31": "Nền phù hiệu của tất cả các binh chủng Quân đội Nhân dân Việt Nam đều có hình gì?", "32": "Nếu sử dụng các nguồn nước giếng mà thấy răng bị đen nhiều, thì khả năng cao là nước đó bị nhiễm lượng lớn hợp chất của halogen nào?", "33": "Đây là những quan sát từ \"góc sân nho nhỏ\" của nhà thơ nào: \"Thấy trời xanh biếc mênh mông/ Cánh cò chớp trắng trên sông Kinh Thầy\"?", "34": "Trong y học Việt Nam, chữ cái nào thường được dùng để chỉ các căn bệnh ung thư?", "35": "Thời cổ đại, người Lưỡng Hà gọi vua là Enxi, Trung Quốc gọi là Thiên tử, người Ai Cập gọi là ...", "36": "Cứ mỗi 100 kilômét vuông diện tích lãnh thổ, Việt Nam lại có tương ứng khoảng bao nhiêu km chiều dài bờ biển?", "37": "Tiền đạo nào là cầu thủ ghi bàn nhiều nhất cho đội tuyển bóng đá nam nước ta tại vòng loại thứ 2 World Cup 2022 - khu vực châu Á?", "38": "Màu lá vàng của loài cây nào đã xuất hiện đầu tiên trong lời bài hát \"Nhớ mùa thu Hà Nội\" của nhạc sĩ Trịnh Công Sơn?", "39": "What's the meaning of the words which appear on the military flag of the Vietnam people's army?", "40": "Ngoài yếu tố bệnh tật, nguyên nhân hàng đầu dẫn tới tử vong ở người tại nước ta hiện nay là gì?", "41": "Các thí sinh tham gia \"Đường lên đỉnh Olympia\" hiện nay, xét theo năm sinh, thuộc Gen X hay Gen Z?", "42": "Bóng đèn ở bút thử điện thường chứa khí gì khiến đèn sáng đỏ lên khi có dòng điện chạy qua?", "43": "Trong toán học, để tính được chính xác diện tích, thể tích các hình phức tạp, người ta sử dụng công cụ gì của giải tích?"}