{"1": "Những năm tháng không thể nào quên (1970), Chiến đấu trong vòng vây (1978), Điện Biên Phủ - điểm hẹn lịch sử (1994) là những tác phẩm hồi kí của ai (do người khác ghi lại)?", "2": "Bộ phận nào ở ô tô hoặc xe máy số thể hiện rõ nhất nguyên tắc \"với công suất không đổi của động cơ, lực kéo tỉ lệ nghịch với vận tốc\"?", "3": "Ứng dụng nào sau đây không phải của Ca(OH)2: dùng làm vữa xây nhà, khử chua đất trồng trọt, bó bột khi bị gãy xương, điều chế clorua vôi là chất tẩy trắng và khử trùng?", "4": "What is the name of the scientist who created the rabies vaccine?", "5": "Huyện đảo nào là huyện đảo duy nhất trong sáu tỉnh Bắc Trung Bộ của nước ta hiện nay?", "6": "Nhà toán học nào là người tiên phong dùng chữ để kí hiệu các ẩn và cả các hệ số của phương trình, nhờ đó Đại số đã phát triển mạnh mẽ?", "7": "Bốn đức tính nào của con người được Hồ Chủ tịch xác định \"là nền tảng của Đời sống mới, nền tảng của Thi đua ái quốc\"?", "8": "Việt Nam đã trúng cử Hội đồng ... Liên Hợp Quốc trong phiên bỏ phiếu cuối ngày 11/10/2022 (giờ Việt Nam).", "9": "Chiều dài trung bình một bàn chân người đàn ông là quy ước được sử dụng để xác định 1 đơn vị đo độ dài nào?", "10": "Trong bài thơ Vội vàng, tác giả Xuân Diệu đã dùng hình ảnh nào để biến tháng Giêng vốn vô hình trở thành một vật thể hữu hình?", "11": "Giải Nobel Vật lí 2022 đã thuộc về ba nhà khoa học với các nghiên cứu liên quan đến lĩnh vực nào của vật lí?", "12": "Piperine là một chất gây cay xuất hiện trong loại gia vị phổ biến nào?", "13": "Which part of the lizard's body has the ability to regrow?", "14": "Anh em nhà Montgolfier là những người có công đầu trong việc sáng chế ra phương tiện bay nào?", "15": "Vị vua nào có nhiều niên hiệu nhất trong thời phong kiến ở nước ta?", "16": "Nhà máy thuỷ điện nào có công suất lớn nhất ở nước ta?", "17": "Cô gái nào đã đăng quang Hoa hậu Liên lục địa (Miss Intercontinental) 2022?", "18": "Chất nào sau đây làm quỳ tím ẩm chuyển sang màu hồng: axit glutamic, alanin, glyxin, anilin?", "19": "Một số loài thằn lằn có khả năng thay đổi màu sắc trên da theo ánh sáng. Đây là ví dụ về biến dị nào?", "20": "Huyền thoại quần vợi Roger Federer đã đánh cặp cùng ai trong trận đấu cuối cùng trong sự nghiệp thi đấu chuyên nghiệp của mình?", "21": "... là bản giao hưởng duy nhất của Beethoven có tiêu đề và có chủ đề nói về phong cảnh thiên nhiên ở vùng thôn quê.", "22": "Ai là người đầu tiên gọi quy luật ổn định của tần suất là luật số lớn?", "23": "Tên gọi Hà Nội bắt đầu xuất hiện từ triều đại nào ở nước ta vào năm 1831?", "24": "Cơ thể người có bao nhiêu đôi dây thần kinh tuỷ?", "25": "\"Đảo vẫn sinh tồn trên đại dương đầy gió bão\" trong thơ Trần Đăng Khoa miêu tả hòn đảo nào thuộc quần đảo Trường Sa?", "26": "Pin năng lượng Mặt Trời là thiết bị giúp chuyển hóa trực tiếp năng lượng ánh sáng Mặt Trời thành năng lượng điện dựa trên hiệu ứng ...", "27": "Vận động viên nào đã giành chức vô địch đơn nữ giải cầu lông Việt Nam mở rộng 2022 (Vietnam Open)?", "28": "Công thức hóa học của diêm tiêu natri là gì?", "29": "Khi chuyển lên đời sống trên cạn, tổ tiên của giới thực vật đã tiến hóa theo hai hướng: một dòng hình thành quyết, hạt trần, hạt kín, dòng còn lại hình thành nhóm thực vật nào?", "30": "Who is the author of Gone with the Wind (novel)?", "31": "Mở đầu thời đại đồ đồng trên đất nước ta là cư dân của nền văn hóa nào?", "32": "Thiên nhiên nhiệt đới ẩm gió mùa của nước ta thể hiện rõ nét ở quá trình hình thành đất ...", "33": "Mặt sàn khu vực thi đấu của các võ sĩ Sumo Nhật Bản có dạng hình học gì?", "34": "Tơ nào sau đây có bản chất xenlulozơ: bông, tơ tằm, len?", "35": "Trong Truyện Kiều, cái gì có thể \"Dầu lòng đổi trắng, thay đen khó gì\", và nếu có nó thì \"việc gì chẳng xong\"?", "36": "Nhóm nhạc nào sở hữu ca khúc K-Pop trụ hạng lâu nhất trên BXH Billboard 100 vào năm 2022?"}