{"1": "Nhánh toán học nào phát sinh từ những nhu cầu rất cụ thể của đời sống như xác định vị trí chính xác của tàu bè trên biển theo Mặt Trời hoặc các vì sao, xác định những khoảng cách lớn và lập bản đồ...?", "2": "Người ta dùng yếu tố nào để thay đổi trọng lượng riêng của tàu ngầm, khiến tàu lặn, lơ lửng hoặc nổi lên trên bề mặt nước?", "3": "Bộ huy chương SEA Games 31 được đúc chủ yếu bằng hợp kim của đồng và ...", "4": "After Brexit, the European Union was made up of how many countries?", "5": "Lớp động vật nào có số loài lớn nhất so với các lớp khác trong ngành động vật có xương sống?", "6": "\"Ông già Nam Bộ\", \"pho từ điển sống về miền Nam\" là danh hiệu những người yêu mến dành tặng nhà văn nào?", "7": "Lá cờ \"Quyết chiến quyết thắng\" vẻ vang của quân đội ta lần đầu tiên xuất hiện trong chiến dịch nào?", "8": "Chữ \"G\" trong giờ GMT (giờ quốc tế) là chữ viết tắt của từ tiếng Anh nào?", "9": "Hình ảnh ngôi đền trên biểu tượng của UNESCO lấy cảm hứng từ công trình nào của nền văn minh Hy Lạp?", "10": "Tay vợt nam đầu tiên giành được 21 danh hiệu Grand Slam danh giá là ai?", "11": "Kim cương có dẫn điện không?", "12": "How many countries will host FIFA World Cup 2026?", "13": "Ca ghép thận không cùng nhóm máu đầu tiên ở Việt Nam được thực hiện ở bệnh viện nào tại Tp.Hồ Chí Minh?", "14": "Khi biểu diễn số 2021 thành số La Mã thì cần dùng ba chữ cái nào?", "15": "Dụng cụ nấu ăn phổ biến nào ứng dụng nguyên lí: \"áp suất của khí trên mặt thoáng càng lớn, nhiệt độ sôi của chất lỏng càng cao\"?", "16": "Theo một thuật ngữ phổ biến trên thế giới những năm gần đây, một doanh nghiệp được gọi là \"startup kỳ lân\" nếu được định giá từ bao nhiêu USD trở lên?", "17": "Khoáng sản từ các mỏ antraxit ở Quảng Ninh, Thanh Hóa, Nghệ An, Quảng Nam... có thành phần chính là nguyên tố nào?", "18": "Trong thơ Xuân Quỳnh, tiếng gì \"Nghe xao động nắng trưa/ Nghe bàn chân đỡ mỏi/ Nghe gọi về tuổi thơ\"?", "19": "Thái Phiên và Trần Cao Vân đã mời vị vua yêu nước nào cùng mưu việc lớn, định tiến hành khởi nghĩa chống lại thực dân Pháp?", "20": "Năm 1945, ca khúc nào của nhạc sĩ Nguyễn Đình Thi được chọn để mở biểu diễn mở đầu cho sự kiện Tuần lễ Vàng ở Hà Nội?", "21": "Linh vật của SEA Games 32 là động vật nào?", "22": "Cầu kính đi bộ dài nhất thế giới nằm ở tỉnh nào của nước ta?", "23": "What is the country of the famous composer Mozart?", "24": "Thuật ngữ chỉ loại số nào bắt nguồn từ một từ trong tiếng La-tinh nghĩa là \"không hợp lý\"?", "25": "Sóng điện từ nào sau đây có khả năng xuyên qua tầng điện li để dùng trong truyền thông vệ tinh: sóng trung, sóng dài, sóng cực ngắn, sóng ngắn?", "26": "Thủy tinh được tạo nên khi nấu chảy hỗn hợp Na2CO3 và CaCO3 với loại vật liệu gì (ở nhiệt độ khoảng 1000 độ C)?", "27": "Đặc sản nào của vùng Tứ Kỳ, Hải Dương được nhắc tới trong câu: \"Bao giờ cho đến tháng mười/ Bát cơm thì trắng, bát ... thì đầy\"?", "28": "Quá trình ... lực có xu hướng làm cho bề mặt Trái Đất gồ ghề hơn, còn quá trình ... lực lại có xu hướng san bằng những gồ ghề đó.", "29": "Đầu mùa hạ, ngay sau cơn mưa lớn, vào ban đêm, ta có thể nghe thấy tiếng ếch kêu. Đó là tiếng kêu của ếch đực hay ếch cái?", "30": "Vị thủ lĩnh nào trong cuộc khởi nghĩa Hương Khê được coi là ông tổ của ngành quân giới (chế tạo, sản xuất vũ khí) nước ta?"}