{"1": "Trong truyện cổ tích Tấm Cám, nhân vật nào hiện lên mỗi khi Cám khóc?[1]", "2": "\"Trẫm muốn ra ngoài để được nghe tiếng nói của dân và xem lòng dân\" là quan điểm của nhiều vị vua triều đại nào?", "3": "Số tự nhiên chẵn lớn nhất có ba chữ số giống nhau là số nào?", "4": "... là đồng tiền kỹ thuật số có sức ảnh hưởng lớn nhất thế giới hiện nay.", "5": "Bậc đai cao nhất của môn võ Vovinam có màu chủ đạo là gì?", "6": "Sân khấu Trần Hữu Trang tại thành phố Hồ Chí Minh gắn liền với loại hình nghệ thuật nào?", "7": "Nhạc sĩ nào đã phổ nhạc rất thành công các bài thơ \"Thuyền và biển\", \"Thơ tình cuối mùa thu\" của nhà thơ Xuân Quỳnh?", "8": "In Vietnam's National High School Graduation Exam, group A1 consists of three exams: math, physics and ...", "9": "\"Francophonie\" là từ dùng để chỉ Cộng đồng các quốc gia nói tiếng ...", "10": "2 và -2 đều là các căn bậc ba của 8. Đúng hay sai?", "11": "Ngôi sao năm cánh là hình ảnh của đa giác có bao nhiêu cạnh?", "12": "Để tạo từ trường mạnh với dòng điện có cường độ cho trước thì nên cuộn nhiều hay ít vòng dây dẫn được bọc chất cách điện quanh một ống cho trước?", "13": "Cồng, chiêng càng to thì độ cao của âm phát ra càng ...", "14": "Nhờ sự ... mà lượng khí oxi trong không khí hầu như không đổi.", "15": "Theo Bộ Y tế, trước khi đi vào lớp, học sinh nên thực hiện hành động đơn giản nào để phát huy lá chắn phòng chống dịch bệnh?", "16": "Lãnh tụ Lenin đã đánh giá các tác phẩm của nhà văn nào như \"tấm gương phản chiếu cách mạng Nga\"?", "17": "Bộ Học dưới triều Nguyễn có chức năng tương đương với bộ nào hiện nay của nước ta?", "18": "Tính đến nay, huy chương đồng duy nhất trong lịch sử tham dự các kỳ Thế vận hội mùa hè của nước ta thuộc về môn thể thao nào?", "19": "Ngày nào trong tháng 1 hiện nay được chọn là Ngày Truyền thống Học sinh - Sinh viên Việt Nam?", "20": "Phòng chụp X quang ở các bệnh viện thường được gắn các tấm bảo vệ làm bằng kim loại gì?", "21": "Trong nghệ thuật tuồng, nữ diễn viên gọi là ..., nam diễn viên gọi là ...", "22": "Hình ảnh \"Đầu súng trăng treo\" trong bài \"Đồng chí\" của Chính Hữu có ý nghĩa tả thực hay biểu tượng?", "23": "Số một nghìn tỷ gồm bao nhiêu chữ số 0?", "24": "Căn cứ vào nhận định của Newton, ta có thể nói mỗi thí sinh Olympia đứng yên tại vị trí của mình vẫn tác dụng lực gì tới mọi người xung quanh?", "25": "Loại aren nào được dùng để sản xuất thuốc nổ TNT?", "26": "Đại diện thường gặp nào của ngành ruột khoang sống ở biển, có tua miệng có thể gây ngứa, bỏng da cho người nếu tiếp xúc?", "27": "Muối natri glutamat còn có tên gọi thông dụng là gì?", "28": "Loại thể sống mà sự gia tăng số lượng của nó luôn trong tế bào vật chủ được gọi là gì?", "29": "Nốt nhạc ghi trong bản nhạc giúp ta nhận biết được ... độ và ... độ của âm thanh tương ứng.", "30": "... là loại đất được hình thành ở vùng đồng bằng ven biển có nhiều xác sinh vật chứa lưu huỳnh.", "31": "ASEAN Para Games là sự kiện thể thao được tổ chức dành riêng cho các vận động viên ...", "32": "Ai là tác giả của hai ca khúc: Người Hà Nội và Diệt phát xít?"}