{"1": "Trứng gà đẻ lứa thứ mấy thì được gọi là trứng gà so?", "2": "Loài vật nào được nhắc tới trong câu tục ngữ của người xưa: \"Muốn giàu nuôi ..., muốn khá nuôi heo\"?", "3": "Cai ngục tại Khám Lớn (Sài Gòn) đã kính nể mà gọi anh hùng cách mạng trẻ tuổi nào là \"Ông Nhỏ\"?", "4": "Vào giữa tháng 6/2020, hiện tượng thiên nhiên nào đã xảy ra đến 4 lần trong vòng 48 giờ ở huyện Mường Tè, tỉnh Lai Châu, gây một số thiệt hại cho bà con nơi đây?", "5": "Môn võ thuật nào của Việt Nam đã có gần 2,5 triệu môn sinh của hơn 70 quốc gia và vùng lãnh thổ trên thế giới tập luyện?", "6": "Theo giai đoạn, Beethoven đã sáng tác bản nhạc nào trong niềm xúc động khi gặp một cô gái khiếm thị yêu âm nhạc?", "7": "Which number is the smallest odd number with 4 different digits?", "8": "Hút thuốc lá sẽ gây suy giảm loại vitamin nào trong cơ thể nhiều hơn cả: vitamin C hay vitamin A?", "9": "Tính đến hết năm thứ 19, Đường lên đỉnh Olympia đã có mấy nhà vô địch là nữ giới?", "10": "Hằng số Archimedes còn có tên khác là gì?", "11": "Loại than nào được dùng làm chất khử trong luyện kim để luyện kim loại từ quặng?", "12": "Bộ phận nào ở xe máy là ứng dụng rõ rệt của lực đàn hồi mà ta có thể cảm nhận được?", "13": "Đèo Cù Mông và đèo Cà đều nằm trên những tuyến đường huyết mạch nối tỉnh nào với các địa phương khác của cả nước?", "14": "Ngày 19/6 vừa qua đánh dấu lần đầu tiên lô quả tươi nào của nông dân miền Bắc được xuất khẩu sang Nhật Bản?", "15": "Từ nào còn thiếu trong câu tục ngữ sau: \"Ráng vàng thì gió, ráng ... thì mưa\"?", "16": "Vùng đất nào của TP.Hồ Chí Minh được mệnh danh là \"Đất thép thành đồng\"?", "17": "Đảo nào có diện tích lớn nhất trong quần đảo Trường Sa?", "18": "Cuộc thi chạy nào được xuất phát từ một câu chuyện về một người lính Hy Lạp đã chạy một mạch 42,195 km để báo tin chiến thắng?", "19": "Nữ nghệ sĩ nào đã vào vai bà Vi - người mẹ nhân hậu trong phim \"Của để dành\"?", "20": "What does GDP stand for?", "21": "Tính đến hết năm 2019, rừng trồng hay rừng tự nhiên ở nước ta chiếm diện tích lớn hơn?", "22": "Theo pháp luật hiện hành, thẻ Căn cước công dân phải được đổi khi công dân đủ 25 tuổi, đủ 40 tuổi và đủ ... tuổi.", "23": "Nhà Toán học cổ đại nào đã nói \"Trong hình học không có con đường dành riêng cho vua chúa\"?", "24": "Tính tẩy màu và sát trùng của nước Gia-ven chủ yếu là do trong thành phần của nước Gia-ven có loại muối nào?", "25": "Động cơ chạy bằng xăng dầu, động cơ tên lửa, tàu vũ trụ, động cơ chạy bằng năng lượng nguyên tử ... được gọi chung là động cơ ...", "26": "Biểu tượng nào của Đoàn TNCS Hồ Chí Minh biểu thị cho sức mạnh, ý chí của thanh niên Việt Nam, tính xung kích của tuổi trẻ trong công cuộc xây dựng và bảo vệ Tổ quốc?", "27": "Hoạt động chủ yếu để phòng chống bệnh khô mắt cho trẻ em ở nước ta là gì?", "28": "Thạch Lam đã mô tả thức quà nào của Hà Nội là \"mang hương vị tất cả cái mộc mạc, giản dị và thanh khiết của đồng quê nội cỏ An Nam\"?", "29": "Ấn phẩm tập hợp những bài giảng của Nguyễn Ái Quốc tại lớp huấn luyện chính trị ở Quảng Châu có tên là gì?", "30": "Vùng nào của nước ta ít chịu tác động của các cơn bão từ Biển Đông nhất: Ven biển Bắc Bộ, Duyên hải Bắc Trung Bộ, Duyên hải Nam Trung Bộ, Ven biển Tây Nam Bộ?", "31": "Sân quần vợt trong Tử Cấm Thành Huế được xây dựng cho vị vua nào?", "32": "Nhạc sĩ nào là tác giả ca khúc \"Có phải em mùa thu Hà Nội\" (phổ thơ Tô Như Châu)?", "33": "When did Vietnam join the global Internet?", "34": "Ở xe máy và ô tô có hộp số, khi lên dốc, người điều khiển thường gài số lớn hay nhỏ hơn để có lực kéo khỏe?", "35": "Biện pháp hữu hiệu nhất để phòng bệnh bạch hầu là gì?", "36": "Trong các nhà hát có sân khấu dạng tròn, các dãy ghế thường được xếp theo hình vòng cung lớn dần, với số ghế trong mỗi dãy tăng theo cấp số ...", "37": "Người ta đun nóng chất béo với kiềm để sản xuất sản phẩm nào?", "38": "Loại thấu kính nào được sử dụng để lắp vào lỗ nhỏ trên cửa ra vào nhằm quan sát không gian phía ngoài cửa?", "39": "Các đèn chiếu khử khuẩn không khí ứng dụng loại tia bức xạ nào?", "40": "Thalassemia là bệnh di truyền. Biểu hiện chính của bệnh là ...", "41": "Theo một câu tục ngữ, trẻ lên mấy tuổi thì \"cả nhà học nói\"?", "42": "Bộ sách nào của Phan Huy Chú được coi là bộ bách khoa toàn thư đầu tiên của Việt Nam?", "43": "Ngày 21/6 năm nay, hiện tượng thiên nhiên kỳ thú nào quan sát được từ lãnh thổ Việt Nam và sẽ chỉ lặp lại vào 11 năm nữa ở miền Bắc với mức độ đáng kể?", "44": "Cầu thủ nào đã đạt danh hiệu Quả bóng vàng 2019 dành cho nam của Việt Nam?", "45": "Nhạc phẩm nào được chọn làm đoàn ca?", "46": "Which is the most populous country in Southeast Asia?", "47": "Mã số hàng hóa quốc tế sản xuất tại Việt Nam là 893 hay 839?", "48": "1.678 đồng/kWh là giá bán lẻ điện sinh hoạt bậc 1 của EVN dành cho khách hàng có lượng điện tiêu thụ từ 0 đến ... kWh.", "49": "Số 0 là số hữu tỉ, số thực hay số phức?", "50": "Giấm ăn có thể khiến quỳ tím biến thành màu đỏ nhạt vì mang tính chất của axit nào?"}