{"1": "Biểu diễn các số tự nhiên từ 1 đến 10 bằng số La Mã, những số nào không có chữ số \"I\"?", "2": "Khi một vận động viên thực hiện bắn cung, năng lượng ở dạng ... được chuyển hoá thành ... của mũi tên bay đi.", "3": "Để bảo vệ môi trường, nhà tổ chức Olympic mùa đông 2022 đã sử dụng hợp chất gì thu được từ khí thải công nghiệp để làm mát các sân băng?", "4": "Bức tranh \"Vườn xuân Trung Nam Bắc\" được họa sĩ Nguyễn Gia Trí vẽ bằng chất liệu gì?", "5": "Theo Cục trồng trọt, loại cây ăn quả nào có quy mô sản xuất lớn nhất nước ta kể cả về diện tích và sản lượng?", "6": "Tập thơ nào đang lưu giữ tại Bảo tàng Lịch sử Quốc gia đã được công nhận là Bảo vật quốc gia của nước ta?", "7": "Hà Nội có Đông Đô, Cần Thơ có Tây Đô, còn Trung Đô ở đâu?", "8": "Cao tốc Trung Lương - Mỹ Thuận chủ yếu nằm trên địa bàn tỉnh nào ở khu vực Đồng bằng sông Cửu Long?", "9": "Ngày 15/12/2021, nghệ thuật nào của đồng bào người Thái nước ta đã được UNESCO ghi danh vào danh sách Di sản văn hoá phi vật thể đại diện của nhân loại?", "10": "Ở lĩnh vực thể thao, VGA là tên viết tắt của Hiệp hội ... Việt Nam.", "11": "Cuộc thi ABU Robocon 2022 dự kiến diễn ra tại quốc gia nào?", "12": "Chỉ số giá tiêu dùng được viết tắt bởi ba chữ cái tiếng Anh nào?", "13": "Chú ếch con trong bài hát cùng tên của nhạc sĩ Phan Nhân ngồi học bài cùng với ai?", "14": "Which number was Ho Chi Minh Trail coded as?", "15": "Trong mắt người bình thường, tế bào hình que hay tế bào hình nón có vai trò giúp phân biệt các màu sắc?", "16": "Ở tận cùng bên phải của kết quả phép nhân 10 số nguyên tố đầu tiên có bao nhiêu chữ số 0?", "17": "Nhà bác học Albert Einstein đã gọi nhà vật lí nào sống ở thế kỷ XVI-XVII là \"cha đẻ của khoa học hiện đại\"?", "18": "Để thể hiện tình cảm, ghi nhớ công ơn của Bác, cộng đồng các sắc tộc Pa Kô, Vân Kiều, Tà Ôi ở vùng núi Trường Sơn đã lấy họ là gì?", "19": "Hợp chất nào của silic được dùng để chế tạo giấy nhám (hay giấy ráp)?", "20": "Theo Tổng cục Môi trường, giá trị AQI từ bao nhiêu trở xuống thể hiện chất lượng không khí đo được ở mức tốt?", "21": "Khoảng 1/5 lượng nước ngọt không bị đóng băng quanh năm trên bề mặt thế giới tập trung ở hồ nào?", "22": "Lionel Messi đã đoạt bao nhiêu danh hiệu Quả bóng vàng của FIFA, tính đến hết năm 2021?", "23": "Đàn chapi là nhạc cụ truyền thống của đồng bào dân tộc nào?", "24": "Nguyễn Thúc Thùy Tiên won which competition in 2021?", "25": "Sông sâu nhất thế giới là sông nào?", "26": "Cư dân văn hoá Phùng Nguyên hay văn hoá Đông Sơn là những người mở đầu thời đại đồng thau ở Việt Nam?", "27": "Hãy cho biết số tự nhiên nhỏ nhất có tổng các chữ số bằng 12 là số nào?", "28": "Phẫu thuật giác mạc là làm thay đổi ... bề mặt giác mạc.", "29": "Hiện tượng \"ma trơi\" là do sự bốc cháy của hợp chất hoá học nào?", "30": "Loài động vật sống dưới nước nào được miêu tả nôm na là \"chân vịt, thịt gà, da trâu, đầu rắn\"?", "31": "Số ước nguyên dương của số chính phương là một số lẻ hay một số chẵn?", "32": "Tờ báo nào là cơ quan tuyên truyền cổ động của Mặt trận Việt Minh, tiền thân của báo Đại đoàn kết?", "33": "Tỉnh nào có diện tích lớn nhất Nam Bộ?", "34": "Đây là nữ cầu thủ nào?"}