{"1": "Trong năm vị dũng tướng của Trần Hưng Đạo là Dã Tượng, Yết Kiêu, Cao Mang, Đại Hành và Nguyễn Địa Lô, vị tướng nào nổi bật với tài bắn cung?", "2": "Người ta chủ yếu dựa vào tỉ lệ % theo khối lượng của nguyên tố nào có trong thành phần dầu thô để phân loại thành dầu thô ngọt và dầu thô chua?", "3": "Nhà khoa học nào sáng chế ra bảng chữ cái cho điện tín gồm những gạch và dấu chấm vào giữa thế kỉ XIX?", "4": "\"Trùng trùng quân đi như sóng/ Lớp lớp đoàn quân tiến về\" trong một ca khúc của nhạc sĩ Văn Cao được cho là đã dự báo sự kiện lịch sử nào?", "5": "Từ viết tắt tên tiếng Anh của Tổ chức các nước xuất khẩu dầu mỏ là gì?", "6": "In a calendar year, a month whose name starts with the letter D has how many days?", "7": "Những năm có số chỉ năm chia hết cho 100 mà không chia hết cho 400 thì không phải năm nhuận. Sau năm 2023, năm gần nhất như thế là năm nào?", "8": "Trong chăn nuôi người ta dùng công nghệ gen để phát hiện sớm giới tính của phôi, từ đó chỉ cấy các phôi ... cho chăn nuôi bò sữa, chỉ cấy các phôi ... cho chăn nuôi bò thịt.", "9": "Tác phẩm nào dưới đây không thuộc giai đoạn văn học 1945 - 1975: Chí Phèo, Vợ chồng A Phủ, Vợ nhặt, Rừng xà nu?", "10": "Với loại kính thiên văn nào ta có thể tăng đường kính của gương nhằm làm cho gương thu được nhiều tia sáng từ các ngôi sao ở rất xa?", "11": "Từ nào còn thiếu trong câu nói sau của Hồ Chủ tịch: \"Số phận của dân tộc là ở trong tay dân ta. ... phải soi đường cho quốc dân đi\"?", "12": "Khí nào trong khói thuốc lá có khối lượng mol phân tử là 28,01 g/mol; có khả năng chiếm chỗ của oxi trong hồng cầu, làm cho cơ thể ở trạng thái thiếu oxi?", "13": "Theo quy chuẩn quốc tế, khi chuyển đổi so với km, đơn vị nào lớn hơn: 1 dặm (trên đường bộ) hay 1 hải lý?", "14": "Các cánh rừng làm nhiệm vụ chắn cát bay dọc bờ biển miền Trung Việt Nam thuộc loại rừng nào?", "15": "\"Daddy Don't Get Drunk On Christmas Day\" is the original title of which famous song?", "16": "Dưới thời vua Tự Đức và Thành Thái, bộ môn nghệ thuật nào trở thành \"Quốc kịch\", được nâng thành bộ môn nghệ thuật hoàn thiện, mang tính bác học cả về mặt kịch bản cũng như nghệ thuật biểu diễn?", "17": "... là VĐV Việt Nam đầu tiên giành vé dự Olympic Paris 2024.", "18": "Một số loại thuốc kháng sinh được bọc một lớp phim mỏng bên ngoài để không bị phân hủy thành phần bên trong bởi dịch vị ở đâu trước khi đến ruột?", "19": "Nhà vật lí nào có ý tưởng: \"Nếu đặt được một khẩu súng đại bác lên đỉnh của một ngọn núi rất cao, vượt ra ngoài tầng khí quyển của Trái Đất và nếu súng đủ mạnh, thì nó có thể phóng viên đạn đại bác vào quỹ đạo vòng quanh Trái Đất\"?", "20": "Sau chiến tranh thế giới thứ hai, phong trào giải phóng dân tộc của các quốc gia châu Phi bùng nổ sớm nhất ở quốc gia nào?", "21": "\"Máu\" của cây huyết rồng thực chất là ... cây.", "22": "Tháng 6/1925, Nguyễn Ái Quốc đã thành lập Hội Việt Nam Cách mạng Thanh niên và sáng lập tờ báo nào?", "23": "Trong một năm dương lịch, hai quý nào có số lượng ngày nhiều nhất?", "24": "Đoàn VĐV quốc gia nào dẫn đầu bảng xếp hạng huy chương ASEAN Para Games 12 (năm 2023)?", "25": "Ở loài thỏ, trước khi đẻ, thỏ cái có tập tính dùng miệng nhổ lông ở ngực và xung quanh vú. Mục đích của hành động này là gì?", "26": "The Eras Tour tại Singapore vào đầu tháng 3/2024 là chuỗi các buổi biểu diễn của nữ nghệ sĩ nào?", "27": "Theo tục lệ xưa, để phòng các loài thủy tộc hãm hại, cũng như đưa đường dẫn lối cho thuyền đi đến nơi về đến chốn, người dân miền biển thường vẽ lên mũi thuyền hình một bộ phận trên cơ thể người, đó là gì?", "28": "In English, what is a small pig or baby pig called?", "29": "Các loại tuabin gió trục ngang được sử dụng rộng rãi ngày nay thường có mấy cánh quạt?", "30": "Kim loại nào được dùng để chế tạo tế bào quang điện?", "31": "Hãy điền tên sự kiện lịch sử vào chỗ trống trong bài thơ sau của nhà thơ Tố Hữu: \"Bỗng sấm nổ, Rạng đông chớp giật/ Hoan hô .../ Tủ sắt ngai vàng quăng xuống đất/ Công nông ta làm chủ đời ta\".", "32": "Cao tốc Bắc - Nam phía Đông đoạn Phan Thiết - Dầu Giây đi qua địa phận hai tỉnh nào?", "33": "Dạ nào được xem là dạ dày chính thức của động vật nhai lại?", "34": "Bóng của một cây dưới ánh nắng Mặt Trời có chiều dài bằng với chiều cao của cây. Khi đó, góc chiếu sáng của tia sáng Mặt Trời là bao nhiêu độ?", "35": "Vùng cửa sông nào (thuộc Hà Nội ngày nay) là nơi vua Lý Nam Đế đã cho xây dựng toà thành bảo vệ nhà nước Vạn Xuân?", "36": "Theo tổ chức kỉ lục Guinness, loài chim còn sống nào có cổ dài nhất?"}