{"1": "Thử nghiệm lâm sàng là hoạt động nghiên cứu công dụng và sự an toàn của các loại thuốc mới trực tiếp trên cơ thể sinh vật nào?", "2": "Trên bia mộ của nhà thơ nào có khắc hai câu thơ: \"Vẳng nghe tiếng ếch bên tai/ Giật mình lại tưởng tiếng ai gọi đò\"?", "3": "Ở vùng kinh tế nào của nước ta hiện xảy ra tình trạng xâm nhập mặn nặng nề nhất?", "4": "\"Nguyện đạt tới cao độ của nghệ thuật để phục vụ dân tộc và nhân loại\" là một trong những tâm niệm của môn sinh võ phái nào?", "5": "Bộ phim dài tập \"Phượng khấu\" xoay quanh những biến cố trong cuộc đời vị thái hậu đáng kính nào của nhà Nguyễn?", "6": "Loại đường nào có trong nước ép từ mía?", "7": "What is the third animal in the Vietnamese zodiac?", "8": "Theo nhà thơ Đỗ Phủ, người sống đến độ tuổi nào thì được xem là \"cổ lai hy\" (xưa nay hiếm)?", "9": "Việt Nam là quốc gia có vị trí đất liền nằm ở ven bờ Tây hay bờ Đông của Biển Đông?", "10": "Năm 2020 kỷ niệm bao nhiêu năm ngày Việt Nam chính thức trở thành thành viên của ASEAN?", "11": "Xác suất một thí sinh chính thức tham gia \"Đường lên đỉnh Olympia năm thứ 20\" sinh ra vào thế kỷ XX là bao nhiêu? (tính đến thời điểm hiện tại)", "12": "Nhân dân ta thường dùng phương pháp nhân giống vô tính nào để nhân giống nhanh các cây ăn quả như cam, bưởi?", "13": "Điền từ còn thiếu vào câu tục ngữ sau: \"Mau ... thì nắng, vắng ... thì mưa\".", "14": "\"Lục địa già\" và \"Lục địa Đen\" là các cách gọi để lần lượt chỉ hai châu lục nào?", "15": "Người Hy Lạp sử dụng năng lượng đến từ đâu để tạo ra ngọn lửa Olympic?", "16": "Thuật ngữ nào trong âm nhạc cổ điển có nghĩa là sự hòa hợp của các âm thanh?", "17": "Trong đời sống, dạng rắn của chất nào thường được dùng để tạo môi trường lạnh, khô?", "18": "Normally, before being born, how many weeks does a baby stay inside his or her mother?", "19": "Ngày Gia đình Việt Nam là ngày mấy tháng mấy?", "20": "Cơm nguội là tên một món ăn hay một loài cây bóng mát?", "21": "Sinh thời, Bác Hồ đã nhấn mạnh những người làm nghề nào trong xã hội \"là chiến sĩ cách mạng. Cây bút, trang giấy là vũ khí sắc bén của họ\"?", "22": "Trong bốn chữ cái tiếng Anh in hoa dùng để kí hiệu bốn hướng chính trên mặt la bàn, những chữ cái nào có tâm đối xứng?", "23": "Hiện tượng lưu ảnh ở mắt được ứng dụng trong nhiều phát minh dẫn đến sự ra đời của ngành nghệ thuật nào?", "24": "Uỷ ban Quốc tế về Phân loại Virus đã đặt tên cho chủng virus gây ra đại dịch Covid-19 là gì?", "25": "Những tháng nào được nhắc đến trong câu ca dao sau: \"Mưa tháng ... gẫy cành trám/ Nắng tháng ... rám trái bưởi\"?", "26": "Tỉnh nào ở nước ta có đường biên giới với Lào và Trung Quốc?", "27": "Nhìn chung nhịp tim lúc nghỉ ngơi của những vận động viên chuyên nghiệp như thế nào so với người bình thường?", "28": "Đạo cụ quan trọng nhất của nghệ thuật chèo cổ là gì?", "29": "Nguyên tố nào có số hiệu nguyên tử là 15, là thành phần quan trọng của xương, răng, bắp thịt, tế bào não... của người và động vật?", "30": "How many municipalities are there in Vietnam?", "31": "Một trong những nguyên liệu làm nên loại bánh mì đặc biệt này là trái cây nào?", "32": "Vùng nào thường có lũ sớm hơn: Tây Bắc hay Bắc Trung Bộ?", "33": "\"Toàn thể Giao Châu đều chấn động\". Đây là ghi chép trong sử sách nhà Ngô về cuộc khởi nghĩa của ai?", "34": "Ngày nào trong năm được gọi là \"Pi Day\"?", "35": "Các màn hiển thị LED trong sân khấu Đường lên đỉnh Olympia được làm từ các điôt ...", "36": "Phương pháp xác định huyết thống đem lại độ chính xác gần như tuyệt đối là phương pháp nào?", "37": "Để đả phá một tệ nạn mê tín dị đoan, ông bà ta có câu \"... ra ma, quét nhà ra rác\".", "38": "Theo Trung tâm Dự báo Khí tượng Thuỷ văn quốc gia, nắng nóng là khi một địa phương có nhiệt độ cao nhất trong ngày nằm trong khoảng từ 35 độ C đến dưới ... độ C.", "39": "Sân vận động nào dự kiến là nơi tổ chức lễ khai mạc SEA Games 31 tại Việt Nam?", "40": "Hai ca khúc nào luôn được hát vang trang trọng trong các buổi lễ kết nạp Đảng của Đảng Cộng sản Việt Nam?", "41": "Loại than nào được dùng làm điện cực, chế tạo chất bôi trơn, làm bút chì đen?", "42": "What is 2 cubed?", "43": "Theo Bệnh viện K, yếu tố quan trọng nhất trong việc phòng chống bệnh ung thư phổi là không ... và khám sức khỏe định kỳ.", "44": "Trước khi hiến máu ta có nên uống sữa không?", "45": "Con người mở ra thời đại kim khí bằng việc chế tạo đồ dùng và công cụ lao động bằng kim loại nào?", "46": "Đa giác nào có số cạnh bằng số đường chéo?", "47": "Nguyên nhân gây ra tiếng sấm hay tiếng sét là sự tăng đột ngột của ... không khí trong tia lửa của sét.", "48": "Theo Công bố hiện trạng rừng của năm 2018 của Bộ NN&PTNT, vùng kinh tế nào có tỉ lệ che phủ rừng cao nhất cả nước?"}