{"1": "Tắt lửa lòng, Bước đường cùng, Đồng hào có ma là những tác phẩm của nhà văn nào?", "2": "Who was the United Kingdom's longest-reigning monarch?", "3": "Số tự nhiên tròn chục lớn nhất có 4 chữ số là số nào?", "4": "... là vùng đất thấp nằm giữa các sườn núi.", "5": "Bốn ngày bắt đầu bốn mùa là xuân phân, thu phân và hai ngày nào nữa?", "6": "Từ trường ở khu vực Thạch Khê (Hà Tĩnh) có độ lớn thế nào so với giá trị bình thường?", "7": "Lời hát \"Rừng rừng hoa với chim ca vui tưng bừng\" mô tả cảnh đẹp của vùng đất nào?", "8": "Sứ mệnh Artemis của NASA dự kiến đưa con người quay trở lại thiên thể nào?", "9": "Đường tưởng tượng nào trên Trái Đất mà tên Hán - Việt của nó có nghĩa là \"con đường màu đỏ\"?", "10": "Khi cho bạc vào cốc oxy già, oxy già sẽ lập tức phân hủy thành nước và oxy. Bạc đóng vai trò gì trong phản ứng này?", "11": "Về mặt lý thuyết, chó cái có thể đẻ tối đa mấy lứa một năm?", "12": "Loại đàn ghita nào không có hộp cộng hưởng?", "13": "\"Hương thầm\" trong thơ Phan Thị Thanh Nhàn là hương của loài hoa nào?", "14": "Đại hội thể thao Đông Nam Á đầu tiên được tổ chức tại nước nào?", "15": "Nhựa PE có tên đầy đủ là gì?", "16": "Một đường tròn đồng dạng với ... đường tròn khác.", "17": "... is a form of hospitality and lodging whereby visitors share a residence with a local of the area (host) to which they are traveling.", "18": "Màu hồng, hình đĩa, lõm hai mặt, không có nhân là đặc điểm của tế bào nào ở người?", "19": "\"Chiếc đinh của bầu trời\" là dùng để chỉ sao nào? (Theo cuốn \"Lược sử Toán học, từ ý tưởng đến thực hành\", NXB Kim Đồng)", "20": "\"...một nhạc cụ họ dây, chỉ gảy. Xưa kia chỉ dùng đệm cho hát ả đào\" là đàn gì?", "21": "Trong Truyện Kiều, Nguyễn Du đánh giá chữ nào \"bằng ba chữ Tài\"?", "22": "Đơn vị đo nhiệt nóng chảy riêng của chất trong hệ SI là gì?", "23": "Nữ cầu thủ bóng đá Việt Nam đầu tiên thi đấu ở một giải Vô địch Quốc gia châu Âu là ai?", "24": "Đứng đầu nhà nước Văn Lang là ..., đứng đầu nhà nước Âu Lạc là ...", "25": "Nem nắm Giao Thủy là đặc sản của tỉnh nào?", "26": "Dòng sông nào của lục địa Bắc Mỹ được nhắc đến trong tên cuốn hồi kí \"Life on the ...\" của nhà văn Mark Twain?", "27": "On what day is Vietnamese Women's Day celebrated?", "28": "Phần lớn các loại hoocmôn là hợp chất hữu cơ nào?", "29": "Ca khúc nào là một sáng tác của nhạc sĩ Hoàng Vân: Nối vòng tay lớn, Hò kéo pháo, Em đi giữa biển vàng?", "30": "Xét về nguồn gốc hình thành, phân chuồng, phân bắc, phân rác, phân xanh... được gọi chung là phân ...", "31": "Dòng điện nào có tác dụng làm cho đĩa kim loại trong công tơ điện ngừng quay một cách nhanh chóng khi ngắt điện?", "32": "Theo tiếng địa phương, hồ Slam Pé là hồ tự nhiên nào ở Bắc Kạn?", "33": "Phép lai giữa cá thể mang tính trạng trội với cá thể mang tính trạng lặn được gọi là phép lai ...", "34": "Theo học giả Phan Kế Bính trong cuốn \"Việt Nam phong tục\", ở nước ta, nơi nào có bãi trồng dâu thì thường phát triển nghề gì nhiều hơn nơi khác?", "35": "Khi xét riêng lẻ, mỗi mặt bên của Tháp Rùa ở Hồ Gươm (Hà Nội) là ví dụ của phép đối xứng ...", "36": "Phần lớn các cao nguyên ở Tây Nguyên được phủ đất ..."}