{"1": "Tế bào máu nào ở người nếu có số lượng quá ít, dưới 35000/ml máu thì máu sẽ khó đông khi bị chảy máu?", "2": "\"Bày ra việc lấy Nữ vương/ Từ ngôi nhà Lý chuyển sang nhà Trần\". Câu thơ này nhắc đến vị hoàng hậu nào?", "3": "Mỗi múi giờ trên bề mặt Trái Đất rộng bao nhiêu độ kinh tuyến?", "4": "Tại các giải thể thao Ironman, nội dung thi đấu thường bao gồm ba bộ môn là bơi, đạp xe và ...", "5": "Chất khí sinh ra sau phản ứng giữa MgCO3 và HCl có tính chất nào sau đây: cháy trong không khí, duy trình sự sống, làm đục nước vôi trong?", "6": "Theo giai thoại, khi nghe nhạc sĩ trẻ nào chơi đàn, Mozart đã đưa ra lời dự đoán: \"Rồi đây anh bạn sẽ buộc toàn thế giới phải nhắc đến tên mình!\"?", "7": "How many countries are there that had joined ASEAN before Vietnam officially became the member of this organization?", "8": "\"Bông hồng cài áo\" của thiền sư Thích Nhất Hạnh là tác phẩm viết về lễ nào trong năm của người Việt?", "9": "Khi nấu ăn bằng nồi áp suất, nhiệt độ sôi của nước trong nồi lớn hơn 100 độ C đúng hay sai?", "10": "Ai là tác giả của hai câu thơ tình đày day dứt: \"Người đi, một nửa hồn tôi mất/ Một nửa hồn tôi bỗng dại khờ\"?", "11": "Tứ diện có các cạnh đối diện vuông góc với nhau thì là gọi là tứ diện ...", "12": "Ngoài Oát (W), người ta dùng đơn vị nào để đo công suất trong công nghệ chế tạo máy (1 đơn vị này bằng 736W)?", "13": "Trong hai loại nhạc cụ cổ truyền của Việt Nam sau, nhạc cụ nào có nhiều dây hơn: đàn tứ hay đàn tì bà?", "14": "Trong bài thơ Tây Tiến, nhà thơ Quang Dũng đã nhắc đến con sông nào?", "15": "Loại \"củ\" nào sau đây thực chất là do rễ cây biến đổi thành: củ lạc, củ cà rốt, củ su hào?", "16": "Năm 1950, Bác Hồ đã chỉ đạo thành lập Đội thanh niên xung phong công tác trung ương đầu tiên để phục vụ chiến dịch nào?", "17": "Trong 7 vùng kinh tế của nước ta, vùng kinh tế nào hiện đang xảy ra tình trạng sạt lở bờ sông, bờ biển nặng nề nhất?", "18": "Đội bóng nào là CLB giành nhiều chức vô địch UEFA Champions League nhất, tính đến tháng 5/2019?", "19": "Các axit cacboxylic thuộc dãy đồng đẳng của axit fomic có từ ... đến ... nguyên tử cacbon trong công thức thì tan vô hạn trong nước.", "20": "Hát Sắc bùa của người Mường thường diễn ra vào mùa nào?", "21": "What does GDP stand for?", "22": "Thảm họa Hindenburg năm 1937 là vụ cháy gây thiệt hại thảm khốc của loại phương tiện di chuyển trên không phổ biến nào vào những năm đầu thế kỷ XX?", "23": "Hầu hết các cơn bão nhiệt đới trên Trái Đất tập trung ở Bắc bán cầu hay Nam bán cầu?", "24": "Phóng sự \"Cạm bẫy người\" (1993) của Vũ Trọng Phụng tập trung phản ánh, đả kích tệ nạn nào?", "25": "Đồ thị của hàm số chẵn đối xứng qua ..., đồ thị của hàm số lẻ đối xứng qua ...", "26": "Để phóng một vệ tinh không rơi trở lại Trái Đất thì vận tốc của nó phải đạt tối thiểu là bao nhiêu?", "27": "Hai ngón trỏ và giữa bị dính, có nhúm lông ở tai là những tật di truyền do đột biến trên NST ... gây ra.", "28": "Trong lịch sử trung đại Việt Nam, vị vua nào là người đầu tiên đã cử hành lễ tịch điền?", "29": "Biển Đỏ nằm giữa hai châu lục nào?", "30": "Sân vận động Thống Nhất là sân vận động lớn nhất của tỉnh/thành nào?", "31": "Đồng vị là những nguyên tử của cùng một nguyên tố có cùng số..., khác số ...", "32": "Trong một sáng tác dành cho thiếu nhi cuản hạc sĩ Đỗ Hòa An, tiếng của loài chim nào \"gọi ánh trăng lên vui đêm trung thu, gọi nắng ban mai xua tan sương mù\"?", "33": "How many UNESCO World Heritage sites have been  recognized in Vietnam?", "34": "Những con tàu vũ trụ sử dụng để thám hiểm những vị trí ở rất xa Trái Đất hiện được thiết kế cho bao nhiêu người lái?", "35": "Lá lốt, trầu không là những cây ưa sáng hay ưa bóng?", "36": "Trong văn học Việt Nam giai đoạn đầu thế kỷ XX đến Cách mạng tháng Tám 1945, ai là nhà tùy bút và bút kí tiêu biểu nhất, có sức viết dồi dào, liên tục?", "37": "Trong một mặt phẳng, nếu hai đoạn thẳng AB và AC cùng song song với đường thẳng a thì ba điểm A, B, C có mối quan hệ gì?", "38": "Về mặt cấu trúc, nhựa thông và hắc ín thuộc loại chất rắn ...", "39": "Chân voi có mấy ngón?", "40": "Tổ chức xã hội đầu tiên của loài người được gọi là gì?", "41": "Trong 7 vùng kinh tế của nước ta, vùng kinh tế nào có hai quần đảo xa bờ là Hoàng Sa và Trường Sa?", "42": "Kể từ năm 2002 đến nay, Đại hội Thể dục Thể thao toàn quốc của nước ta được tổ chức theo định kỳ mấy năm một lần?", "43": "Khi làm lạnh đột ngột ở âm 76 độ C, khí CO2 hóa thành khối rắn, màu trắng, được gọi là \"...\".", "44": "Danh họa Picasso, người sáng lập trường phái lập thể của hội họa thế kỷ 20 là người nước nào?", "45": "How many stars are there on the flag of the Europe?", "46": "Giải Nobel nào do Ngân hàng Trung ương Thụy Điển lập ra năm 1968?", "47": "Việc người lớn tìm cách móc họng, gây nôn khi phát hiện trẻ nuốt thủy ngân trong nhiệt kế thủy ngân là cách xử trí đúng hay sai?", "48": "Địa danh Cần Giuộc được nhắc đến trong Văn tế nghĩa Cần Giuộc (Nguyễn Đình Chiểu) thuộc địa phận tỉnh nào hiện nay của nước ta?", "49": "Quy tắc hình hộp được áp dụng để tìm ... của ba vectơ.", "50": "Vật nào sau đây phản xạ âm tốt nhất: miếng xốp, tấm gỗ, mặt gương hay đệm cao su?"}