{"1": "Nhóm sâu bọ có ích như bọ ngựa, bọ rùa hay một số loài ong được gọi chung là gì?", "2": "Vườn treo Babylon là một trong những kỳ quan vĩ đại của nền văn minh cổ đại nào?", "3": "Hòn đảo nào đông dân nhất Đông Nam Á?", "4": "Ở bộ môn chạy nước rút, cự ly 60 mét thường diễn ra ở không gian nào?", "5": "Oxit không tạo muối là cách gọi khác của loại oxit nào (căn cứ theo tính chất khoa học của oxit)?", "6": "Lời nói dối cuối cùng, Nàng Si-ta là những tác phẩm của nhà soạn kịch nổi tiếng nào?", "7": "How many symmetrical centres does a parabola have?", "8": "Nomophobia là hội chứng lo sợ khi thiếu vắng thiết bị điện tử nào trong cuộc sống hàng ngày?", "9": "Trong hình sau, A hay B là cồng?", "10": "Dấu chân người lính, Người đàn bà trên chuyến tàu tốc hành là các tác phẩm của nhà văn nào?", "11": "Đường giao giữa mặt nón tròn xoay và một mặt phẳng được gọi chung là gì?", "12": "Đối với các máy cơ đơn giản, công hao phí là công để thắng …", "13": "Nhà sàn của người Thái ở nhiều địa phương có thiết kế mô phỏng hình dáng của loài vật nào trong tự nhiên?", "14": "Bộ phận của cơ thể được phần lớn các loài lưỡng cư sử dụng làm cơ quan hô hấp là … và phổi.", "15": "Sau khi lên ngôi vua, Lê Lợi đã đặt tên cho kinh đô nước ta là gì?", "16": "Tỉnh Tây Nam Bộ nào còn được gọi là “vùng đất sen hồng”?", "17": "Ở nội dung đơn nam của các giải Grand Slam, mỗi trận đấu có mấy set là tối đa?", "18": "Hợp chất hữu cơ nào của carbon chiếm thành phần lớn nhất trong dầu mỏ, khí thiên nhiên?", "19": "Ký hiệu nào được dùng để thay đổi độ cao của các nốt nhạc?", "20": "What is two thirds times 3?", "21": "Một năm dương lịch không nhuận có 52 tuần hoàn chỉnh, vậy một năm dương lịch nhuận có thể có tối đa bao nhiêu tuần hoàn chỉnh?", "22": "Loại củ nào phát triển từ cành: củ khoai lang hay củ khoai tây?", "23": "Scarlett O’Hara và Rhett Butler là hai nhân vật chính trong tiểu thuyết nào của nhà văn Margaret Mitchell?", "24": "Nhà toán học nào đã phát minh ra cách biểu diễn hàm số bằng đồ thị?", "25": "Mỗi máy ảnh đều có vật kính, chỗ đặt màn hứng ảnh và …", "26": "Hoocmôn nào ở người có tác dụng điều hoà sức lớn của cơ thể?", "27": "Việt Nam - Hoa Kỳ chính thức tuyên bố bình thường hoá quan hệ giữa hai quốc gia vào năm nào?", "28": "Đảo nào có diện tích lớn nhất vịnh Bắc Bộ?", "29": "Đại hội thể thao Đông Nam Á (SEA Games) đã được tổ chức bao nhiêu lần?", "30": "Trong tự nhiên, canxi sunfat tồn tại dưới dạng muối ngậm nước (CaSO4.2H2O) được gọi là gì?", "31": "Đàn piano tiêu chuẩn có bao nhiêu phím?", "32": "How many days does it take for the Earth to go around the Sun?", "33": "Theo Bộ Y tế, trẻ em từ bao nhiêu tháng tuổi trở nên có thể sử dụng thuốc tẩy giun theo hướng dẫn và liều lượng thích hợp?", "34": "Theo các nhà khoa học và thiên văn thì năm 2020 hay 2021 được tính là năm đầu tiên của thập kỷ thứ 3 trong thế kỷ XXI?", "35": "Dấu nào dùng để đánh dấu ranh giới giữa các vế của một câu ghép có cấu tạo phức tạp?", "36": "Khi nào thì hai số dương có tổng không đổi có tích lớn nhất?", "37": "Khi dùng tay vặn vòi nước, ta đã tác dụng … lên vòi nước.", "38": "Loại quả nào không phải quả khô: đậu Hà Lan, ngô, thóc, lạc?", "39": "Thị tộc … là thị tộc theo dòng họ người cha, trong đó nam có quyền hơn nữ.", "40": "Lũ lịch sử là lũ có đỉnh đạt giá trị … trong các thời kì quan trắc và điều tra khảo sát.", "41": "Đương kim vô địch của Giải bóng đá vô địch quốc gia Pháp là đội bóng nào?", "42": "Các nguyên tử không phóng xạ được gọi là các đồng vị …", "43": "Đoạn bài hát sau nằm trong ca khúc nào?", "44": "Which is the innermost planet in the Solar System?", "45": "Trọng thu, trung thu, quế nguyệt là các cách gọi của người xưa để chỉ tháng âm lịch nào?", "46": "Ở người, thừa hay thiếu insulin là nguyên nhân gây ra bệnh tiểu đường?", "47": "Lý Bạch, Đỗ Phủ, Bạch Cư Dị là những nhà thơ nổi tiếng vào thời nhà …", "48": "Đường thẳng đi qua trọng tâm, trục tâm và tâm đường tròn ngoại tiếp tam giác được gọi là đường thẳng gì?", "49": "Công của dòng điện chạy qua một đoạn mạch cũng là … mà đoạn mạch đó tiêu thụ.", "50": "Các vitamin, enzim được sản xuất ở quá trình nuôi cấy liên tục hay không liên tục?"}