{"1": "Trong câu \"Thứ nhất nêu cao, thứ nhì pháo kêu\", phong tục nào đã được bãi bỏ mỗi dịp Tết đến xuân về?", "2": "Trong tam giác Pascal, số nào được viết ở đầu và cuối mỗi hàng?", "3": "Hiện nay, ... là nguồn nhiên liệu rắn chủ yếu để phục vụ sản xuất điện ở nước ta.", "4": "DHA - chất giúp kích thích sự phát triển trí não của trẻ nhỏ, là một axit, bazơ hay muối?", "5": "Trước đây, Hồ Gươm ở Hà Nội còn được gọi là hồ Lục Thủy do nước hồ có màu xanh quanh năm. Nhóm sinh vật nào là nguyên nhân tạo nên màu sắc đặc trưng này?", "6": "Nhà thơ nào đã viết: \"Giá đừng có giậu mồng tơi/ Thế nào tôi cũng sang chơi thăm nàng\"?", "7": "Nhà nước Âu Lạc trải qua bao nhiêu đời vua?", "8": "Luna 2 là tàu vũ trụ đầu tiên đáp xuống thiên thể nào trong Hệ Mặt Trời?", "9": "Vận động viên môn nhảy sào được phép chạm vào xà ngang mấy lần mà vẫn được tính thành tích?", "10": "Hát xẩm không thể thiếu đàn ...", "11": "In which country is yoga originated from?", "12": "Tỉnh/thành nào ở nước ta là địa phương đầu tiên tổ chức tiêm vaccine phòng Covid-19 cho người dưới 18 tuổi?", "13": "Số nguyên tố lớn nhất có ba chữ số là số nào?", "14": "Đây là công thức đổi đơn vị giữa hai thang đo nhiệt độ nào: \"Lấy độ ... bớt ba hai/ Chia một phẩy tám ra vài độ ...\"?", "15": "Hai hợp kim của sắt có nhiều ứng dụng hơn cả là gì?", "16": "Loài chim nào có khả năng bay lùi lại phía sau?", "17": "\"Đêm thu buồn lắm chị Hằng ơi!/ Trần thế em nay chán nửa rồi\" là lời tâm sự của thi sĩ nào?", "18": "Nữ hoàng duy nhất trong lịch sử Việt Nam là ai?", "19": "Biển nào được bao quanh bởi các khu vực: Nam Âu, Bắc Phi và Tây Á?", "20": "Tính đến nay, đội tuyển quốc gia futsal nam Việt Nam đã mấy lần tham gia World Cup?", "21": "Phim điện ảnh \"Vượt qua bến Thượng Hải\" tái hiện những hoạt động Cách mạng của vị lãnh tụ nào?", "22": "What object is usually used for writing on blackboard?", "23": "Trong hệ điều hành Windows 10, để xóa vĩnh viễn tập tin hay thư mục mà không cho vào thùng rác, ta sử dụng tổ hợp phím tắt mặc định nào?", "24": "Vi khuẩn là dạng sống chưa có cấu tạo tế bào. Đúng hay sai?", "25": "Nhà toán học Hy Lạp cổ nào là người đầu tiên đặt nền móng cho việc xây dựng hình học bằng phương pháp tiên đề?", "26": "Hiện nay, hai mặt bên của vỏ bao diêm thường được bôi hóa chất gì để tạo cháy khi quẹt que diêm vào?", "27": "Số lượng nhiễm sắc thể trong bộ lưỡng bội của loài người là bao nhiêu?", "28": "Loại gió nào được nhắc đến trong câu sau: \"Gió đông là chồng lúa chiêm/ Gió ... là duyên lúa mùa\"?", "29": "Cầu Hiền Lương nối liền hai bờ của con sông nào?", "30": "Nước nào đã có sáng kiến tổ chức Hội thao quân sự quốc tế (Army Games)?", "31": "\"Công viên các Hoàng tử\" là sân nhà của CLB bóng đá nào tại Pháp?", "32": "9 bản giao hưởng của nhà soạn nhạc người Đức nào được xem là những đỉnh cao của âm nhạc thế giới?", "33": "Venice is the famous tourist attraction of which country?", "34": "Quốc huy của Việt Nam hiện nay có những màu nào?", "35": "Nghĩa quân Nguyễn Trung Trực đã đốt cháy chiến thuyền Hy Vọng của Pháp trên sông Vàm Cỏ Đông hay Vàm Cỏ Tây?", "36": "Trong hình học không gian, người ta quy ước góc giữa đường thẳng và mặt phẳng không vượt quá ... độ.", "37": "Một vật rắn cân bằng dưới tác dụng của ba lực song song. Điều kiện cần là ba lực đó ...", "38": "Trong tự nhiên, silic đioxit tồn tại dưới dạng hai loại khoáng vật nào là chủ yếu?", "39": "Hệ ... giữ vai trò chủ đạo trong việc điều hòa thân nhiệt ở người.", "40": "Tác phẩm \"Lời than vãn của bà Trưng Trắc\" của tác giả Nguyễn Ái Quốc, thực chất là những lời kết tội vị vua bán nước nào?"}