{"1": "Kilovon-ampe (kVA) là đơn vị của đại lượng nào?", "2": "\"Người làm vườn\" và \"Tặng phẩm của người yêu\" là hai tập thơ của nhà thơ nào?", "3": "Ký hiệu nào được giới thiệu vào năm 1706 bởi nhà toán học William Jones để biểu thị một hằng số có liên quan tới hình tròn?", "4": "Cơ quan nào hiện nay của nước Cộng hòa xã hội chủ nghĩa Việt Nam có tên gọi trước đây là \"Hội đồng bộ trưởng\"?", "5": "Ngộ độc Botulinum có nguyên nhân chủ yếu là do vi khuẩn Clostridium botulinum phân giải trong điều kiện ... tạo ra độc tố.", "6": "Cách đây 20 năm, vườn quốc gia nào của nước ta đã được UNESCO công nhận là Di sản thiên nhiên thế giới?", "7": "Bón phân vào đất trước khi gieo trồng gọi là bón ..., bón phân trong thời gian sinh trưởng của cây gọi là bón ...", "8": "What is 20% of 20% of 20?", "9": "Một năm âm lịch có nhiều nhất bao nhiêu tháng?", "10": "Vệ tinh địa tĩnh phải có mặt phẳng quỹ đạo chuyển động nằm trong mặt phẳng ... của Trái Đất.", "11": "Khu vực miệng hồ núi lửa Ijen, Indonesia, là nơi người dân tiến hành công việc đầy nhọc nhằn và nguy hiểm để khai thác nguyên tố nào?", "12": "Những từ nào còn thiếu trong những câu thơ sau: \"Người là ..., là ..., là .../ Quả tim lớn lọc trăm dòng máu nhỏ\" (Sáng tháng Năm - Tố Hữu)?", "13": "Đồ thị biểu diễn mối quan hệ giữa gia tốc và vận tốc của một vật dao động điều hòa là đường gì?", "14": "Địa danh nào còn thiếu trong các câu ca dao sau: \"Ai về qua huyện .../ Ghé xem phong cảnh Loa thành Thục Vương\"?", "15": "Trai sông có tạo ra ngọc không?", "16": "Các tam giác có độ dài cạnh là 3, 4, 5 hay 13, 14, 15 hoặc 51, 52, 53 được gọi là tam giác gì?", "17": "What is the name of the phenomenon when the Moon blocks the light of the Sun from reaching Earth?", "18": "Bài hát \"Tiến quân ca\" của nhạc sĩ Văn Cao lần đầu tiên được công nhận là quốc ca nước ta trong bản Hiến pháp ra đời năm nào?", "19": "Vùng biển nào của nước ta có thềm lục địa hẹp nhất: Đông Bắc, Bắc Trung Bộ, Nam Trung Bộ hay Tây Nam Bộ (Theo địa lí tự nhiên)?", "20": "Loại đàn nào còn được gọi là đàn thập lục, vì ban đầu có 16 dây, ngày nay thường có 19 đến 21 dây?", "21": "Khu vực tổ chức lễ khai mạc Olympic 2024 dự kiến được bố trí dọc theo hai bờ và trên mặt con sông nào chảy qua thủ đô Paris (Pháp)?", "22": "Một người dùng ná cao su bắn vật ở xa. Khi bắn, ... năng của ná được chuyển thành ... năng của đạn.", "23": "Hãy điền tên hai nhân vật lịch sử vào câu sau đây: \"Văn như ..., ... vô tiền Hán\"", "24": "Trong quang hợp, cây xanh sử dụng năng lượng ánh sáng Mặt Trời để làm gì: tổng hợp glucozơ, phân giải lipit, phân giải prôtêin?", "25": "Ở sa mạc, gió vận chuyển và tích tụ vật liệu, tạo ra các dạng địa hinh như cồn cát, đụn cát,... Đây là ví dụ cho kết quả của tác động ngoại lực thông qua quá trinh gì?", "26": "Which country is the Chair of ASEAN for 2023?", "27": "Tên của dòng sông nào còn thiếu trong những câu: \"Hải Phòng có bến Sáu Kho/ Có sông ..., có lò xi măng/ Nào chơi chợ Sắt, chợ Hàng/ Người mua, kẻ bán rộn ràng ngược xuôi\"?", "28": "\"Trận Bồ Đằng sấm vang chớp giật/ Miền Trà Lân trúc chẻ tro bay\" nhắc đến hai trận đánh nổi tiếng của cuộc khởi nghĩa nào?", "29": "Hệ đếm cơ số 60 của nền văn minh cổ đại nào là một trong những hệ đếm sớm nhất được con người sử dụng?", "30": "Hồ hóa là quá trình làm cho hợp chất nào hút nước, trương nở và lộ ra các liên kết?", "31": "Tại Sắc lệnh số 230 ngày 30/11/1946, Chủ tịch Hồ Chí Minh đã ủy quyền cho ai giữ chức Tổng chỉ huy quân đội toàn quốc?", "32": "Từ nào còn thiếu trong những câu thơ sau: \"Chân phải bước tới cha/ Chân trái bước tới mẹ/ Một bước chạm tiếng .../Hai bước tới tiếng cười\"?", "33": "Sinh khương là tên gọi khác của loại củ thân quen nào?", "34": "Tại lễ bế mạc SEA Games năm 2023, Campuchia đã trao lại lá cờ đăng cai cho nước chủ nhà SEA Games năm 2025 là ...", "35": "Nhân vật nào trong tác phẩm \"Số Đỏ\" của Vũ Trọng Phụng có câu cửa miệng quen thuộc: \"Em chã, em chã\"?", "36": "Hầu hết các loại giấy hiện nay có thành phần chính là hợp chất cao phân tử nào?"}