{"1": "Trong một sáng tác của Trương Quang Lục và Hoài Vũ, dòng sông Nam Bộ nào \"Nước xanh biêng biếc chẳng đổi thay lòng\"?", "2": "Trong tam giác, khoảng cách từ trọng tâm đến mỗi đỉnh bằng ... độ dài đường trung tuyến tương ứng với đỉnh đó.", "3": "Dao động cơ nào có biên độ và cơ năng giảm dần theo thời gian dưới tác dụng của lực cản và lực ma sát của môi trường?", "4": "Who is the head of an embassy?", "5": "Proti là đồng vị chiếm hơn 99,9% số nguyên tử trong tự nhiên của nguyên tố hóa học nào?", "6": "Nguyên nhân phổ biến nhất của mù màu là một vấn đề di truyền trong sự phát triển của một hoặc nhiều trong ba bộ tế bào hình ... của mắt.", "7": "Trong một bài đồng dao, con gì \"hay múa\", \"nó rụt cổ vào\", nó xòe cánh ra\"?[1]", "8": "Thương cảng nào là cảng ngoại thương đầu tiên của nước ta?", "9": "Khai thác than thuộc ngành công nghiệp nào ở nước ta: công nghiệp năng lượng, công nghiệp luyện kim, công nghiệp cơ khí hay công nghiệp hóa chất?", "10": "Cầu thủ nào hiện là đội trưởng đội tuyển bóng đá nữ quốc gia nước ta?", "11": "Trong một bài hát của nhạc sĩ Thập Nhất, chú gà trống đã la lên hoảng hốt \"Ai lấy cái mào của tôi cầm lên cây này thế?\" khi lang thang cạnh cây hoa gì?", "12": "Theo Bộ luật Hình sự 2017, đối với tội xúc phạm Quốc kỳ, Quốc ca thì mức phạt tù cao nhất lên đến bao nhiêu năm?", "13": "Khi chạm phải vật nóng, chúng ta rụt tay lại là do phản xạ có điều kiện hay phản xạ không điều kiện?", "14": "Trong tất cả các hình chữ nhật có cùng diện tích, hình vuông có chu vi ...", "15": "Biển báo này là một biện pháp để hạn chế tình trạng ô nhiễm ...", "16": "Toluen có công thức phân tử là gì?", "17": "Complete this idiom: \"It is raining ... and dogs\".", "18": "Đồi mồi là sinh vật thuộc bộ nào?", "19": "Trong câu văn: \"Trong im ắng, hương vườn thơm thoảng bắt đầu rón rén bước ra, và tung tăng trong ngọn gió nhẹ, nhảy trên cỏ, trườn theo những thân cành\". Sự vật nào đã được nhân hóa?", "20": "\"Đánh cho để dài tóc. Đánh cho để đen răng. Đánh cho nó chích luân bất phản. Đánh cho nó phiến giáp bất hoàn. Đánh cho sử tri Nam quốc anh hùng chi hữu chủ.\" là những lời hiểu dụ đanh thép của ai?", "21": "Người ta quy định lấy kinh tuyến 180 độ qua giữa múi giờ số 12 ở Thái Bình Dương làm đường ... quốc tế.", "22": "Luật thi đấu bóng bàn (do ITTF ban hành) hiện nay quy định: trái bóng trước khi vào cuộc cần được tung lên không trung với độ cao ít nhất bao nhiêu cm?", "23": "Đào Thục, Chàng Sơn là các làng ở Hà Nội nổi tiếng với môn nghệ thuật truyền thống nào?", "24": "Người hoặc pháp nhân đã bị Tòa án quyết định đưa ra xét xử được gọi là gì?", "25": "Hà mã hay tê giác là loài ăn thịt?", "26": "Đây là dãy số nào: 1, 1, 2, 3, 5, 8, 13, 21...?", "27": "What does the \"Gen\" in \"Gen-Z\" stand for?", "28": "Hiện tượng bứt electron ra khỏi kim loại khi chiếu ánh sáng kích thích có bước sóng thích hợp lên bề mặt kim loại là hiện tượng ...", "29": "Hợp chất của kim loại kiềm thổ phổ biến nhất và có ứng dụng rộng rãi hơn cả là hợp chất của nguyên tố nào?"}