{"1": "Loài hoa này có tên gọi phổ biến là gì?", "2": "Anh hùng - liệt sĩ nào đã lấy thân mình cứu pháo trong chiến dịch Điện Biên Phủ?", "3": "Cầu dây văng Phú Mỹ bắc qua dòng sông nào?", "4": "Trụ sở chính của Liên đoàn bóng đá châu Á được đặt tại nước Đông Nam Á nào?", "5": "... là sản phẩm hình thành trong các hang động do sự nhỏ giọt của dung dịch đá vôi hòa tan trong nước có chứa axit cacbonic.", "6": "Ai là tác giả của tác phẩm Dạ cổ hoài lang?", "7": "What is the largest square in Vietnam (by area)?", "8": "Hình ảnh nào trên quốc huy nước ta hiện nay tượng trưng cho công nghiệp?", "9": "\"Nhà cửa\" là từ ghép đẳng lập hay từ ghép chính phụ?", "10": "Từ nào trong hai câu thơ sau chỉ người phụ nữ: \"Hồng quân với khách hồng quần/ Đã xoay đến thế còn vần chưa tha!\"?", "11": "Để tính góc của tam giác chỉ dựa vào ba cạnh của nó, ta dùng định lí gì?", "12": "Trong chuyển động tròn đều, vận tốc của chất điểm không đổi về độ lớn nhưng thay đổi về ...", "13": "Phạm Hải Yến, Quỳnh Như, Chương Thị Kiều... là một số thành viên của đội tuyển thể thao nào?", "14": "Bèo tấm là loài cây thuộc nhóm thực vật nào?", "15": "Trong ca dao, con gì \"leo phải cành cụt, leo ra leo vào\" rồi lại \"leo vào leo ra\"?", "16": "Bộ răng tự nhiên đầu tiên của một người thường được gọi là gì?", "17": "\"Xây dựng đất nước lấy việc học làm đầu\" là câu nói của vị hoàng đế nào ở thế kỷ XVIII?", "18": "Đồng bằng ... là vùng có kết cấu hạ tầng nông thôn hoàn thiện nhất cả nước?", "19": "Các tay vợt tham dự giải Wimbledon sẽ được thi đấu trên loại mặt sân nào?", "20": "Tinh thể naphtalen còn có tên gọi là tinh thể ...", "21": "Lý Cái Mơn, Lý Ba Tri là những điệu lý đặc trung của tỉnh nào?", "22": "Who invented the telephone in 1876?", "23": "Hành động của trẻ sơ sinh đang nằm ngửa lật mình sang nằm sấp được gọi là gì?", "24": "Triều cường thường xuất hiện vào những ngày không trăng hay trăng tròn?", "25": "Từ nào còn thiếu trong hai câu Kiều sau: \"Trai anh hùng, gái .../ Phỉ nguyền sánh phượng, đẹp duyên cưỡi rồng\"?", "26": "Hai góc bù nhau thì có sin ... và cos ...", "27": "Đối tượng tác động của kĩ thuật di truyền là gì?", "28": "Khoản 100 và khoản 10 gắn liền với cuộc đổi mới ở lĩnh vực nào ở nước ta?", "29": "Tác động trực tiếp của hiệu ứng nhà kính là gì: Tan băng ở hai cực Trái Đất, mực nước biển dâng cao hơn hay nhiệt độ toàn cầu nóng lên?", "30": "Số điểm tối thiểu để giành chiến thắng trong một ván đấu cầu lông chính thức là bao nhiêu?", "31": "Nguyên tố Einsteinium (Es) được đặt theo tên của nhà khoa học nào?", "32": "Người trong ảnh đang chơi loại đàn gì?", "33": "Which is the largest desert on Earth?", "34": "Ở các trạm khí tượng, người ta thường đo nhiệt độ không khí mỗi ngày ít nhất mấy lần để tính nhiệt độ trung bình ngày?", "35": "Khớp các đốt sống ở cơ thể người là khớp bán động hay bất động?", "36": "\"Bến Tầm Dương canh khuya đưa khách/ Quạnh hơi thu, lau lách đìu hiu\" là hai câu thơ mở đầu cho bài thơ nào?", "37": "Tòa nhà trụ sở Bộ Quốc phòng Mỹ có hình gì?", "38": "Trong lòng Mặt Trời, vật chất tồn tại ở trạng thái nào?", "39": "Cột khói khổng lồ hình thành sau các vụ nổ bom nguyên tử thường có hình gì?", "40": "\"Cây trúc xinh\" là làn điệu dân ca Bắc Bộ, Trung Bộ hay Nam Bộ?", "41": "... là vi chất quan trọng để tuyến giáp tổng hợp các hoócmôn điều chỉnh quá trình phát triển của nhiều hệ cơ quan trong cơ thể người.", "42": "Đâu là văn bản do vua ban xuống: biểu, tấu, chiếu, điều, trần?", "43": "Độ dài một ngày đêm của mỗi hành tinh trong hệ Mặt Trời bằng chu kì quay ... của hành tinh đó.", "44": "Chiếc đĩa bạc Meisterschale là cúp chiến thắng giành cho đội đứng đầu giải bóng đá vô địch quốc gia nào?", "45": "Điều kiện để có phản ứng trao đổi giữa các ion trong dung dịch là sản phẩm tạo thành có chất khí, chất ít điện li hoặc ...", "46": "Trong âm nhạc, tiếng đàn gì \"cung thanh, cung trầm, ru lòng người sâu thẳm\"?", "47": "Which nation won the FIFA Women's World Cup in 2019?", "48": "Kể từ ngày 1/1/1995 đến nay, nước ta nghiêm cấm sản xuất, buôn bán, sử dụng sản phẩm nào trên phạm vi cả nước?", "49": "Nếu tổng của hai số tự nhiên là một số lẻ thì tích của chúng có thể là một số lẻ được không?", "50": "Con sông nào trong thơ Quang Dũng \"gầm lên khúc độc hành\"?", "51": "Căn bậc hai số học của 0,01 bằng bao nhiêu?", "52": "Trường hấp dẫn do Trái Đất gây ra xung quanh nó được gọi là ..."}