{"1": "\"Hôm qua em đi tỉnh về/ Hương đồng gió nội bay đi ít nhiều\" là hai câu thơ của nhà thơ nào?", "2": "Cam Canh, bưởi Diễn, hồng xiêm Xuân Đỉnh... là một số nông sản quý của tỉnh/thành nào?", "3": "Tên của phong trào yêu nước nào hồi đầu thế kỷ XX có nghĩa là \"đi về phương Đông\"?", "4": "Khả năng cung cấp nước, nhiệt, khí và các chất dinh dưỡng cần thiết cho thực vật sinh trưởng và phát triển được gọi là độ ... của đất.", "5": "Trong bốn kỳ World Cup bóng đá nam đầu tiên, chức vô địch đã chia đều cho hai đội tuyển là Ý và ...", "6": "Đây là ca sĩ, nhà sản xuất âm nhạc nào?", "7": "How many hearts does an octopus have?", "8": "Với hơn 121 triệu người sử dụng, Mexico là quốc gia có nhiều người nói tiếng ... nhất thế giới.", "9": "Lực hấp dẫn giữa các vật có phụ thuộc vào bản chất của môi trường xung quanh các vật không?", "10": "Vôn kế lí tưởng có điện trở bằng bao nhiêu?", "11": "Phép biến đổi ... biến một phương trình thành phương trình tương đương với nó.", "12": "CaOCl2 là công thức phân tử của ...", "13": "Góc có kí hiệu là 1v có số đo là bao nhiêu độ?", "14": "Đồn Mang Cá trong bài thơ Lượm của Tố Hữu nằm ở thành phố nào?", "15": "... là cơ quan sinh dưỡng của cây, có chức năng vận chuyển các chất trong cây và nâng đỡ tán lá.", "16": "\"Đại Thắng Minh Hoàng đế\" là tôn hiệu của vị vua nào?", "17": "Quốc gia nào có đường bờ biển dài nhất thế giới?", "18": "Gương mặt nào đã giành chiến thắng ở hạng mục \"Cầu thủ xuất sắc nhất thế kỷ\" của Globe Soccer Awards 2020?", "19": "Trong bảy nốt nhạc cơ bản, nốt nào có cao độ thấp nhất?", "20": "Which province has the most cities in Vietnam?", "21": "\"Hộ chiếu vaccine\" là một thuật ngữ mới, nhằm xác định những người xuất nhập cảnh đã được tiêm chủng vaccine phòng ngừa căn bệnh nào?", "22": "Ở loài kiến nói chung, các trứng không được thụ tinh nở ra kiến cái hay kiến đực?", "23": "Trạm vũ trụ quốc tế ISS sử dụng pin ... để tạo ra nhiệt năng cung cấp cho các hoạt động của trạm.", "24": "Phép đối xứng qua đường thẳng được gọi đơn giản là phép ...", "25": "Khi phản ứng hóa học giải phóng năng lượng, người ta gọi phản ứng này là phản ứng ...", "26": "Theo Luật lao động hiện hành, người sử dụng lao động có thể tuyển người chưa đủ 15 tuổi vào làm việc không?", "27": "Một trong ba việc hệ trọng của đời người, được nhắc đến trong câu ca sau là việc gì: \"Tậu trâu, lấy vợ, .../ Cả ba việc ấy đều là khó khăn\"?", "28": "Chất lỏng và chất khí được gọi chung là ...", "29": "Sông Danube chia thành phố nào của Hungary thành hai phần là: Buda và Pest?", "30": "Hai từ nào còn thiếu trong các câu ca dao sau: \"... nhau cau sáu bổ ba/ ... nhau cau sáu bổ ra làm mười\"?", "31": "Xương đùi gắn với phần xương thân thông qua xương nào?", "32": "Bảo vật Quốc gia Trống đồng đền Hùng là một trong những hiện vật tiêu biểu của nền văn hóa khảo cổ học nào trong lịch sử nước ta?", "33": "Mùa lũ trên hệ thống các sông lớn ở Bắc Bộ thường kéo dài trong năm tháng, từ tháng ... đến tháng ...", "34": "Tay đua có tổng thời gian đua ngắn nhất sau các trận ở giải Tour de France được mặc áo màu gì?", "35": "Trong phường bát âm, \"trúc\" là tên gọi chung cho các nhạc khí được chơi bằng cách ...", "36": "What is the only period in the periodic table that has only two elements?", "37": "Nơi từng có Vườn treo Babylon - một trong bảy kỳ quan của thế giới cổ đại, nằm ở đất nước nào hiện nay?", "38": "Nói chung, nước trên Trái Đất là nguồn tài nguyên có thể bị hao kiệt. Đúng hay sai?", "39": "Sự điều tiết của mắt chính là sự thay đổi độ cong các mặt của cơ thể ... để giữ cho ảnh của vật cần quan sát hiện rõ trên màng lưới.", "40": "Để đánh số số trang của một quyển sách người ta dùng đúng 216 chữ số. Hỏi quyển sách đó có bao nhiêu trang?", "41": "Phần lớn photpho sản xuất ra được dùng để sản xuất axit ...", "42": "Quốc gia châu Âu nào còn được gọi là đất nước đồng hồ?", "43": "Lục bát gián thất là tên khác của thể thơ nào?", "44": "Rừng lá ... là quần xã sinh vật đất liền lớn nhất trên thế giới.", "45": "Trong xã hội nguyên thủy, từng nhóm người gồm hai đến ba thế hệ cùng chung dòng máu được gọi là gì?", "46": "Thành phố nào của tỉnh Lâm Đồng được hình thành trên vùng đất của xứ B'Lao trước đây?", "47": "Nội dung chạy có cự li ngắn nhất tại Giải vô địch điền kinh quốc gia 2020 dành cho nữ là bao nhiêu mét?", "48": "Ba diễn viên nữ chính trong phim điện ảnh \"Gái già lắm chiêu V\" là Kaity Nguyễn, NSND Hồng Vân và ...", "49": "\"Thong Nhat\" is the ... line connecting Ha Noi to Ho Chi Minh City.", "50": "Đây là kỹ thuật gì trong y học?", "51": "Di tích lịch sử Ngã ba Đồng Lộc hiện nay thuộc địa phận Hà Tĩnh hay Nghệ An?", "52": "Đơn vị đo khoảng cách trong thiên văn, có giá trị xấp xỉ 0,5 ngàn tỉ km, là gì?", "53": "Hai số dương có tích không đổi thì tổng của chúng nhỏ nhất khi nào?", "54": "Độ dưỡng của loại phân bón hóa học nào được đánh giá bằng hàm lượng % nito trong phân: phân đạm, phân lân hay phân kali?", "55": "Oxi hóa lỏng có màu gì?", "56": "Ai là tác giả các ca khúc: Làng tôi, Bên kia sông Đuống, Gặt nhanh tay, Bến cảng quê hương tôi?"}