{"1": "Tâm của đường tròn ngoại tiếp và đường tròn nội tiếp trùng nhau là tính chất đặc biệt của loại tứ giác nào?", "2": "Ngày 27/9/1940, cuộc khởi nghĩa nào diễn ra đã mở đầu cho phong trào đấu tranh vũ trang giải phóng dân tộc sau khi có chủ trương chuyển hướng đấu tranh của Đảng?", "3": "Độ phóng xạ được xác định bằng số hạt nhân phân rã trong thời gian bao lâu?", "4": "Hệ thống sông ... và hệ thống sông ... đã bồi đắp nên đồng bằng Nam Bộ.", "5": "Lượng máu trong cơ thể tỉ lệ thuận với trọng lượng cơ thể. Đúng hay sai?", "6": "What is the 4th year of the 2020s decade?", "7": "Loại trang phục truyền thống của các liền chị quan họ, gồm ba hoặc bảy chiếc áo dài mặc lồng vào nhau, thường được gọi là gì?", "8": "Tên gọi truyện ngắn nào của nhà văn Nam Cao mang nghĩa hàm ẩn là cách nhìn về con người, về cuộc đời?", "9": "Trong một trận đấu bóng đá trong nhà (futsal), mỗi đội được thay cầu thủ mấy lần?", "10": "Một năm dương lịch nhuận có thể có tối đa bao nhiêu ngày thứ hai?", "11": "Chất nào có nhiệt độ nóng chảy xác định trong các chất sau: thủy tinh, nhựa đường?", "12": "Dân cư châu Âu gồm ba nhóm ngôn ngữ chính là nhóm Giecman, nhóm Xlavơ và nhóm nào nữa?", "13": "Cây tỏi tiết chất gây ức chế hoạt động của vi sinh vật ở xung quanh. Đây là một trường hợp của quan hệ đối kháng nào?", "14": "Đường dây 220kV Kiên Bình - ... là công trình đường dây vượt biển trên không cấp điện áp 220kV dài nhất khu vực Đông Nam Á.", "15": "Vị vua nào của thời Lê sơ lên ngôi khi mới hơn một tuổi, được đánh giá \"thực là bậc vua giỏi, biết giữ cơ đồ\"?", "16": "Một nốt móc đơn có trường độ bằng ... một nốt tròn.", "17": "Lễ hội lớn nào ở Hà Nội được tổ chức vào mùng 5 tháng Giêng hằng năm, gắn liền với chiến thắng oanh liệt của nghĩa quân Tây Sơn năm 1789?", "18": "Loài chim nào được nhắc đến trong bài thơ \"Bếp lửa\" của Bằng Việt?", "19": "In southern Vietnam, the most typical flower for Tet is yellow ...", "20": "Điệu nhảy gõ sàn Riverdance có xuất xứ từ quốc gia nào ở Tây Bắc châu Âu?", "21": "Điền tên tỉnh vào chỗ trống trong câu sau: \"Cầu Mỹ Thuận nối ... với Vĩnh Long, còn cầu Rạch Miễu nối ... với Bến Tre\".", "22": "Giao tuyến của hai mặt cầu cắt nhau là một ...", "23": "\"Cử đầu vọng minh nguyệt/ Đê đầu tư cố hương\" (Ngẩng đầu nhìn trăng sáng/ Cúi đầu nhớ cố hương) là nỗi niềm của thi sĩ nhà Đường nào?", "24": "Bệnh nhân đau bụng, đi ngoài, phân có lẫn máu và chất nhầy như nước mũi. Đây là biểu hiện bệnh do loại trùng nào gây ra?", "25": "Vào hai ngày nào, ngày và đêm dài bằng nhau trên toàn Trái Đất?", "26": "Khi làm thí nghiệm với HNO3 đặc thường sinh ra khí nào có màu nâu đỏ, độc và gây ô nhiễm môi trường?", "27": "Khi chịu tác dụng của ngoại lực, vật rắn bị biến dạng, khi ngoại lực thôi tác dụng, vật tự lấy lại hình dạng cũ. Đây là biến dạng ...", "28": "Which city of Vietnam is the first one to record a case of monkeypox?", "29": "Tên quốc gia Ecuador, theo tiếng Tây Ban Nha, có ý nghĩa là đường ...", "30": "Việt Nam chính thức kết nối Internet vào năm nào?", "31": "Bố cục của thể thơ ngũ ngôn bát cú Đường luật gồm những phần nào?", "32": "Trong quá trình sống chung giữa tảo và nấm thì tảo quang hợp cung cấp chất dinh dưỡng, còn nấm cung cấp nước. Đây là ví dụ về mối quan hệ gì?", "33": "Khẩu hiệu \"Tất cả cho tiền tuyến, tất cả để chiến thắng\" là tinh thần của quân và dân ta trong chiến dịch nào?[1]", "34": "Võ sư Ueshiba Morihei là người đã sáng lập ra hệ phái võ thuật nào?[1]", "35": "Định luật Len-xơ là hệ quả của định luật nào?[1]", "36": "Đây là nghệ sĩ nào?[1]"}