{"1": "Bản tin dự báo thời tiết có thông báo độ ẩm không khí 80%, độ ẩm ở đây là độ ẩm gì?", "2": "Cá chép trông trăng (Lý ngư vọng nguyệt) là tác phẩm tiêu biểu cho dòng tranh dân gian nào?", "3": "Dung dịch nào được sản xuất lần đầu bởi Berthollet trong phòng thí nghiệm tại Pháp bằng cách dẫn khí clo vào dung dịch natri cacbonat?", "4": "Nhà toán học người Pháp nào lần đầu tiên đã định nghĩa một cách chính xác các khái niệm giới hạn và liên tục của hàm số?", "5": "Tay vợt nào vừa có lần thứ 8 giành chức vô địch đơn nam tại giải quần vợt Úc Mở rộng 2020?", "6": "Châu Mỹ nằm hoàn toàn ở bán cầu nào?", "7": "\"Thơ tôi là mây trắng của đời tôi\" là tuyên ngôn nghệ thuật của nhà thơ, nhà soạn kịch nào?", "8": "27 minutes before 7 o'clock is ... minutes past 6 o'clock.", "9": "Cuộc biểu tình tại ngã ba Vinh - Bến Thủy và nông dân thuộc 5 xã ven thành phố Vinh ngày 1/5/1930 đã mở đầu cho phong trào lịch sử nào?", "10": "Ở hiện tượng cầu vồng bậc 2, các tia sáng từ Mặt Trời bị khúc xạ mấy lần qua các giọt nước mưa?", "11": "Cuộc thi Piano quốc tế được tổ chức 5 năm 1 lần ở Ba Lan có tên là gì?", "12": "Nguyên tử nào chiếm 75% khối lượng toàn vũ trụ?", "13": "Nhà toán học người Đức gốc Do Thái nào đã đặt nền móng cho việc xây dựng Lí thuyết tập hợp?", "14": "Tại Lễ trao giải Cúp Chiến Thắng 2019, kình ngư nào đã chiến thắng ở hạng mục Nam vận động viên của năm?", "15": "Sông Gianh - ranh giới tự nhiên thời Trịnh-Nguyễn phân tranh - nay thuộc địa phận tỉnh nào?", "16": "Kỷ vật tình yêu của đôi trai gái trong truyện thơ Tiễn dặn người yêu là gì?", "17": "What is the third planet from the sun called?", "18": "Trong kháng chiến chống Pháp, chiến dịch nào là đỉnh cao của cuộc tiến công Đông - Xuân 1953 - 1954?", "19": "Làng hoa nào ở Đồng Tháp còn được gọi là \"thủ phủ hoa\" của miền Tây Nam Bộ?", "20": "Trong các cơ quan tiêu hóa ở người, cơ quan nào có nhiệm vụ chủ yếu là hấp thụ nước trong phần còn lại của dịch vị thức ăn, cô đặc chất bã?", "21": "Quốc hội khóa I nước ta họp kỳ đầu tiên vào năm 1946 hay 1976?", "22": "Nguyên tố hóa học chủ yếu được dùng để làm pin Mặt Trời là gì?", "23": "Vùng có các làng quan họ được công nhận là di sản phi vật thể nằm trên địa phận hai tỉnh nào?", "24": "Phản ứng este hóa là phản ứng giữa ... và ...", "25": "Một tứ diện có 2 cặp cạnh đối diện vuông góc thì có ít nhất mấy mặt là tam giác nhọn?", "26": "Vòng chung kết giải bóng đá U23 châu Á 2020 được tổ chức tại quốc gia nào?", "27": "... là đỉnh núi cao nhất miền Trung nước ta.", "28": "\"Dân ta phải biết sử ta/ Cho tường gốc tích nước nhà Việt Nam\" là hai câu mở đầu cho tác phẩm nào của Hồ Chí Minh?", "29": "Which part of your body connects your thigh to your lower leg?", "30": "Năm 1258, quân dân ta đã tổ chức cuộc phản công ở khu vực bến thuyền nào, khiến quân Mông Cổ thua trận và phải rời bỏ kinh thành Thăng Long?", "31": "Bãi cọc Cao Quỳ là di chỉ lịch sử quý giá mới được phát hiện tại thành phố nào?", "32": "Cơ thể người trung bình tiết ra 800 - 1200ml dung dịch gì mỗi ngày nhằm hỗ trợ hệ tiêu hóa và bảo vệ răng miệng?", "33": "Một thanh sắt bị nhiễm điện nhưng tổng điện tích của nó không thay đổi. Đây là ví dụ về sự nhiễm điện do ...", "34": "Đàn nhị và sênh là hai nhạc cụ cơ bản của môn nghệ thuật nào?", "35": "Cho canxi florua tác dụng với axit sunfuric đặc ở 250 độ C là phương pháp duy nhất để điều chế hợp chất gì?", "36": "Hai phân số a/b và c/d biểu diễn cùng một số hữu tỉ khi và chỉ khi ...", "37": "Trên lá cờ của Đại hội thể thao Đông Nam Á có bao nhiêu vòng tròn?", "38": "... là chỉ số do Liên Hợp Quốc đưa ra để đánh giá mức độ phát triển con người của các quốc gia.", "39": "Chị Sứ là nhân vật chính trong cuốn tiểu thuyết nào của nhà văn Anh Đức?", "40": "Who is the author of \"The Origin of Species\"?", "41": "Bia Vĩnh Lăng ở Khu di tích Quốc gia đặc biệt Lam Kinh - Thanh Hóa có nội dung ca ngợi công đức của vị vua nào?", "42": "Quan và dân là hai loại quân trong trò chơi dân gian quen thuộc nào?"}