{"1": "Tích của chu vi tam giác và bán kính đường tròn nội tiếp bằng mấy lần diện tích tam giác?", "2": "... là điện trở có thể thay đổi trị số và có thể được sử dụng để điều chỉnh cường độ dòng điện trong mạch.", "3": "Ở nước ta, nhiều người quan niệm nên đeo lắc làm từ kim loại nào cho trẻ em để giữ sức khoẻ?", "4": "Phần nằm xen giữa phần thịt lá trong các phiến lá được gọi la gì?", "5": "Cảm hứng mênh mông sông nước của con sông nào là thi hứng để Huy Cận viết nên bài \"Tràng giang\"?", "6": "Vị Trạng nguyên cuối cùng được khắc tên trên bia đá ở Văn Miếu - Quốc Tử Giám Hà Nội là của triều đại nào?", "7": "Công nghiệp luyện kim gồm hai ngành luyện kim nào?", "8": "Romelu Lukaku là cầu thủ bóng đá của đội tuyển quốc gia nào?", "9": "Từ \"Đàng\" trong bài hát \"Lên đàng\" (Lưu Hữu Phước) có nghĩa là gì?", "10": "Which animal was the first mammal to be cloned from an adult cell?", "11": "Theo Điều lệ Đoàn TNCS Hồ Chí Minh, Đoàn viên quá bao nhiêu tuổi sẽ được làm lễ trưởng thành Đoàn?", "12": "Bệnh bạch tạng, câm điếc bẩm sinh do đột biến gen lặn hay gen trội gây ra?", "13": "Trong định luật I Kê-ple (Kepler), Mặt Trời là yếu tố gì của quỹ đạo hành tinh?", "14": "Nhiều lớp sinh vật có quan hệ thân thuộc hợp lại tạo thành ...", "15": "Trong các tướng lĩnh đi theo Đinh Bộ Lĩnh gây dựng cơ đồ, ai là người lập ra triều đại kế tiếp nhà Đinh?", "16": "Rễ cây mọc làm các lớp đất đá rạn nứt. Đây là ví dụ về hiện tượng phong hoá ...", "17": "Đây là tạo hình của môn thể thao nào?", "18": "Thành phố nào được xem là trung tâm ca trù lớn nhất nước ta hiện nay?", "19": "Which sea is located between Jordan and Israel?", "20": "Bệnh viện sản khoa nào của nước ta được đặt theo tên một vị hoàng thái hậu của triều Nguyễn?", "21": "Các nút bấm bên tay trái của người chơi đàn phong cầm dùng để tạo các âm cao hay âm trầm?", "22": "Trạng nguyên trẻ nhất nước ta là ai?", "23": "... và ... là hai địa phương có mật độ dân số cao nhất cả nước.", "24": "Trong các loại đàn sau đây, hai loại đàn nào có số dây bằng nhau: đàn đáy, đàn nguyệt, đàn tranh, đàn nhị, đàn đá?", "25": "Số 500 được ký hiệu bởi chữ cái nào trong hệ ghi số La Mã?", "26": "Thiết bị nào có khả năng biến đổi điện áp của dòng điện xoay chiều?"}