{"1": "Cảm xúc \"Đất Nước của Nhân dân, Đất Nước của ca dao thần thoại\" được Nguyễn Khoa Điềm chuyển tải trong trường ca nào?", "2": "Hai giai cấp nào được nhắc đến trong luận điểm sau của Karl Marx và Engels: \"Sự sụp đổ của giai cấp ... và thắng lợi của giai cấp ... đều là tất yếu như nhau\"?", "3": "Các phép chiếu hình cơ bản của bản đồ bao gồm các phép chiếu: phương vị, hình nón và ...", "4": "Trong các hidro halogenua, loại nào kém bền với nhiệt hơn cả?", "5": "Which is the largest tropical rainforest in the world (by area)?", "6": "Ở những môn thể thao nào vận động viên cần phải nhảy qua một thanh xà ngang ở một độ cao nhất định: nhảy sào, nhảy ba bước, nhảy xa, nhảy cao?", "7": "Từ nào còn thiếu trong đoạn bài hát sau?", "8": "Người dẫn chương trình nam đầu tiên của \"Đường lên đỉnh Olympia\" là ai?", "9": "Flo oxi hóa được tất cả các kim loại, đúng hay sai?", "10": "Miễn dịch sản xuất ra kháng thể được gọi là miễn dịch ...", "11": "Nếu hai tiếp tuyến của một đường tròn cắt nhau tại một điểm thì tia kẻ từ tâm đi qua điểm đó là ... của góc tạo bởi hai bán kính đi qua các tiếp điểm.", "12": "Nhà thơ nào không phải là thành viên của Tự lực văn đoàn: Tú Xương hay Tú Mỡ?", "13": "Món chè khoán trong tác phẩm \"Vợ nhặt\" (Kim Lân) thực chất là món gì?", "14": "Cuộc tổng tuyển cử trong cả nước diễn ra vào ngày 6/1/1946 đã bầu ra ...", "15": "Các loại cây ưa sáng có phiến lá ... và mô giậu phát triển.", "16": "Trên lược đồ khoáng sản Việt Nam, kí hiệu hình thang đen đại diện cho loại khoáng sản nào?", "17": "Which antibiotic was discovered by Alexander Fleming in 1928?", "18": "Bán kính vòng tròn trung tâm sân bóng đá chính thức có kích thước bao nhiêu m (trong bóng đá 11 người)?", "19": "Kiến trúc Vauban trong xây dựng các thành lũy như Kinh thành Huế được bắt nguồn từ quốc gia nào?", "20": "Tính đến ngày 01/10/2020, lục địa nào là lục địa duy nhất trên thế giới không có ca dương tính COVID-19?", "21": "Nhóm nguyên tố duy nhất có nhiều hơn một cột trong bảng tuần hoàn dạng ngắn là nhóm nào?", "22": "\"Một món nợ thêm một món nợ khác nữa, thì kết quả là một món nợ\". Đây là quy tắc cộng hai số ... của người xưa.", "23": "Nước dưới đất ngấm lên theo kẽ đất làm ẩm chân tường là biểu hiện của hiện tượng gì?", "24": "Lực hút của ... là lực đóng vai trò chính trong quá trình vận chuyển nước ở thân cây.", "25": "Trong truyện cổ tích cùng tên, nhân vật Trương Chi làm nghề gì?", "26": "Cuộc cách mạng của công nhân và nhân dân lao động Pháp diễn ra từ ngày 18/3 - 27/5/1871 có tên là gì?", "27": "Khi tốc độ ngưng tụ bằng tốc độ bay hơi, thì hơi đó ở trạng thái ...", "28": "Dãy núi nào tạo nên một phần ranh giới tự nhiên giữa hai tỉnh Lào Cai và Lai Châu?", "29": "What do you call a type of shape that have five sides?", "30": "Tán thủ là một nội dung thi đấu của môn thể thao nào?", "31": "Theo quy định tại Việt Nam, khán giả trên bao nhiêu tuổi được phép theo dõi những bộ phim được phân loại ở mức P?", "32": "Đấu vật là bức tranh nổi tiếng của dòng tranh dân gian nào?", "33": "Các loại gel rửa tay, nước rửa tay khô thông dụng trên thị trường hiện nay có thành phần chính là hợp chất của hữu cơ nào?", "34": "Ở nước ta, voi hoang dã hiện chỉ xuất hiện ở các tỉnh Tây Nguyên, đúng hay sai?", "35": "Bạch tuộc có mấy quả tim?", "36": "Bài thơ nào được sáng tác vào năm 1967 và là một bài thơ đặc sắc viết về tình yêu, rất tiêu biểu cho phong cách của Xuân Quỳnh?", "37": "Hội nghị thành lập ASEAN ngày 8/8/1967 được diễn ra ở quốc gia nào?", "38": "Lượng chất giải phóng ra ở các điện cực trong bình điện phân tuân theo định luật mang tên nhà khoa học nào?", "39": "Sơn nguyên nào ở miền Bắc nước ta là sơn nguyên đầu tiên được UNESCO công nhận là Công viên địa chất toàn cầu của Việt Nam?", "40": "All known elements are arranged in a table called ...", "41": "Tính đến nay, những châu lục chưa từng tổ chức Thế vận hội Mùa đông là châu Phi, ... và ...", "42": "Lễ hội nào được nhắc trong bài hát sau?https://duong-len-dinh-olympia.fandom.com/vi/wiki/T%E1%BA%ADp_tin:Thang2quy2Olympia21-KhoidongNhac2.ogg", "43": "Sudokube là một biến thể kết hợp của hai trò chơi quen thuộc là Sudoku và ...", "44": "Phản ứng nhiệt phân muối amoni nitrit được sử dụng trong phòng thí nghiệm để điều chế khí nào?", "45": "Cây lúa hay cây tre được thể hiện trên quốc huy nước ta hiện nay?"}