{"1": "Đại diện của Việt Nam tại cuộc thi Hoa hậu Thế giới 2021 (Miss World 2021) là ai?", "2": "Số lượng người gốc Việt ở quốc gia hải ngoại nào là đông nhất?", "3": "Sóng dừng được phát hiện lần đầu bởi nhà khoa học nào vào năm 1831?", "4": "Hiện tượng kim loại bị phá hủy do phản ứng hóa học hoặc phản ứng điện hóa với môi trường được gọi là sự ...", "5": "What is the name of the official currency used in Thailand?", "6": "Tổ hợp toàn bộ các tính trạng của cơ thể được gọi là gì?", "7": "Trong thơ Phan Thị Vàng Anh, con vật nào \"đi học chẳng mang thứ gì/ Chỉ mang một chiếc bút chì/ Và mang một mẩu bánh mì con con\"?", "8": "Thiên Nam dư hạ là bộ sách gồm 100 quyển ghi chép toàn bộ các thiết chế chính trị, kinh tế, xã hội của nhà nước thời nào?", "9": "Kathmandu là thủ đô của quốc gia nào?", "10": "\"Hãy tỏa sáng - Let's Shine\" là ca khúc chính thức của sự kiện thể thao nào?", "11": "\"Drive my car\" - Phim nói tiếng nước ngoài xuất sắc nhất của Oscar 2022, nói tiếng gì?", "12": "Đình làng ở Đồng bằng Bắc Bộ thường thờ ai?", "13": "Điều là thực vật hạt trần hay hạt kín?", "14": "1 teragram có giá trị bằng bao nhiêu kilogram?", "15": "What chemical element is charcoal mostly made of?", "16": "Linh kiện điện nào thường được dùng để hạn chế cường độ dòng điện chảy trong mạch, điều chỉnh mức độ tín hiệu, dùng để chia điện áp?", "17": "Dung dịch axit nào được sử dụng làm chất điện phân trong bình ắc quy axit chì?", "18": "Thành phần chủ yếu trong thức ăn của các động vật ăn thực vật là ...", "19": "Từ nào còn thiếu trong đoạn thơ sau: \"Ta hát bài ca gọi cá vào/ Gõ thuyền đã có nhịp trăng cao/ ... cho ta cá như lòng mẹ/ Nuôi lớn đời ta tự buổi nào\"? (Trích \"Đoàn thuyền đánh cá\" - Huy Cận)", "20": "Dự án xây dựng Cửu Trùng Đài hoành tráng bậc nhất nước ta vào thời Lê Tương Dực do ai thiết kế?", "21": "Vườn quốc gia nào có diện tích lớn nhất Việt Nam?", "22": "In two-dimensional space, what is the fewest number of slides a polygon can have?", "23": "Môn thể thao nào có cự ly tiêu chuẩn là 42,195 km?", "24": "\"My Soul 1981\" là đêm nhạc của nữ ca sĩ nào?", "25": "Từ nào sau đây là từ láy: \"đau đớn\" hay \"rạo rực\"?", "26": "Cho hai mệnh đề P và Q. Mệnh đề \"Nếu P thì Q\" được gọi là mệnh đề ...", "27": "Hiện tượng nào trong khí quyển là nguyên nhân chủ yếu gây ra dông lốc?", "28": "Để sản xuất gang, người ta sử dụng oxit nào để khử oxit sắt ở nhiệt độ cao trong lò luyện kim?", "29": "Bèo tây (hay bèo Nhật Bản, lục bình) có nguồn gốc từ châu lục nào?", "30": "Ông Sáu và bé Thu là hai nhân vật chính trong truyện ngắn nào của nhà văn Nguyễn Quang Sáng?"}