{"1": "Trong quá trình dịch mã, phân tử nào đóng vai trò như \"người phiên dịch\"?", "2": "Theo kinh nghiệm của người xưa: \"Trăng quầng trời .../ Trăng tán trời ...\"?", "3": "Quốc gia Nam Á nào sở hữu đàn bò lớn nhất thế giới?", "4": "Có bao nhiêu giải quần vợt được xếp vào danh sách các giải Grand Slam?", "5": "Đời cô Lựu, Tô Ánh Nguyệt hay Lan và Điệp là những tác phẩm của soạn giả nào?", "6": "Trong gia đình, bằng cách dùng nước xà phòng quét lên bình gas hoặc ống dẫn gas, hiện tượng nào chứng tỏ đang có khí gas rò rỉ?", "7": "What number is ten to the sixth power?", "8": "Lễ hội sâm Ngọc Linh là sự kiện văn hóa thường niên được tổ chức ở tỉnh nào của nước ta?", "9": "Việt Nam tham gia tổ chức quốc tế nào trước: Liên Hiệp Quốc hay ASEAN?", "10": "Phương tiện nào được sử dụng chủ yếu trong những cuộc phát kiến lớn về địa lí vào thế kỷ XV - XVI?", "11": "Xét về khối lượng và kích thước, prôtêin thuộc loại phân tử gì?", "12": "Thơ Xuân Diệu có câu \"Quê mẹ gió nồm thổi lên tươi mát\". Hai chữ \"quê mẹ\" ở đây nói đến tỉnh nào?", "13": "Tất cả các quốc gia ở châu lục nào đều tiếp giáp với biển?", "14": "Đội tuyển nào giành chức vô địch Giải Vô địch bóng đá U18 Đông Nam Á năm 2019?", "15": "NSND Trùm Thịnh, NSND Cả Tam là các tên tuổi lớn của loại hình sân khấu dân gian nào?", "16": "Nguyên tố nào có điểm sôi thấp nhất trong tất cả các nguyên tố và chỉ có thể đông đặc dưới áp suất rất cao?", "17": "The deepest known location in Earth's oceans is located in which ocean?", "18": "Bánh pía là đặc sản của tỉnh nào?", "19": "Sông Mêkông không chảy qua lãnh thổ của quốc gia nào: Malaysia hay Myanmar?", "20": "... là nhà nước công - nông đầu tiên ra đời ở khu vực Đông Nam Á.", "21": "Trên mỗi đường trung tuyến, khoảng cách từ trọng tâm tới đỉnh bằng mấy lần khoảng cách từ trọng tâm tới chân đường trung tuyến?", "22": "Nhiệt độ mà tại đó hơi nước trong không khí trở thành bão hòa được gọi là gì?", "23": "Robert Hook là người đầu tiên mô tả điều gì khi ông sử dụng kính hiển vi để quan sát lá mỏng của cây bấc vào năm 1665?", "24": "\"Kìa non non, nước nước, mây mây/ \"Đệ nhất động\" hỏi là đây có phải\". \"Động\" trong hai câu thơ trên của Chu Mạnh Trinh là danh thắng nào?", "25": "Quốc gia Đông Á nào sở hữu đội tàu buôn lớn nhất thế giới?", "26": "Trên logo hiện tại của câu lạc bộ Paris Saint-Germain có hình ảnh mô phỏng công trình kiến trúc nổi tiếng nào ở Pháp?", "27": "Giải thưởng điện ảnh hàng năm của Viện Hàn lâm Khoa học và Nghệ thuật Điện ảnh Mỹ có tên gọi là gì?", "28": "Khí nào là nguyên liệu để sản xuất poli (vinyl clorua) dùng sản xuất nhựa PVC?", "29": "What continent has the largest area of desert?", "30": "Tháng đầu tiên và tháng cuối năm của một năm Âm lịch có tên gọi dân gian là gì?", "31": "Tỉnh nào có diện tích lớn nhất khu vực Tây Nguyên: Gia Lai hay Đắk Lắk?", "32": "Cư dân của nền văn hóa nào là những người mở đầu thời đại đồng thau ở Việt Nam?", "33": "Một hình chóp có tối thiểu bao nhiêu mặt bên?", "34": "Màu nào ứng với tần số ánh sáng cao nhất trong 7 màu của cầu vồng?", "35": "Trong nhà máy thủy điện, ... của nước trong hồ chứa được chuyển hóa thành điện năng.", "36": "Loại mối nào có số lượng đông đảo chiếm 70-80% số lượng đàn mối?", "37": "Tác phẩm nào ra đời vào thế kỷ XVI, tập hợp các truyện có yếu tố hoang đường, từng được danh sĩ Vũ Khâm Lâm khen tặng là \"thiên cổ kì bút\"?", "38": "Canada không giáp với đại dương nào?", "39": "Đường đua công thức 1 (F1) đầu tiên của Việt Nam được xây dựng tại tỉnh thành nào?", "40": "Biên chế của một dàn nhạc giao hưởng bao gồm bao nhiêu bộ nhạc khí chính?", "41": "Đường fructose được hấp thụ trực tiếp vào máu trong quá trình nào?", "42": "What is the name of the patterns on our fingertips?", "43": "Hiện nay thị trường xuất khẩu hàng dệt may lớn nhất của nước ta là quốc gia nào?", "44": "Mở cửa ở hướng có cháy và khói xông vào phòng là cách tránh ngộ độc khí trong đám cháy, đúng hay sai?", "45": "Đại Việt sử ký toàn thư dẫn lời sử gia Phan Phu Tiên nhận xét vị vua nào cuối thời Trần \"vì tệ đánh bạc mà mất nước\"?", "46": "Tứ giác lồi nội tiếp là tứ giác có cả bốn đỉnh nằm trên một ...", "47": "Trò chơi bập bênh là một ứng dụng của loại máy cơ đơn giản nào?", "48": "Cách mạng tháng Mười Nga diễn ra thành công vào năm nào?"}