{"1": "Đại lượng đặc trưng cho khả năng tích điện của tụ điện ở một hiệu điện thế nhất định gọi là gì?", "2": "Cây cầu nào là cầu dây văng đầu tiên ở Việt Nam?", "3": "Bạn hãy kể tên ba tác phẩm trong chùm thơ thu nổi tiếng của nhà thơ Nguyễn Khuyến.", "4": "Quá trình tổng hợp ... trên mạch khuôn ADN được gọi là quá trình phiên mã.", "5": "Người đứng đầu thị tộc thường được gọi là gì?", "6": "NaOH là một bazơ. Vậy dung dịch NaOH có độ pH ...", "7": "What is the smallest positive integer which is neither a square number nor a prime number?", "8": "Một tờ giấy khổ A0 có kích thước lớn gấp bao nhiêu lần một tờ giấy khổ A4?", "9": "Ông cha ta thường dùng cân thập lục (cân ta) để đo khối lượng các vị thuốc Bắc hoặc kim loại quý. Quy ước của loại cân này là 1 kg tương ứng với bao nhiêu lạng?", "10": "Thay thế một lực bằng hai hay nhiều lực có tác dụng giống hệt như lực đó được gọi là gì?", "11": "Ngày 1/1/1959, chế độ Batixta sụp đổ, nước Cộng hòa Cuba ra đời do ai đứng đầu?", "12": "\"Các cặp nhân tố di truyền (cặp gen) đã phân li độc lập trong quá trình phát sinh giao tử\" là quy luật do ai phát hiện ra?", "13": "Hộp đàn guitar có tác dụng như một hộp ... làm cho âm tổng hợp phát ra vừa to vừa có âm sắc riêng.", "14": "When illustrating the digits from 1 to 9 using Roman numerals, which numbers do not contain the character \"I\"?", "15": "Những vở kịch \"Nàng Xi-ta\", \"Lời thề thứ 9\", \"Lời nói dối cuối cùng\"... là của nhà viết kịch nào?", "16": "... là các tế bào chưa biệt hoá, có nghĩa là chúng chưa thực hiện bất kì một chức năng nào, có khả năng tự duy trì và tự nhân lên trong một thời gian dài.", "17": "Càng gần hai chí tuyến, thời gian nóng trong ngày mùa hè càng ... và biên độ nhiệt trong năm càng ...", "18": "Trong điều kiện thích hợp, glucozơ lên men tạo thành khí CO2 và chất gì?", "19": "Lễ hội Thạt Luổng là sự kiện văn hóa quan trọng của nước nào?", "20": "Trên bàn cờ vua tiêu chuẩn, mỗi quân tượng có thể đi đến tối đa bao nhiêu ô vuông trên bàn cờ?", "21": "Tại SEA Games 32, vận động viên 15 tuổi Lê Khánh Hưng đã lần đầu tiên giành huy chương vàng cho thể thao Việt Nam ở bộ môn nào?", "22": "Trước thế kỷ XIX, sông Mekong đổ ra biển Đông qua mấy cửa?", "23": "Đơn vị đo nào cần điền trong dấu ba chấm: \"Khoảng cách từ Trái Đất tới ngôi sao gần nhất là khoảng 4,3 ...\"?", "24": "In astronomy, what does the letter \"U\" stand for in \"UFO\"?", "25": "Ở người, hệ thần kinh sinh dưỡng điều hòa hoạt động của các cơ quan dinh dưỡng và cơ quan ...", "26": "Nguyễn Hữu Thị Lan là tên thật của hoàng hậu nào thời Nguyễn?", "27": "Số nguyên tố nào nằm giữa 29 và 37?", "28": "Loại nón nào được nhắc đến trong những câu thơ sau của nhà thơ Nguyễn Nhược Pháp: \"Khăn nhỏ, đuôi gà cao/ Em đeo dải yếm đào/ Quần lĩnh, áo the mới/ Tay cầm nón ...\"?", "29": "Trong chuyển động quay, khoảng cách từ tâm quay đến giá của lực gọi là gì?", "30": "Phim \"A Tourist's Guide To Love\" (Bí kíp tình yêu của một du khách), lấy bối cảnh chính ở quốc gia nào?[1]", "31": "Trụ sở chính của Liên đoàn Taekwondo thế giới được đặt tại thành phố nào?", "32": "Clo có số oxi hóa dương trong các hợp chất với ... và ...", "33": "Theo luật Giao thông đường bộ hiện hành, xích lô, xe đạp, xe lăn cho người khuyết tật, xe súc vật kéo... được xếp vào loại phương tiện giao thông gì?", "34": "Thành phần nguyên tố chủ yếu của protein là bốn nguyên tố hóa học nào?", "35": "Loài vật nào được nhắc đến trong đoạn thơ sau: \"Mẹ ơi, con tuổi gì?/ Tuổi con là tuổi .../ ... không yên một chỗ/ Tuổi con là tuổi đi\" (Xuân Quỳnh)?", "36": "Tam giác vuông có độ dài hai cạnh góc vuông là 6 cm và 8 cm thì độ dài đường trung tuyến ứng với cạnh huyền là bao nhiêu?"}