{"1": "Trong câu hát \"Cung thanh là tiếng mẹ, cung trầm là giọng cha\", xét về vật lí, \"thanh\" và \"trầm\" chỉ đặc tính nào của âm?", "2": "Bác Hồ đã dạy thanh niên: \"Luôn trau dồi ... cách mạng, khiêm tốn và giản dị. Chống kiêu căng, tự mãn. Chống lãng phí, xa hoa\".", "3": "Ai là vận động viên tiêu biểu nhất trong cuộc bầu chọn \"Vận động viên, huấn luyện viên tiêu biểu\" năm 2021?", "4": "Ngày Sóc trong tháng âm lịch là ngày mùng mấy?", "5": "Trong quả nho chín chứa nhiều nhất loại đường nào?", "6": "Bài tiểu luận \"Một thời đại trong thi ca\" đã mở đầu cuốn sách nào?", "7": "Giun đất có mấy quả tim chính thức?", "8": "What is the color of an emerald?", "9": "Vùng kinh tế nào đang đóng góp khoảng 50% sản lượng lúa, 95% lượng gạo xuất khẩu, gần 65% sản lượng thuỷ sản nuôi trồng, 60% lượng cá xuất khẩu và gần 70% các loại trái cây của cả nước?", "10": "Trong bảng biến thiên, mũi tên đi lên thể hiện tính ..., mũi tên đi xuống thể hiện tính ... của hàm số.", "11": "\"Trạng Bùng\" Phùng Khắc Khoan thi đỗ Trạng Nguyên dưới thời vua nào?", "12": "Nikolai Ostrovsky - tác giả tiểu thuyết \"Thép đã tôi thế đấy\" sinh ra trong một gia đình lao động nghèo ở quốc gia nào ngày nay?", "13": "Nhà thơ Xuân Diệu đã dùng hình ảnh \"ngon như một cặp môi gần\" để nói về tháng nào?", "14": "Số nào là số hoàn hảo có hai chữ số?", "15": "Which famous natural wonder made of stone is located in England?", "16": "Bộ \"Quốc triều thông chế\" được ban hành bởi nhà ...", "17": "Vịnh nào nằm ở phía Tây Nam biển Đông?", "18": "Chuông điện hoạt động dựa trên tác dụng nào của dòng điện?", "19": "Paracetamol ngoài tác dụng giảm đau, còn được dùng để giảm triệu chứng gì ở người?", "20": "Không kể số 0, mã vùng điện thoại cố định của các tỉnh thành nước ta hiện nay đều bắt đầu bằng số mấy?", "21": "Thành phần chủ yếu trong khí thiên nhiên hóa lỏng (LNG) là gì?", "22": "Đội tuyển bóng đá nữ quốc gia Việt Nam sẽ lần đầu tiên tham dự vòng chung kết World Cup vào năm nào?", "23": "Ngày 20/11/1989, Đại hội đồng Liên Hợp Quốc đã phê chuẩn một bản công ước vào luật quốc tế để bảo vệ quyền lợi của đối tượng nào?", "24": "Ca khúc \"Về nghe mẹ ru\" (NSND Bạch Tuyết, Hoàng Dũng, Hứa Kim Tuyền, 14 Casper) là sự kết hợp đặc biệt của R&B, rap và loại hình nghệ thuật truyền thống nào của Việt Nam?", "25": "What button must be pressed to follow a YouTube channel?", "26": "Khu kinh tế mở nào được thành lập năm 2003 ở Quảng Nam, là khu kinh tế ven biển đầu tiên của cả nước?", "27": "Từ hình ảnh mùa xuân của thiên nhiên, đất nước trong lao động và chiến đấu, nhà thơ nào đã đi đến ước nguyện làm \"Một mùa xuân nho nhỏ/ Lặng lẽ dâng cho đời\"?", "28": "Poker là từ tiếng Anh dùng để chỉ việc một cầu thủ ghi được bao nhiêu bàn thắng trong một trận đấu bóng đá?", "29": "Loại hình nghệ thuật nào của Việt Nam được tổ chức UNESCO công nhận là Di sản văn hóa phi vật thể đại diện của nhân loại vào năm 2021?", "30": "Dung dịch đậm đặc Na2SiO3 và K2SiO3 còn được gọi là gì?"}