{"1": "Khi các vi sinh vật xâm nhập vào một mô nào đó của cơ thể, hoạt động đầu tiên của các bạch cầu để bảo vệ cơ thể là gì?", "2": "Nơi nào còn thiếu trong các câu thơ sau: \"Dốc Pha Din, chị gánh anh thồ/ ..., anh hò chị hát\"?", "3": "Vị vua nào có công đánh đuổi giặc Lương, đánh tan quân Lâm Ấp?", "4": "What is the maximum number of sundays are possible in a month?", "5": "VCK Euro 2020 (tổ chức vào năm 2021) có bao nhiêu đội tuyển tham gia?", "6": "Loài hoa nào xuất hiện đầu tiên trong bài hát \"Hà Nội mười hai mùa hoa\" của Giáng Son?", "7": "Trong lòng đất, khí nào được sinh ra từ sự phân hủy các hợp chất vô cơ và hữu cơ, thường tích tụ dưới đáy giếng khơi, hang sâu,... rất nguy hiểm cho con người vì không duy trì sự sống?", "8": "Cơ quan xét xử tại nước ta bao gồm Tòa án nhân dân các cấp, và Tòa án ...", "9": "Món tào phớ và đậu phụ đều được làm từ đậu tương. Đúng hay sai?", "10": "Nước biển và đại dương có ba sự vận động là sóng, dòng biển và ...", "11": "Hệ ghi số thập phân là phát minh của nước nào?", "12": "Trong quang phổ của ánh sáng trắng, ta thấy có mấy màu chính?", "13": "Cây tầm gửi thể hiện mối quan hệ gì với cây vật chủ?", "14": "Loài bọt biển sinh sản bằng hình thức nảy chồi và ...", "15": "\"Đàn buồn, đàn lặng, ôi đàn chậm!/ Mỗi giọt rơi tàn như lệ ngân\" là những câu nhà thơ Xuân Diệu viết về tiếng đàn nào?", "16": "Lễ hội Gò Đống Đa (Hà Nội) được tổ chức hằng năm nhằm kỷ niệm chiến thắng ngoại xâm oanh liệt của đội quân nào?", "17": "The ... is a verb tense which is used to show repetition, habit or generalization.", "18": "Sân thi đấu bóng chuyền tiêu chuẩn có chiều dài gấp mấy lần chiều rộng?", "19": "Tác phẩm nào đã đoạt giải Phim xuất sắc thể loại chính kịch ở lễ trao giải Quả cầu vàng 2021?", "20": "Ancol nào được sử dụng làm chất cháy trong đèn cồn ở các phòng thí nghiệm hóa học?", "21": "Phơi cát thủ công và phơi nước là những phương pháp hiện được sử dụng để sản xuất sản phẩm nào ở các tỉnh ven biển nước ta?", "22": "Nam châm có thể hút được vàng nguyên chất không?", "23": "Đất nước nào có đường biên giới xấp xỉ chiều dài xích đạo?", "24": "Việc Ta-lét đo chiều cao của kim tự tháp Ai Cập dựa vào bóng của chúng là một vận dụng sáng tạo tính chất của hai tam giác ...", "25": "Khi ta hãm phanh xe đạp sẽ xuất hiện lực ma sát ... giữa má phanh với bánh xe.", "26": "... là một tập hợp của rất nhiều thiên thể (sao, hành tinh, vệ tinh, sao chổi...) cùng với khí, bụi và bức xạ điện từ.", "27": "Cây nào sau đây là câu rễ chùm: ổi, cam, chuối, nhãn?", "28": "Trong thơ của Nguyễn Đức Mậu, loài vật bé nhỏ nào giữ lại cho người \"Những mùa hoa đã tàn phai tháng ngày\"?", "29": "Ở thế kỷ XVI - XVII, đô thị nào ở phía Bắc của nước ta đã phát triển thành một thương cảng sầm uất với hơn 2000 nóc nhà của cư dân từ nhiều nước đến ở như Trung Quốc, Nhật Bản, Hà Lan, Anh, Pháp...?", "30": "What planet is the hottest in Solar system?", "31": "WBC, WBO, WBA là các nhà tổ chức chuyên nghiệp hàng đầu thế giới hiện nay ở môn thể thao nào?", "32": "Bức tranh nào của họa sĩ Trần Văn Cẩn được công nhận là bảo vật quốc gia?", "33": "Trong thành phần vô cơ của cao răng ở người chủ yếu là các muối của kim loại nào?", "34": "Tỉnh nào sẽ cho thí điểm khôi phục việc dạy môn nữ công gia chánh trong nhà trường từ năm học 2021 - 2022?", "35": "Selen là nguyên tố kim loại hay phi kim?", "36": "Tỉ lệ bản đồ là 1 : 6.000.000 nghĩa là 1cm trên bản đồ ứng với bao nhiêu km trên thực địa?", "37": "Những phân tử ngoại lai có khả năng kích thích cơ thể tạo ra các kháng thể gọi là gì?", "38": "Goncourt - giải thưởng văn học được trao cho tác phẩm văn xuôi xuất sắc nhất mỗi năm là của quốc gia nào?", "39": "Các đồng tiền được đúc vào các triều đại phong kiến ở nước ta thường được đặt tên theo ... của vị vua cho phát hành đồng tiền đó.", "40": "The Red river enters Vietnam at which province?", "41": "Tay vợt nam nào đăng quang tại giải quần vợt Australian Open 2021?", "42": "Phần thùng đàn của đàn đáy có dạng hình học nào?", "43": "Hợp chất nào luôn có thành phần là cứ một phần khối lượng hidro tương ứng với tám phần khối lượng oxi?", "44": "Văn kiện quan trọng nhất của Liên Hợp Quốc là gì?", "45": "Nước uống từ râu ngô rất tốt cho người tăng huyết áp. Đúng hay sai?", "46": "Cơ cấu các loại rừng ở nước ta bao gồm rừng đặc dụng, rừng sản xuất và rừng gì nữa?", "47": "Một hình hộp chữ nhật có bao nhiêu cạnh?"}