{"1": "Trong câu \"Bao giờ cho đến tháng ba/ Ếch cắn cổ rắn tha ra ngoài đồng\", tác giả dân gian đã sử dụng thủ pháp nghệ thuật gì để gây cười?", "2": "\"Hỏa hồng Nhật Tảo oanh thiên địa\" là câu thơ viết về vị anh hùng dân tộc nào?", "3": "Vi khuẩn HP tồn tại trong niêm mạc cơ quan nội tạng nào của con người?", "4": "\"Công viên APEC\" được khánh thành vào ngày 09/11/2017 nằm ở thành phố nào của nước ta?", "5": "What is the second most populated continent in the world?", "6": "Theo quy định của Liên đoàn Bóng rổ Quốc tế, thời gian thi đấu mỗi hiệp trong một trận là bao lâu?", "7": "Các bộ phim Mùa len trâu, Cánh đồng bất tận, Hương phù sa, Đất phương Nam đều có bối cảnh chính là vùng đất nào?", "8": "Khi áp suất trong máy bay giảm, hành khách là người lớn nên ưu tiên đeo mặt nạ dưỡng khí cho bản thân hay cho trẻ em xung quanh đầu tiên?", "9": "Ở cơ thể người bình thường, lượng mồ hôi bài tiết qua hai chi dưới, thân mình hay đầu là nhiều nhất?", "10": "Dùng búa đinh đập một mẩu than đá thấy mẩu than vỡ vụn. Như vậy có thể kết luận than đá không có tính chất vật lí nào?", "11": "Số nguyên nào có vô hạn ước số?", "12": "Đây là khung cảnh vườn cũ qua con mắt của ai: \"Trước sau nào thấy bóng người/ Hoa đào năm ngoái còn cười gió đông\"", "13": "Nhà Đinh trải qua bao nhiêu đời vua?", "14": "Loài giun nào thường kí sinh ở ruột non người, nhất là ở trẻ em, gây đau bụng, đôi khi gây tắc ruột và tắc ống mật?", "15": "Các nhà máy điện thủy nhiệt trên thế giới hoạt động dựa trên sự chênh lệch yếu tố nào giữa nước biển trên bề mặt và dưới sâu?", "16": "What is the largest prime number with 2 digits?", "17": "Nữ cầu thủ nào có cú đánh đầu hạ gục đội tuyển Thái Lan trong trận chung kết bóng đá nữ SEA Games 30?", "18": "Các điệu ca của Bài chòi Trung Bộ chủ yếu sử dụng thể thơ nào?", "19": "Hoa hậu Hoàn vũ thế giới 2019 đến từ đất nước nào?", "20": "Trong cơ thể người bình thường, phổi bên trái hay bên phải lớn hơn?", "21": "Chất làm giảm tốc độ phản ứng hóa học gọi là gì?", "22": "Hình thang có hai đáy bằng nhau thì chắc chắn là hình gì?", "23": "Dụng cụ thí nghiệm nào đã tham gia nhiều nhất vào quá tình nghiên cứu, phát hiện ra định luật tương tác của các điện tích điểm của nhà bác học Coulomb?", "24": "Khi cho khí clo tác dụng với vôi tôi hoặc sữa vôi ở 30 độ C, ta thu được ... và nước.", "25": "Trong trạng thái bâng khuâng như tỉnh dậy sau một cơn say rất dài, điều gì khiến Chí Phèo \"sợ\" nhất, \"còn đáng sợ hơn đói rét và ốm đau\"?", "26": "Vị tướng nhà Trần nào đã chỉ huy quân Đại Việt tiêu diệt đoàn thuyền lương quân Mông - Nguyên tại Vân Đồn năm 1288?", "27": "Diều của các động vật được hình thành từ bộ phận nào của ống tiêu hóa?", "28": "Cây cầu nào bắc qua sông Tiền: cầu Cao Lãnh, cầu Vàm Cống, cầu Cần Thơ?", "29": "Who was the first black president of South Africa?", "30": "Một hồ bơi tiêu chuẩn dùng cho thi đấu thường chia ra hai loại với chiều dài 25 mét hoặc ... mét.", "31": "Đàn tứ có số dây gấp mấy lần đàn nhị?", "32": "Làng nghề Xuân La (Phú Xuyên, Hà Nội) nổi tiếng về làm đồ chơi dân gian nào?", "33": "Nhựa PVC được sản xuất thông qua phản ứng trùng ngưng hay trùng hợp vinylclorua?", "34": "Tên của kim loại chuyển tiếp nào bắt nguồn từ tiếng Hy Lạp mang nghĩa là \"sắc màu\"?", "35": "Tổng số chấm các mặt của một con xúc xắc thông thường là bao nhiêu?", "36": "Trong mạ điện, vật cần được mạ dùng làm cực ..., kim loại dùng để mạ làm cực ...", "37": "Tên vịnh biển nào được nhắc đến trong bài thơ \"Đoàn thuyền đánh cá\" của Huy Cận?", "38": "Vào thời nhà Hồ, Hà Nội có tên gọi là gì?", "39": "Không có kí sinh trùng, virus gây bệnh, giun, sán... là một trong những tiêu chuẩn về mặt hóa học, lí học hay sinh học của thịt sạch?", "40": "Tên vị thần Hy Lạp nào được đặt cho dãy núi ở khu vực Tây Bắc châu Phi?", "41": "Which word describes a bad dream?", "42": "Môn Pencak Silat có nguồn gốc từ quốc gia Đông Nam Á nào?", "43": "Trong lời bài hát \"Vườn cây của ba\" (Phan Nhân), trái gì \"rớt trúng thì đầu u\"?", "44": "Nghệ thuật kiến trúc Gothic hình thành ở nước nào vào khoảng thế kỷ XII?", "45": "Mủ cao su là cao su sống hay cao su lưu hóa?", "46": "Lưu huỳnh có bao nhiêu số oxi hóa?", "47": "Các phép biến hình nào sau đây đều có tính chấy bảo toàn khoảng cách giữa hai điểm bất kỳ: tịnh tiến, đối xứng trục, phép quay?", "48": "Đại lượng vật lí nào đặc trưng cho tính chất cản trở dòng điện của vật liệu?", "49": "Môn thể thao nào được xem là sự kết hợp giữa bơi lội và bóng ném?"}