{"1": "Những câu thơ sau nhắc đến bệnh nào: \"Đi rừng muỗi lắm nhớ đừng quên/ Bị chích người đau dễ sốt liền/ Ủ chặt chăn mền sao vẫn rét/ Bao chồng củi đốt lại còn rên\"?", "2": "Tụy là một cơ quan của hệ ... ở người.", "3": "Nhân vật lịch sử nào có tên dân gian là Trạng Bùng?", "4": "Hệ sinh thái rừng ngập mặn ở nước ta có diện tích đứng thứ mấy trên thế giới?", "5": "Which is the biggest desert in Asia?", "6": "Thể thao điện tử (Esports) lần đầu tiên được đưa vào thi đấu chính thức tại kỳ SEA Games nào?", "7": "Từ nào còn thiếu trong bài hát sau?https://duong-len-dinh-olympia.fandom.com/vi/wiki/T%E1%BA%ADp_tin:Thang2quy4Olympia20-KhoidongNhac1.mp3", "8": "... là thiên thể sáng nhất trên bầu trời đêm, không kể Mặt Trăng.", "9": "Sốc nhiệt thường làm phát sinh các đột biến cấu trúc hay số lượng NST?", "10": "Nhà khoa học nào là người đã khám phá ra hiện tượng tán sắc ánh sáng?", "11": "Đa giác nào là đa giác lồi có số cạnh ít nhất?", "12": "Có thể sử dụng thuốc thử nào trong các dung dịch sau: Nước brom, dung dịch Ba(OH)2, dung dịch NaOH, CaO để phân biệt SO2 và NO2?", "13": "Nhân vật dân gian nào được nhắc tới trong những câu ca dao: \"Mình nhớ ta như cà nhớ muối/ Ta nhớ mình như ... nhớ trăng\"?", "14": "Bộ phận nào trong cổ tham gia vào quá trình hít thở, tạo âm thanh và bảo vệ khỏi quá trình hít phải thức ăn?", "15": "Sau khi về nước (đầu năm 1941), Nguyễn Ái Quốc đã chọn tỉnh nào làm nơi xây dựng căn cứ địa cách mạng?", "16": "Bán đảo nào được biết tới như khu rừng già nguyên sinh trong lòng thành phố trẻ Đà Nẵng?", "17": "What is the total degree of all angles inside a triangle?", "18": "Cúp tốc độ là giải đấu dành cho các vận động viên của môn thể thao tổng hợp nào?", "19": "\"Yêu Tổ quốc; Yêu đồng bào; Yêu chủ nghĩa xã hội; Yêu lao động; Yêu khoa học, kỷ luật\" là những điều Bác Hồ căn dặn đối tượng nào?", "20": "Nghệ nhân Hà Thị Cầu nổi tiếng với bộ môn nghệ thuật nào?", "21": "Ozon có oxi hóa được bạc không?", "22": "Đơn vị công suất nào có giá trị bằng khoảng 736 W?", "23": "Số chính phương nào là số chính phương âm nhỏ nhất?", "24": "Đặc điểm nào của ZnCl2 (kẽm clorua) khiến người ta sử dụng chúng để bảo quản gỗ (ví dụ các thanh tà vẹt gỗ)?", "25": "Câu \"Một chàng vừa trạc thanh xuân/ Hình dong chải chuốt, áo khăn dịu dàng\" nói về nhân vật nào trong truyện Kiều?", "26": "Loài cây nào là loài thân thảo lớn nhất?", "27": "Nhà nước nào ra đời vào mùa xuân năm 544?", "28": "Kỷ địa chất nào còn được gọi là Kỷ nguyên khủng long?", "29": "The constituent particles of an atom are the electron, the ... and the neutron.", "30": "Trong các nội dung thi đấu sau của môn thể dục dụng cụ, nội dung nào dành cho nữ: xà đơn, xà kép, xà lệch?", "31": "Tổ chức nào sau đây có nhiều thành viên hơn cả: Liên Hiệp Quốc, WTO hay FIFA?", "32": "Hình ảnh nào được lựa chọn làm biểu tượng cho giải thưởng danh giá nhất trong liên hoan phim Cannes?", "33": "Nhìn chung nam giới hay nữ giới có số lượng hồng cầu cao hơn?", "34": "Cách truyền nhiệt trong chân không là gì?", "35": "Khi số cạnh của đa giác đều tăng lên, hình dáng của các đa giác đó có xu hướng thay đổi gần giống với hình đặc biệt nào?", "36": "Dung dịch Piranha là hỗn hợp của hidro peoxit và axit đặc nào, dùng để tẩy rửa các chất bẩn hữu cơ bám trên bề mặt của chất nền?", "37": "Quặng photphorit và apatit là nguyên liệu để sản xuất loại phân bón hóa học nào?", "38": "Sự truyền nhiệt bằng các dòng chất lỏng hoặc chất khí được gọi là gì?", "39": "Nhân vật nào trong truyện \"Đời thừa\" của Nam Cao khao khát viết về một tác phẩm đoạt giải Nobel và được dịch ra nhiều thứ tiếng trên thế giới?", "40": "Chất tiết ra từ cơ thể ong thợ non để nuôi ong chúa trưởng thành thường được gọi là gì?", "41": "Alexandre de Rhodes là người có đóng góp quan trọng trong việc phát triển chữ ...", "42": "Nước trong các biển, đại dương, nước trên lục địa và hơi nước trong khí quyển được gọi là gì?", "43": "On which continent does the majority of the world's population live?", "44": "Ở những trận bóng đá bãi biển do FIFA tổ chức, mỗi đội có mấy cầu thủ trực tiếp thi đấu?", "45": "Sao Michelin là danh hiệu cao quý trong lĩnh vực gì?", "46": "MV nào của Sơn Tùng M-TP ra mắt vào ngày 5/7/2020?", "47": "Mọi cơ quan trong cơ thể đều được cấu tạo từ tế bào, đúng hay sai?", "48": "Moonbow là hiện tượng cầu vồng được tạo ra bởi ánh sáng phản xạ từ bề mặt thiên thể nào?", "49": "Một tứ diện có bao nhiêu đường chéo?", "50": "Người ta thường đựng thủy ngân trong các bình làm từ kim loại gì?", "51": "Người lớn nếu thiếu vitamin gì sẽ dẫn tới bệnh loãng xương?", "52": "Trong chọn giống, phương pháp nào có ưu điểm là đơn giản, dễ làm, ít tốn kém nên có thể áp dụng rộng rãi?"}