{"1": "Cơ quan nào của hệ tiêu hóa ở người có chức năng chủ yếu là hấp thụ nước và thải phân?", "2": "Nhà thơ nào là tác giả của tập hồi ký \"Đoàn binh Tây Tiến\"?", "3": "Phong trào nào diễn ra 90 năm trước là cuộc tổng diễn tập đầu tiên cho Cách mạng Tháng Tám năm 1945?", "4": "Quyển của Trái Đất, trong đó có toàn bộ sinh vật sinh sống, được gọi là gì?", "5": "Có bao nhiêu cầu thủ trong đội hình ra sân của một đội bóng ở môn futsal?", "6": "Từ nào còn thiếu trong câu hát sau?https://duong-len-dinh-olympia.fandom.com/vi/wiki/T%E1%BA%ADp_tin:Thang2quy4Olympia21-KhoidongNhac1.ogg", "7": "Americans typically refer to this time of year as \"fall,\" while the British use which word to refer it?", "8": "EQ là tên viết tắt tiếng Anh của chỉ số nào để đánh giá con người?", "9": "Lipit cung cấp năng lượng cho tế bào. Đúng hay sai?", "10": "Tứ diện đều có bao nhiêu cạnh bằng nhau?", "11": "Sóng tới và sóng phản xạ nếu truyền theo cùng một phương thì có thể giao thoa được với nhau và tạo thành gì?", "12": "Người ta dùng AgNo3 để nhận biết muối clorua, kết tủa thu được có màu gì?", "13": "Tình trạng bệnh lý xảy ra sau khi ăn/uống các loại thực phẩm có độc tố hay bị nhiễm vi khuẩn có hại cho cơ thể người được gọi là gì?", "14": "Hiện nay, năng lượng được tạo ra từ nhiên liệu hóa thạch hay nhiên liệu sinh học chiếm phần lớn năng lượng được cung cấp cho toàn cầu?", "15": "Sự cộng sinh giữa tảo và nấm hình thành nên sinh vật nào?", "16": "Từ nào không phải là từ ghép đẳng lập: quần áo, bàn ghế, cơm nước, cháo hoa?", "17": "Hội Phụ nữ Phản Đế, Đoàn Phụ nữ Cứu quốc là một số đại diện được xem như khởi nguồn góp phần hình thành nên tổ chức nào hiện nay?", "18": "... là vùng xuất khẩu nông sản lớn thứ hai cả nước, sau Đồng bằng sông Cửu Long.", "19": "Việt Nam đã đề xuất hoãn SEA Games 2021 sang năm nào?", "20": "Trong âm nhạc Hoàng Hiệp, nỗi nhớ về thành phố nào gắn liền với \"tiếng leng keng tàu sớm khuya\"?", "21": "Which animal lives in the Southern Hemisphere and has countershaded dark and white plumage?", "22": "Tuyến cáp quang biển AAG kết nối châu Á (trong đó có Việt Nam) với quốc gia nào?", "23": "Trong thiên nhiên, cây tre có thể sinh sản bằng thân rễ. Đúng hay sai?", "24": "Hình vẽ trên con tem sau mô tả định lý toán học nào?", "25": "Các vệ tinh nhân tạo đều sử dụng điện của ... để duy trì hoạt động.", "26": "Nguyên tố nào kích thích sự phát triển rễ ở thực vật hơn cả: photpho, kali, lưu huỳnh?", "27": "\"Mùa hè đen\" là tên gọi của giai đoạn cháy rừng dữ dội kéo dài từ năm 2019 sang năm 2020 tại quốc gia nào?", "28": "Một tập hợp là tập hợp con của tập khác thì giữa chúng có quan hệ gì?", "29": "Chủng tộc Nê-grô-it có màu da đặc trưng là gì?", "30": "Năm 1929, nhà thơ lớn nào của Ấn Độ đã ghé thăm vùng đất nay là Tp.Hồ Chí Minh, và để lại ấn tượng sâu sắc trong lòng người dân mến mộ ông?", "31": "Lá cờ mang dòng chữ \"Nam Binh phục quốc\" xuất hiện trong cuộc khởi nghĩa nào do Trịnh Văn Cấn, Lương Ngọc Quyến lãnh đạo?", "32": "Thành phố nào của miền Trung đã mở rộng địa giới hành chính từ ngày 1/7/2021?", "33": "Thành phố Hồ Chí Minh I, Hà Nội I, Phong Phú Hà Nam là một số CLB của Giải bóng đá ... vô địch quốc gia.", "34": "\"Dad! I'm sorry\" là tên tiếng Anh của bộ phim Việt Nam nào?", "35": "Changi airport is located in which country?", "36": "Ở nước ta, Bộ nào thực hiện chức năng quản lý nhà nước về công nghệ thông tin?", "37": "Ảnh qua gương cầu lồi là ảnh ảo hay ảnh thật?", "38": "Trong một tam giác vuông, mỗi cạnh góc vuông là trung bình ... của cạnh huyền và hình chiếu vuông góc của cạnh góc vuông đó trên cạnh huyền.", "39": "Sự nở thể tích của vật rắn khi nhiệt độ tăng còn được gọi là gì?", "40": "Trong các hợp chất (trừ hợp chất với flo và hợp chất peoxit), nguyên tố oxi có số oxi hóa là bao nhiêu?", "41": "Để sản xuất ra nước cất dùng trong y tế người ta sử dụng phương pháp nào?", "42": "Nguyên tố vi lượng nào tham gia vào cấu tạo thành phần hemoglobin của hồng cầu?", "43": "... của Ngô gia văn phái là tác phẩm viết bằng chữ Hán ghi chép về sự thống nhất của vương triều nhà Lê vào thời điểm Tây Sơn diệt Trịnh, trả lại Bắc Hà cho vua Lê.", "44": "Sukarno là người đã lãnh đạo nhân dân quốc gia Đông Nam Á nào giành độc lập từ tay thực dân Hà Lan?", "45": "Hiện tượng cực quang xảy ra ở tầng nào trong khí quyển Trái Đất?", "46": "Ngày 24/6/2021, UEFA đã chính thức xóa bỏ luật nào tại các giải đấu cúp châu Âu cấp câu lạc bộ?", "47": "Dư âm, Dáng đứng Bến Tre, Tấm áo chiến sĩ mẹ vá năm xưa là những sáng tác của nhạc sĩ nào?", "48": "On a standard keyboard, what does Fn in the Fn key stand for?", "49": "Hộ chiếu phổ thông Việt Nam cấp trước ngày 14/8/2021 có trang bìa màu gì?", "50": "Lưỡi dao mỏng hay dày thì sắc hơn?", "51": "Muốn cộng một tổng hai số với số thứ ba, ta có thể cộng số thứ nhất với tổng của số thứ hai và số thứ ba. Đây là phát biểu về tính chất nào trong phép cộng?", "52": "Trong trò bi-a, người chơi truyền ... vào quả bi chủ khi thục nó bằng cây cơ.", "53": "Nguyên liệu để sản xuất nhôm là quặng ...", "54": "Vùng vịnh lớn nào có nhiệt độ nước biển trung bình năm thấp nhất nước ta?"}