{"1": "Trong thơ Nguyễn Khuyến, tiếng của loài chim nào \"Khắc khoải đưa sầu giọng lửng lơ\"?", "2": "Một loài động vật về mùa đông có bộ lông dày màu trắng lẫn với tuyết. Đây là ví dụ về kiểu biến dị nào?", "3": "Trong ba miền đất nước, miền nào có tổng số lượng nhiệt từ Mặt Trời trong năm thấp hơn cả?", "4": "Độ dinh dưỡng của phân lân được đánh giá theo tỉ lệ phần trăm khối lượng ... ứng với lượng photpho có trong thành phần của nó.", "5": "Muốn cho mắt nhìn thấy một vật thì ảnh thật của vật tạo bởi mắt phải hiện ra ở đâu?", "6": "What is the current Industrial Revolution phase?", "7": "Điều kiện chủ yếu dẫn đến sự ra đời của phong trào văn hóa Phục Hưng là sự xuất hiện của quan hệ sản xuất nào?", "8": "Khi xây dựng một ngôi nhà, để thể hiện hình dạng bên trong của nó, người thiết kế dùng mặt phẳng ... để mô tả những thiết diện của chúng trên bản vẽ.[2]", "9": "Hydrazin là một hợp chất vô cơ được sử dụng làm nhiên liệu trong chế tạo tên lửa. Hợp chất này có công thức hóa học là gì?[2]", "10": "Biển nước ta gồm năm vùng: nội thủy, lãnh hải, vùng tiếp giáp lãnh hải, vùng đặc quyền kinh tế và ...", "11": "Trên biểu đồ Ven này, phần gạch chéo biểu diễn ... của hai tập hợp A và B.", "12": "Hai loại thực phẩm nào được nhắc đến trong câu tục ngữ sau: \"Giã ... thì ốm, giã ... thì khỏe\"?", "13": "Đèn huỳnh quang là một ứng dụng của việc sử dụng tia nào để kích thích lớp huỳnh quang phát sáng?", "14": "Các công cụ lao động chủ yếu của cư dân Phùng Nguyên làm bằng vật liệu gì?", "15": "Vận động viên nào là người có vinh dự cầm cờ cho đoàn thể thao Việt Nam tại lễ khai mạc SEA Games 32?", "16": "Mặt người có thể biểu hiện các trạng thái cảm xúc khác nhau (vui, buồn, lo âu, sợ hãi...) là do sự co của các ...", "17": "What is the horny covering on the upper surface of the tip of the finger and toe in humans?[2]", "18": "Tàu điện ngầm được xây dựng đầu tiên ở nước nào?", "19": "Trào lưu nghệ thuật nào phát triển mạnh ở châu Âu trong khoảng thế kỷ XVII - XVIII, tên gọi nguồn gốc trong tiếng Bồ Đào Nha có nghĩa là \"viên ngọc trai không đều\"?", "20": "Theo bảng xếp hạng tháng 8/2023 của FIDE, kỳ thủ Lê Quang Liêm đứng vị trí thứ mấy trên thế giới?", "21": "Đại hội đồng Liên Hợp Quốc đã quyết định lấy ngày 21/9 hằng năm là Ngày Quốc tế ...", "22": "\"Những cô nàng ở Avignon\" là \"bức tranh khiến thế giới sửng sốt\" của họa sĩ tài ba nào?", "23": "Khí CFC (thường được sử dụng trong công nghệ làm lạnh trước đây) là hợp chất hữu cơ tạo thành từ flo, ... và ...", "24": "Ngôn ngữ ... là ngôn ngữ viết nên các chương trình để máy tính có thể đọc hiểu và thực hiện những lệnh được yêu cầu.", "25": "Hai kiểu bay chính của các loài vật thuộc lớp chim là gì?", "26": "Một hình chóp được gọi là hình chóp đều nếu đáy của nó là ... và các cạnh bên ...", "27": "Hát tà oải là một làn điệu dân ca của đồng bào dân tộc thiểu số nào của nước ta?", "28": "Đặc điểm quan trọng nhất của quá trình nguyên phân là sự sao chép bộ ... của tế bào mẹ sang hai tế bào con.", "29": "Khi một người xịt nước hoa lên cơ thể, dù đứng cách xa một khoảng, ta vẫn có thể ngửi thấy mùi nước hoa. Đây là biểu hiện rõ rệt của hiện tượng vật lí gì?", "30": "What kind of bear is on the logo of WWF?", "31": "\"Thăm thẳm một hang lồng bóng nguyệt/ Gập ghềnh mấy lối uốn thang mây\" là những câu thơ ca ngợi danh lam thắng cảnh nào?", "32": "Hình trong mặt phẳng được gọi là hình ... nếu mỗi mẩu nhỏ của chúng đều chứa một bộ phận đồng dạng với hình đó.", "33": "VietGap, AseanGAP, GlobalGAP là những bộ tiêu chuẩn được áp dụng trong ngành kinh tế nào?", "34": "Chất giặt rửa tổng hợp được tổng hợp từ nguyên liệu nào?", "35": "Nếu độ dài mỗi cạnh của một hình vuông tăng lên hai lần thì diện tích hình vuông đó tăng lên mấy lần?", "36": "Dãy núi Yên Tử là một phần của cánh cung nào ở phía Bắc nước ta?"}