{"1": "Quá trình tiêu hóa ở người bắt đầu từ cơ quan nào?", "2": "Trong tác phẩm Truyện Kiều, ba chị em Thúy Kiều đã đi tảo mộ vào dịp thanh minh tháng mấy?", "3": "Theo sách Thiên Nam ngữ lục, hội thề Hát Môn là sự kiện quan trọng trong cuộc khởi nghĩa nào?", "4": "Đỉnh núi Mẫu Sơn, nơi thường xảy ra hiện tượng băng giá vào mùa đông, nằm ở tỉnh nào?", "5": "Dominic Thiem là vận động viên nổi tiếng của bộ môn thể thao nào?", "6": "Nội dung chính của series phim \"The Queen's gambit\" xoay quanh những trận đấu trong môn thể thao nào?", "7": "Tháng hành động vì trẻ em được tổ chức vào tháng mấy hàng năm?", "8": "Trong ba loại phân bón hóa học chính, loại nào cần thiết cho cây ở thời kì sinh trưởng, có tác dụng làm cho cành lá khỏe, hạt chắc, quả hoặc củ to?", "9": "Lưu huỳnh không hòa tan trong nước ở nhiệt độ thường. Đúng hay sai?", "10": "In which city will the 2022 Winter Olympics take place?", "11": "Hệ đếm nào được ưa chuộng từ khi có máy tính điện tử, nhưng có nhược điểm là cách viết các chữ số đều dài và khó đọc?", "12": "Vecto gia tốc nào đặc trưng cho sự biến đổi phương của vecto vận tốc trong chuyển động tròn đều?", "13": "Tổng khởi nghĩa tháng Tám năm 1945 ở Hà Nội bắt đầu bằng một cuộc mít tinh diễn ra ở đâu?", "14": "Tim, gan, phổi, dạ dày, ruột non được gọi chung là các cơ quan ... của cơ thể người.", "15": "Từ nào còn thiếu trong những câu ca dao sau: \"Rủ nhau chơi khắp .../ Ba mươi sáu phố rành rành chẳng sai\"?", "16": "Ferdinand Magellan là người thực hiện chuyến đi vòng quanh thế giới đầu tiên bằng đường nào?", "17": "Dãy núi nào là ranh giới khí hậu quan trọng giữa hai khu vực Trung Á và Nam á?", "18": "Sân vận động Thiên Trường đặt tại tỉnh thành nào?", "19": "Loại hình nghệ thuật truyền thống nào là di sản văn hóa thế giới có vùng ảnh hưởng lớn nhất Việt Nam, phạm vi trải dài khắp 16 tỉnh, thành từ Phú Thọ tới Quảng Bình?", "20": "Danh hiệu vinh dự Nhà nước nào được tặng/ truy tặng những bà mẹ có nhiều cống hiến, hy sinh vì sự nghiệp giải phóng dân tộc, bảo Vệ tổ quốc và làm nghĩa vụ quốc tế?", "21": "Phần lớn các nguyên tố đất hiếm đều thuộc họ nguyên tố nào trên bảng tuần hoàn các nguyên tố hóa học?", "22": "Địa danh Miền Đông trong bài hát \"Tình đất đỏ miền Đông\" (ST: Trần Long Ấn) là miền Đông Bắc bộ hay Đông Nam bộ?", "23": "The bones around your chest that protect organs such as the heart are called what?", "24": "Đường cô-níc là đường giao giữa mặt nón tròn xoay và một ...", "25": "Lăng kính phản xạ toàn phần trong các kính tiềm vọng ở tàu ngầm ngày trước có tác dụng thay đổi ... của tia sáng.", "26": "Ở nhóm halogen, màu sắc của các đơn chất đi từ flo đến iot biến đổi ...", "27": "Hệ hai lực song song, trái chiều, có cùng độ lớn, tác dụng vào một vật rắn, được gọi là gì?", "28": "Sông Danube đổ ra biển nào?", "29": "Giới hạn chịu đựng của cơ thể sinh vật đối với một nhân tố sinh thái nhất định gọi là gì?", "30": "Văn sĩ nào là tác giả của tập truyện \"Truyền kì mạn lục\"?", "31": "Tương truyền, mỗi khi xuất trận, trong đoàn quân do vị tướng nào chỉ huy luôn có lá cờ đề bốn chữ \"Tây Sơn nữ tướng\" tiên phong dẫn đầu?", "32": "Tiêu chuẩn Copenhagen là bộ tiêu chí một quốc gia phải đáp ứng đầy đủ nếu muốn gia nhập Liên minh nào?", "33": "Lewis Hamilton và Michael Schumacher hiện là hai tay đua đã 7 lần vô địch thế giới môn đua xe ...", "34": "Bài lí này có tên là gì?https://duong-len-dinh-olympia.fandom.com/vi/wiki/T%E1%BA%ADp_tin:Thang3quy2Olympia21-KhoidongNhac1.ogg", "35": "Thành phố nào nước ta là địa phương đầu tiên thực hiện đi chợ bằng phiếu ngày chẵn lẻ nhằm phân chia tần suất đi chợ của người dân để chống dịch Covid-19?", "36": "Axit nào sau đây phải bảo quản trong lọ sẫm màu hoặc bọc bằng giấy đen: axit nitric, axit clohidric, axit sunfuric?", "37": "Phép lai kinh tế được dùng để chỉ tạo ưu thế lai ở cây trồng hay vật nuôi?", "38": "How many straight edges does a cube have?", "39": "Khi quay hình tam giác vuông một vòng quanh một cạnh góc vuông cố định, ta được khối tròn xoay nào?", "40": "Cơ nào có tác dụng chính trong sự co giãn lồng ngực cho hoạt động thở?", "41": "Con cáo và chùm nho, Thỏ và rùa... là một số bài thơ ngụ ngôn của tác giả người Pháp nào?", "42": "Cuộc gặp của các Ngoại trưởng của Indonesia, Malaysia, Phillipines, Singapore, và Thái Lan vào ngày 8/8/1967 đã đem lại kết quả là tuyên bố hình thành liên minh quốc tế nào?", "43": "Biển Lăng Cô là thắng cảnh du lịch nổi tiếng của tỉnh nào?", "44": "Mỗi chiều của bàn cờ vay tiêu chuẩn gồm bao nhiêu ô vuông?", "45": "Các nhạc cụ dân tộc của Việt Nam chủ yếu thuộc bộ nào?", "46": "Quả gì có tên Hán - Việt là \"lệ chi\"?", "47": "Nung nóng vôi sống và than cốc trong lò hồ quang ở nhiệt độ 2000 độ C là phương pháp sản xuất ở quy mô công nghiệp của chất gì?", "48": "Vào năm 1009, Hà Nội có tên là Đại La hay Thăng Long?", "49": "Which branch is also known as the smokeless industry?", "50": "Đồ thị hàm số trùng phương nhận trục ... làm trục đối xứng.", "51": "Hiện tượng nào trong lĩnh vực điện từ đặc trưng nhất cho sự hoạt động của đàn ghi-ta điện?", "52": "Theo Bệnh viện Nhiệt đới Trung ương, virus gây bệnh thủy đậu lây chủ yếu qua đường ..."}