{"1": "Rễ ... là những rễ mọc ra từ thân cây, cành cây.", "2": "Trong bài thơ \"Tiếng thu\", thi sĩ Lưu Trọng Lư đã nghe thấy tiếng \"kêu xào xạc\" của những chiếc lá thu vàng dưới gót chân loài vật nào?", "3": "Quốc gia Đông Nam Á nào từng là thuộc địa lớn nhất của Hà Lan vào đầu thế kỷ XX?", "4": "Sa mạc Atacama nằm trên lục địa nào?", "5": "Robo Rugby 7s - chủ đề luật thi ABU Robocon 2020 được lấy ý tưởng từ môn thể thao nào?", "6": "Nữ diễn viên người Việt nổi tiếng nào tham gia diễn xuất trong phim hành động \"The Old Guard\"?", "7": "A life history written by oneself is called...", "8": "Bậc quân hàm thấp nhất trong Quân đội Nhân dân Việt Nam là gì?", "9": "Trong âm nhạc cổ điển, giọng bass là giọng hát của nam hay nữ?", "10": "Trong toán học, mệnh đề chứa biến \"a = b\" còn được gọi là gì?", "11": "Một vật chuyển động mà mọi điểm của nó có quỹ đạo giống hệt nhau, có thể chồng khít lên nhau được gọi là chuyển động ...", "12": "Trong dãy hoạt động hóa học của kim loại, kim loại đứng trước nguyên tố nào không thể đẩy kim loại đứng sau ra khỏi dung dịch muối?", "13": "Trong một mẫu số liệu, số lần xuất hiện của một giá trị được gọi là ... của giá trị đó.", "14": "Người tham gia Trekking chủ yếu di chuyển bằng ...", "15": "Xương ... là phần cuối cùng của xương cột sống ở người.", "16": "Tiếng Việt thuộc họ ngôn ngữ ...", "17": "Hai câu \"Con ơi mẹ bảo con này/ Cướp đêm là giặc, cướp ngày là quan\" cho ta thấy tệ nạn tham quan ô lại dưới triều nào?", "18": "Ở nước ta, hiện tượng sương mù trên biển nhìn chung thường xuất hiện vào cuối mùa ... đầu mùa ...", "19": "Nguyễn Thúy Hiền, Đàm Thanh Xuân, Bùi Mai Phương là những vận động viên nữ nổi tiếng của môn thể thao nào?", "20": "Vỏ loại quả nào được sử dụng để làm đàn tính?", "21": "What is the official language of Denmark?", "22": "GS. TS Hoàng Chí Bảo gắn liền với những buổi kể chuyện lịch sử về tư tưởng, đạo đức, phong cách của vĩ nhân nào?", "23": "Ta có thể vẽ được đường tròn Euler với mọi tam giác, đúng hay sai?", "24": "Trong đường tròn định hướng, ta quy ước chọn chiều ngược với chiều quay của kim đồng hồ làm chiều ...", "25": "Bức xạ điện từ nào mà tên Hán - Việt của nó có nghĩa là \"ngoài đỏ\"?", "26": "Phân ... cung cấp cho cây các nguyên tố như bo, kẽm, mangan, đồng, molipđen... ở dạng hợp chất.", "27": "Để chống lại nhiễm trùng, bạch cầu đã tạo ra ... trong cơ thể.", "28": "Điền từ còn thiếu vào các câu ca dao sau: \"Muối ba năm muối đang còn mặn/ Gừng chín tháng gừng hãy còn ...\".", "29": "Theo truyền thuyết, ông tổ nghề hát xẩm là một vị hoàng tử của triều đại nhà ...", "30": "Châu ... là châu lục duy nhất trên thế giới chưa có cư dân sinh sống thường xuyên.", "31": "Pétanque là tên quốc tế của môn thể thao nào?", "32": "Ai là tác giả của các ca khúc như: Anh vẫn hành quân, Trên đỉnh Trường Sơn ta hát, Nổi lửa lên em, Đường chúng ta đi...?", "33": "What is the smallest two-digit prime number?", "34": "Hoa hậu Khánh Vân đã lọt vào top bao nhiêu trong cuộc thi Hoa hậu Hoàn vũ thế giới 2020?", "35": "Các nguyên tố khí hiếm (khí trơ) có tạo hợp chất với các nguyên tố khác không?", "36": "Để vẽ hình biểu diễn của một hình trong không gian, ta dùng nét vẽ ... để biểu diễn những đường trông thấy và dùng nét vẽ ... để biểu diễn những đường bị khuất.", "37": "Trước đây, người ta dùng lăng kính ... trong các kính tiềm vọng ở tàu ngầm.", "38": "Một chất nguyên chất, không bị lẫn chất nào khác, có tính chất vật lí và hóa học nhất định, còn được gọi là gì?", "39": "Nguyễn Gia Tri, Nguyễn Tư Nghiêm, Nguyễn Sáng được xem là những \"cây đại thụ\" trong sáng tác hội họa bằng chất liệu nào?", "40": "Khi tăng tần số một âm lên ... thì ta nói cao độ của âm đó được tăng thêm một quãng tám.", "41": "Yếu tố nào quyết định lớn nhất tớ sự phân bố của thực vật trên Trái Đất?", "42": "Những từ đi kèm với động từ, tính từ và bổ nghĩa cho các từ này được gọi là ...", "43": "Tổ chức nào của nước ta được thành lập vào ngày 19/5/1941?", "44": "Ấn độ là quốc gia có diện tích đứng thứ mấy khu vực Nam Á?", "45": "Có bao nhiêu đội bóng ở châu Âu vào thẳng VCK Euro 2020 mà không cần phải tham gia vòng loại?", "46": "Họa sĩ nào là tác giả của các bức tranh lụa như: Chơi ô ăn quan, Rửa rau cầu ao, Đi chợ về?", "47": "For sunscreen, SPF stands for... protection factor.", "48": "Hiện nay, theo điều lệ Đội, những học sinh Việt Nam từ 9 đến hết 15 tuổi thuộc lứa tuổi nào?", "49": "Nhìn chung khi bị sốt, người bệnh có nên đắp chăn và mặc thêm quần áo không?", "50": "Nếu hai đại lượng tỉ lệ nghịch với nhau thì tích hai giá trị tương ứng của chúng luôn ...", "51": "Vôn kế lí tưởng có điện trở ... lớn.", "52": "Loại than nào được sử dụng ở nhiều loại máy hút mùi trong gia đình?", "53": "Tầm bay cao của vật là độ cao ... mà vật bị ném đạt tới."}