{"1": "Người ta đã chứng minh rằng thời gian trong con tàu vũ trụ chậm hơn thời gian trên Trái Đất. Điều này được thể hiện trong thuyết nào?", "2": "Thông thường trẻ em có bao nhiêu răng sữa?", "3": "Thế kỷ nào được coi là thời điểm thực sự ra đời của thể kí trong văn học Việt Nam?", "4": "When is Vietnamese Family Day celebrated?", "5": "Trong môi trường kiềm, glucozơ tác dụng với chất X tạo ra dung dịch xanh lam. Chất X là gì?", "6": "Dòng sông nào chỉ chảy trong lãnh thổ Việt Nam: Thu Bồn, Kỳ Cùng, Nậm Thi?", "7": "Trong một dãy số cách đều, nếu lấy số hạng đầu cộng số hạng cuối, rồi nhân số số hạng, chia 2, ta sẽ thu được gì?[1]", "8": "\"Vua không lo sửa sang võ bị, chỉ ham ăn uống vui chơi. Lụt lội xảy ra, đời sống nhân dân gặp nhiều khó khăn\" là lời miêu tả tình cảnh nước Văn Lang dưới đời vua Hùng thứ bao nhiêu?", "9": "Nhân vật lịch sử nào được ca ngợi như sau: \"Ba thu gánh vác sơn hà/ Một là báo phục, hai là bá vương\"?", "10": "... là VĐV Việt Nam đầu tiên giành HCV cự ly 1500m nữ tại giải Điền kinh trong nhà vô địch châu Á 2023.", "11": "Sự dính ướt giữa nước và vật liệu nào thường được coi là dính ướt hoàn toàn?[2]", "12": "Trong các loại vitamin sau, vitamin nào không tan trong chất béo, mà chỉ tan trong nước: A, C, D, E, K?", "13": "Dạng đảo nào được hình thành dựa trên khung xương của một loài động vật biển cùng một số sinh vật biển gắn liền với chúng?", "14": "Thứ gì không chỉ làm mốc chỉ dẫn cho tàu thuyền hoạt động trong khu vực mà còn là ánh sáng của chủ quyền quốc gia trên biển?", "15": "When written as a Roman numeral, which alphabetical letter is used to illustrate the number 1000?", "16": "Trong vở chèo Quan âm Thị Kính, nhân vật mẹ Đốp là vợ của ai?", "17": "\"TYPN\" trong tiểu thuyết \"Số đỏ\" của nhà văn Vũ Trọng Phụng là viết tắt của cụm từ gì?", "18": "Có thể dùng NaOH rắn để làm khô khí nào sau đây: NH3, Cl2, SO2, CO2?", "19": "Khi các số liệu thống kê có sự chênh lệch lớn thì người ta thường chọn số đặc trưng nào cho xu thế trung tâm của mẫu số liệu?", "20": "Nhạc sĩ Trương Quang Lục chính là nguyên mẫu người thầy trong ca khúc nổi tiếng nào của Lê Văn Lộc và Vũ Hoàng?", "21": "Câu thơ \"Ngồi xuống nhọ lưng, quệt ngang nhọ mũi/ Suốt tám giờ chân than mặt bụi\" miêu tả nỗi nhọc nhằn của người làm nghề gì?", "22": "Tìm một số tự nhiên có hai chữ số, biết rằng số đó gấp 9 lần chữ số hàng đơn vị của nó.", "23": "Vonfram được dùng làm dây tóc bóng đèn do có ... cao và độ bền hoá học cao.", "24": "Vào mùa hạ, loại gió nào gây mưa lớn ở đồng bằng Nam Bộ và Tây Nguyên?", "25": "Đại lượng nào không liên quan đến màu sắc ánh sáng: biên độ, bước sóng, tần số, chu kì?", "26": "\"Đánh cho chúng biết rằng nước Nam anh hùng là có chủ\" là phương châm của đội quân nào?", "27": "Góc trái, bên trên logo áo thi đấu của đội tuyển bóng đá nam quốc gia Argentina hiện có mấy ngôi sao?", "28": "Ở con người, nhiễm sắc thể ... mang gen lặn quy định máu khó đông.", "29": "Từ nào còn thiếu trong câu tục ngữ sau: \"Khoai đất lạ, ... đất quen\"?", "30": "Quặng manhetit chủ yếu chứa chất gì: Fe2O3, Fe3O4, FeS2?", "31": "Ở nhịp 2/4, số 2 là số lượng ... trong mỗi nhịp, còn số 4 chỉ ... của phách.", "32": "... là quá trình oxi hóa sinh học của tế bào sống.", "33": "... là dây dẫn sáng ứng dụng phản xạ toàn phần để truyền tín hiệu trong thông tin và để nội soi trong Y học.", "34": "Vùng kinh tế nào hiện đóng góp khoảng 95% tổng sản lượng cá tra của Việt Nam?", "35": "How many denominations does Vietnam's polymer currency have?", "36": "Kỳ thi quan trọng nào được tổ chức từ ngày 27 đến ngày 30 tháng 6 năm 2023 trên toàn quốc?"}