{"1": "Quá trình quang hợp được thực hiện ở thực vật và một số ...", "2": "Ai là tác giả của những tiểu thuyết lịch sử, vở kịch lớn như: Vũ Như Tô, Đêm hội Long Trì, Bắc Sơn, Sống mãi với Thủ đô?", "3": "Luỹ Trường Dục, luỹ Động Hải, luỹ Trường Sa nằm trong công trình kiến trúc quân sự có tên dân gian là gì?", "4": "Loại than nào chiếm 3/4 trữ lượng than thế giới?", "5": "The painting \"Mona Lisa\" was painted by who?", "6": "Những danh hiệu nào sau đây ở AFF Awards Night 2019 thuộc về các gương mặt của bóng đá Việt Nam: Huấn luyện viên bóng đá nam của năm, Cầu thủ nam của năm, Cầu thủ futsal của năm?", "7": "\"Lục địa nhựa\" trôi nổi trên đại dương nào?", "8": "Cá nhám hay cá đuối kiếm ăn ở tầng đáy?", "9": "\"Phố Xương\" là một dòng tranh của hoạ sĩ Lê Văn Xương chuyên vẽ phong cảnh ở thành phố nào?", "10": "Băng khô là chất gì?", "11": "Với mọi điểm trên trục số, chắc chắn tìm ra một số thuộc tập hợp nào được biểu diễn bởi điểm đó?", "12": "Thịt lợn gạo là thịt bị nhiễm ...", "13": "Tên tỉnh nào được nhắc đến trong các câu ca dao sau: \"Ai về Bình Định thăm cha/ Phú Yên thăm mẹ, ... thăm em\"?", "14": "Theo truyền thuyết, vị tướng nào đã được hai Ông Xà dâng ấn ngọc và bảo kiếm để gây dựng cơ đồ?", "15": "Tên gọi của hiện tượng biến đổi khí hậu nào có nghĩa là \"Con của Chúa\"?", "16": "What do we call a fully grown person who is legally responsible for their actions?", "17": "Trường đua Phú Thọ ở Tp.Hồ Chí Minh khởi phát là nơi tổ chức môn thể thao nào?", "18": "Búp bê Matryoshka truyền thống của Nga thường được làm từ chất liệu gì?", "19": "Theo hãng hàng không Boeing, đa số các tai nạn máy bay xảy ra trong giai đoạn hạ cánh hay cất cánh?", "20": "\"Lãnh tụ ca\" của Lưu Hữu Phước là bài hát viết về ai?", "21": "Muối nitrat nào thường được sử dụng làm thuốc thử để nhận biết các muối florua, clorua, bromua, iodua?", "22": "Quy tắc ... cho ta công thức tính số phần tử của hợp hai tập hợp hữu hạn không giao nhau.", "23": "Mai rùa là do cơ quan nào biến đổi thành?", "24": "Nguyễn Du dùng hai câu \"Sao bằng riêng một biên thùy/ Sức này đã dễ làm gì được nhau?\" để tỏ rõ lòng tự tin phi thường của nhân vật nào?", "25": "Theo giai thoại lịch sử, ai là người rất nổi tiếng về nghề thuốc, được vua Minh phong là Đại y Thiền sư, đến khi qua đời vẫn trăn trở nỗi nhớ cố quốc: \"Ai về nước Nam cho tôi về với\"?", "26": "Tơ Nưng là hồ nước nổi tiếng của tỉnh nào?", "27": "For how many categories are Nobel Prizes awarded to?", "28": "Nam kình ngư Việt Nam 19 tuổi đoạt huy chương Vàng, phá kỷ lục tại SEA Games 30 là ai?", "29": "Ngày 2/11 hàng năm ở nước ta được chọn là Ngày Toàn dân mua và sử dụng loại gia vị có lợi cho sức khoẻ nào?", "30": "Trong khoa bảng nước ta, người đỗ cao nhất trong kì thi Hương được gọi là Giải nguyên hay Hương cống?", "31": "Bức \"Mùa thu vàng\" được hoạ sĩ Levitan vẽ bằng chất liệu ...", "32": "Phương pháp duy nhất để điều chế flo là gì?", "33": "Quá trình nào ở thực vật có ba vai trò: tạo chất hữu cơ, tích lũy năng lượng, giữ trong sạch bầu khí quyển?", "34": "Từ nào còn thiếu trong câu tục ngữ sau: \"Thuận bè thuận bạn, tát cạn...\"?", "35": "Khẩu hiệu \"Nắm thắt lưng địch mà đánh\" là một phương châm đánh thắng giặc Mỹ được vị cố đại tướng nào đưa ra?", "36": "Con kênh nào nối liền Đại Tây Dương và Thái Bình Dương?", "37": "Who was the US president before Mr. Donald Trump?", "38": "Câu lạc bộ của thành phố nào đã giành chức vô địch V.League 2019?", "39": "Theo lực lượng Cảnh sát PCCC, các hộ gia đình nên chọn bình chữa cháy CO2 loại 3kg hoặc ... kg để dễ sử dụng khi có sự cố xảy ra.", "40": "Mặt Trời có từ trường không?", "41": "Trong bài hát \"Ba ngọn nến lung linh\", ba màu sắc nào được dùng để mô tả các thành viên trong gia đình?", "42": "Nguyên tố nào có ảnh hưởng nhất đến \"cân nặng\" của vỏ Trái Đất?", "43": "Các loại bánh dân gian như bánh ú, bánh ít... thường được gói theo hình dạng của khối đa diện nào?", "44": "Đèn huỳnh quang là hồ quang sinh ra trong hơi ... ở áp suất thấp."}