{"1": "Gàu ở con người là do các tế bào ... chết tạo thành.", "2": "Nhà thơ nào đã miêu tả mùa thu với \"... hương ổi/ Phả vào trong gió se\"?", "3": "Khi vua Lý Bí lên ngôi thành lập nhà nước Vạn Xuân, ông đã cho xây dựng kinh đô ở vùng cửa sông nào?", "4": "Nhật hoa là vùng khí quyển xung quanh bề mặt thiên thể nào trong Hệ Mặt Trời?", "5": "Năm 2020, ai được tạp chí FourFourTwo bầu chọn là huấn luyện viên vĩ đại nhất mọi thời đại của bóng đá Anh?", "6": "Is expensive a synonym or antonym of cheap?", "7": "Đền Pantheon, một trong những công trình kiến trúc La Mã tiêu biểu, hiện nằm ở quốc gia nào?", "8": "Ở nước ta, lượng mưa trên biển thường ít hơn hay nhiều hơn đất liền?", "9": "Một lượng lớn axit photphoric được dùng để sản xuất phân ...", "10": "Apsara là điệu múa truyền thống của đất nước nào?", "11": "Số tự nhiên nào là số nhỏ nhất có ba chữ số khác nhau và tổng các chữ số là 9?", "12": "Giá trị lực tác động lên một vật mà vượt qua nó vật sẽ không lấy lại được hình dạng ban đầu gọi là ... của vật.", "13": "Những người bị bệnh thiếu máu là do thiếu số lượng ... trên đơn vị thể tích máu.", "14": "\"Yếm lụa sồi\", \"dây lưng đũi\", \"áo tứ thân\", \"khăn mỏ quạ\", \"quần nái đen\" xuất hiện trong bài thơ nào của tác giả Nguyễn Bính?", "15": "Lương Văn Can là lãnh đạo của phong trào nào ở nước ta trước đây?", "16": "\"Sóc\" là tên gọi các điểm dân cư của đồng bào dân tộc nào?", "17": "Bóng đá kiểu Mỹ là tên gọi khác của môn thể thao ... Mỹ.", "18": "What is the smallest unit of measurement on a basic ruler?", "19": "Người Việt Nam còn gọi Tết Đoan Ngọ là Tết ...", "20": "Độ lớn của áp suất chất lỏng tác dụng lên một vật chìm trong nó ở một độ sâu xác định có phụ thuộc vào diện tích tiếp xúc của chất lỏng với vật không?", "21": "Hô hấp tế bào có bản chất là một chuỗi các phản ứng ...", "22": "\"The Veston\" là tên buổi biểu diễn vào đầu tháng 4/2021 tại Đà Lạt của ca sĩ nào?", "23": "Muốn chia căn bậc hai của số a không âm cho căn bậc hai của số b dương, ta có thể chia số a cho số b rồi ... kết quả đỏ.", "24": "Suất điện động tự cảm có độ lớn tỉ lệ với tốc độ biến thiên của ... trong mạch.", "25": "Câu: \"Tôi sắp giới thiệu với bác một trong những người cô độc nhất thế gian\" là câu nói về nhân vật chính trong tác phẩm nào?", "26": "Cây mướp thuộc loại thân gì?", "27": "Loài cây nào thường mọc lan trên mặt đất (không cần bắc giàn khi trồng): bí ngô, bầu, bí xanh, mướp?", "28": "Trong truyện ngắn \"Rừng xà nu\", già làng của dân làng Xô Man là ai?", "29": "Tương truyền, khi chuẩn bị khởi nghĩa Lam Sơn, trên thanh kiếm mà Lê Thận kéo từ dưới sông lên có khắc hai chữ gì?", "30": "Ngoài Liên Bang Nga, dòng chính của sông Volga còn chảy qua lãnh thổ của quốc gia nào?", "31": "Đội tuyển bóng đá nào đang giữ chức Vô địch FIFA World Cup?", "32": "Which continent is the 2nd largest in the world in terms of population and area (according to National Geographic)?", "33": "Con bò con còn được gọi là con gì?", "34": "Tỉnh Phú Yên nằm ở phía Nam hay phía Bắc đèo Cả?", "35": "Nước là một dung môi tốt nhờ vào tính ...", "36": "Đàn Thập lục còn có tên gọi khác là gì?", "37": "Đường conic nào là đường giao của một mặt nón với một mặt phẳng cắt cả hai nửa của mặt nón?", "38": "Các thiết bị y tế bảo vệ cá nhân (găng tay, ống tiêm, quần áo bảo hộ...) có thể được khử trùng bằng tia X, tia gamma hay chùm electron?", "39": "Khi diện mưa theo dự báo xảy ra trên 2/3 diện tích khu vực dự báo, bản tin dự báo thời tiết sẽ sử dụng thuật ngữ \"mưa vài nơi\", \"mưa rải rác\" hay \"mưa nhiều nơi\"?", "40": "Trong di truyền học, ... là những đặc điểm về hình thái, cấu tạo, sinh lí của một cơ thể.", "41": "Con gì \"xe cát biển Đông/ Nhọc nhằn mà chẳng nên công cán gì\"?", "42": "Việc Thái tử Sảm chạy về Hải Ấp nương nhờ thế lực Trần Lý rồi si tình mà lấy Trần Thị Dung là một trong những nguyên nhân dẫn đến nhà ... mất ngôi vào tay nhà ...", "43": "Các dòng biển nóng và lạnh ... qua các bờ Đông và Tây của đại dương.", "44": "Trong kiểu \"stroke play\", người chơi golf luôn cố gắng đạt số gậy ... nhất có thể.", "45": "Which of the can sound not travel through: a solid, liquid, gas or vacuum?", "46": "Quốc gia nào là quốc gia có lượng cà phê xuất khẩu lớn nhất thế giới hiện nay?", "47": "\"Đuông dừa\" là sinh vật gây hại với quá trình sinh trưởng và phát triển của cây dừa. Đúng hay sai?", "48": "Nói chung, độ tan của chất khí trong nước sẽ ... nếu giảm nhiệt độ và tăng áp suất.", "49": "\"Beatlemania\" là khái niệm nói về hiện tượng hâm mộ ban nhạc rock huyền thoại nào?", "50": "Nếu hai vế của một phương trình luôn ... thì khi bình phương hai vế của nó, ta được phương trình tương đương.", "51": "Khi khối lượng của vật giảm một nửa, vận tốc tăng gấp đôi thì động năng của vật thay đổi thế nào?", "52": "Loại gang dùng để làm ống dẫn nước là gang trắng hay gang xám?"}