{"1": "Bản đồ số của hãng Google được sử dụng rộng rãi nhất hiện nay có tên là gì?", "2": "Tích của bốn thừa số bằng nhau, mỗi thừa số bằng 30 còn được gọi là lũy thừa bậc ... của ...", "3": "Người ta thường sử dụng sự ... của siêu âm để xác định độ sâu của biển.", "4": "What do the 5 rings in the symbol of the Olympic Games represent?", "5": "\"Ai ơi chớ lấy học trò/ Dài ... tốn vải, ăn no lại nằm\". Từ nào phù hợp để điền vào các câu ca dao trên: chân, tay, lưng, mặt?", "6": "Tinh thể nào có độ cứng lớn nhất so với các tinh thể đã biết?", "7": "Đây là xương gì?", "8": "Tác phẩm nào của tác giả Hoàng Ngọc Phách xuất bản năm 1925, được coi là cuốn tiểu thuyết hiện đại đầu tiên viết bằng chữ Quốc ngữ?", "9": "Thời kỳ khảo cổ học nào là thời kỳ mà con người đã biết ghè sắc và mài nhẵn những hòn đá thành hình công cụ?", "10": "Cây cầu quay tại thành phố Đà Nẵng bắc qua sông nào?", "11": "Võ sĩ Đinh Hồng Quân là vận động viên tiêu biểu ở bộ môn nào?", "12": "Từ hai câu: \"Hai tay bưng dĩa bánh bò/ Giấu cha, giấu mẹ, cho trò đi thi\", nhân dân ta đã sáng tạo thành bài Lí nào?", "13": "\"Vua bóng đá\" Pelé đã từng thi đấu cho đội tuyển quốc gia nước nào?", "14": "Mưa ngâu diễn ra chủ yếu vào tháng mấy Dương lịch ở Đồng bằng Bắc Bộ?", "15": "Loại dừa nào là đặc sản của Trà Vinh, còn được gọi là dừa đặc ruột hoặc dừa kem?", "16": "Trong binh pháp, dàn trận hình chữ \"nhất\" là dàn hàng ngang hay dàn hàng dọc?", "17": "Trong các phân số sau, phân số nào có giá trị lớn nhất: 2/3, 5/7, 3/5, 8/11?", "18": "Với hầu hết mọi người, khi già đi, khả năng điều tiết giảm vì cơ mắt yếu đi và thể thuỷ tinh trở nên ... hơn.", "19": "Một trong những nguyên nhân gây mưa axit là do trong không khí có chứa nitơ oxit và ...", "20": "Loài côn trùng nào sau đây được đưa vào Sách đỏ Việt Nam 2020: bọ lá, bọ ngựa thông thường, cánh kiến đỏ?", "21": "Nhân vật cậu bé người gỗ Pinocchio khi nói dối thì bộ phận nào trên cơ thể của cậu bị dài ra?", "22": "The liberation of Hanoi took place on October 10th of which year?", "23": "Những câu sau nhắc đến công trạng của vị vua nào: \"Vạn Xuân mới đặt quốc danh/ Cải nguyên Thiên Đức, đô thành Long Biên\" (Đại Nam quốc sử diễn ca - Lê Ngô Cát và Phạm Đình Toái)?", "24": "Hoa sữa, Biển hát chiều nay là một số sáng tác nổi tiếng của nhạc sĩ nào?", "25": "... là cơ quan hành chính cao nhất của nước Cộng hòa xã hội chủ nghĩa Việt Nam, thực hiện quyền hành pháp.", "26": "Làng Hoàng Trù, xã Kim Liên (Nam Đàn, Nghệ An) là quê nội hay quê ngoại của chủ tịch Hồ Chí Minh?", "27": "Số nguyên tố lẻ nhỏ nhất là số nào?", "28": "Các loại tụ điện như tụ giấy, tụ mica, tụ sứ... được đặt theo tên của lớp ... có trong loại tụ điện đó.", "29": "Chất nào sau đây không làm đổi màu quỳ tím: axit glutamic, alanin, metylamin, lysin?"}