{"1": "Đai ôn đới gió mùa trên núi chỉ có ở dãy núi nào của nước ta?", "2": "Cần dùng bao nhiêu chữ số La Mã khác nhau để biểu diễn số 2023?", "3": "Ánh sáng nào có bước sóng (trong chân không) nằm trong khoảng 0,38 micromet đến 0,44 micromet?", "4": "In 2024, the Summer Olympics will be held in which country?", "5": "Al tan trong dung dịch NaOH tạo ra khí gì?", "6": "Theo Bộ Y tế, 74% các ca tử vong hằng năm tại Việt Nam gây ra bởi các bệnh truyền nhiễm hay bệnh không truyền nhiễm?", "7": "Tháng nào còn thiếu trong câu sau: \"Tháng ... ăn nghiêng bổ thóc\"?", "8": "Theo truyền thuyết phương Tây, Ông già Noel thường leo qua ... để vào nhà và đem đến những món quà cho các em nhỏ.", "9": "Diện tích hình tròn sẽ thay đổi như thế nào nếu bán kính tăng gấp đôi?", "10": "Để giải quyết cả hai nhiệm vụ tăng thế và giảm thế, người ta sử dụng thiết bị điện nào?", "11": "Đại hội đại biểu toàn quốc lần thứ nhất của Đảng vào năm 1935 đã bầu đồng chí nào làm Tổng Bí thư?", "12": "Hai nhân vật nào được mô tả như sau: \"Một thần phi bạch hổ trên cạn/ Một thần cưỡi lưng rồng uy nghi\" (Nguyễn Nhược Pháp)?", "13": "Loại đường nào có nhiều trong đường thốt nốt tự nhiên?", "14": "Quả bóng vàng Ballon d' Or 2022 được trao cho nam cầu thủ nào?", "15": "Which Greek mathematician is famous for his discovery of why objects in liquid float or sink?", "16": "Ở người, cơ quan nào của cơ thể thải tới 90% các sản phẩm bài tiết hòa tan trong máu (trừ CO2)?", "17": "Trên lá cờ của ASEAN có bốn màu là xanh, trắng và hai màu nào nữa, tượng trưng cho các màu chính của quốc kỳ các nước thành viên ASEAN?", "18": "\"Chát tiền ngọt hậu\", màu nước vàng xanh là một số đặc điểm của thức uống nào?", "19": "Trong âm nhạc, nốt Mi được kí hiệu bằng chữ gì?", "20": "Điền từ còn thiếu trong đoạn thơ sau: \"Người vá trời lấp bể/ Kẻ đắp lũy xây thành/ Ta chỉ là .../ Việc của mình là xanh\" (Nguyễn Sĩ Đại)[1]", "21": "Tên kim loại nào còn thiếu trong câu ca dao: \"Đấy ..., đây cũng đồng đên/ Đấy hoa thiên lý, đây sen Tây Hồ\"?", "22": "Trong một ca khúc của Lê Việt Hòa và Sơn Tùng, vật dụng nào được \"Mang hình bóng quê hương. Lợp vào đây trăm mến ngàn thương\"?", "23": "\"The Theory of Everything\" is a movie about which physicist?", "24": "Thơ Tố Hữu có các câu: \"Hỡi người xưa của ta nay/ Khúc vui xin lại so dây cùng Người!\". Chữ \"Người\" ở đây để chỉ nhà thơ nào?", "25": "Trong trò chơi tàu lượn siêu tốc, khi tàu lượn ở điểm nào thì động năng là lớn nhất còn thế năng nhỏ nhất?", "26": "Các ký hiệu trên bản đồ thường có 3 dạng chính là ký hiệu hình học, ký hiệu chữ và ký hiệu gì nữa?", "27": "Những hình nào có tất cả các cạnh bằng nhau: hình chữ nhật, hình thoi, hình bình hành, hình vuông, hình thang, hình tam giác?", "28": "Chất kích thích tự nhiên nào được tìm thấy trong cây trà, cà phê và cacao, có tác dụng kích thích não và hệ thần kinh trung ương, giúp con người tỉnh táo và ngăn ngừa sự mệt mỏi, có công thức phân tử là C8H10N4O 2?", "29": "Thành phần cơ bản của Enzim là gì?", "30": "\"Hãy sống và ước vọng để thấy đời mênh mông\" là một trong những thông điệp được truyền tải trong ca khúc nào của nhạc sĩ Phạm Minh Tuấn (phỏng thơ Đặng Viết Lợi)?", "31": "Cuộc Tổng tuyển cử bầu Quốc hội đầu tiên của nước Việt Nam Dân chủ Cộng hòa đã được tiến hành vào tháng 1 năm nào?", "32": "Tác phẩm \"Kháng chiến nhất định thắng lợi\" là của ai?", "33": "Khi lá cây có màu vàng, mép lá màu đỏ và nhiều chấm đỏ ở mặt lá chứng tỏ cây đang bị thiếu nguyên tố đa lượng nào?", "34": "Bom tấn điện ảnh Black Adam có nội dung xoay quanh nhân vật Teth Adam do diễn viên nào thủ vai?", "35": "Panama được xem là quốc gia đóng vai trò cầu nối về mặt địa lý giữa hai lục địa nào trên thế giới?", "36": "Quyền dân tộc cơ bản của ba nước Đông Dương lần đầu tiên được hội nghị quốc tế nào có sự tham gia của các cường quốc ghi nhận?"}