{"1": "\"Hoa dọc chiến hào\", \"Tự hát\", \"Hoa cỏ may\" là tên các tập thơ của nhà thơ nào?", "2": "... là thành phố cảng lớn nhất ở Đàng Trong vào thế kỷ XVII.", "3": "Ba quốc gia xuất khẩu gạo nhiều nhất thế giới trong năm 2019 là Ấn Độ, Việt Nam và ...", "4": "Khi thực hành thí nghiệm hóa học có dùng cặp gỗ hoặc kim loại, vị trí để cặp cách miệng ống nghiệm bao nhiêu phần chiều dài ống nghiệm?", "5": "In what year was Ho Chi Minh born?", "6": "Liên đoàn bóng đá Đông Nam Á hiện có bao nhiêu thành viên?", "7": "Những loại thực phẩm hoặc hợp chất hóa học cho thêm vào món ăn để tạo những kích thích tích cực lên vị giác, khứu giác của con người gọi là gì?", "8": "MV \"Cơn mưa tháng 5\" là màn song ca đầy cảm xúc giữa ca sĩ Tùng Dương và cố nghệ sĩ nào?", "9": "Thán khí có công thức hóa học là CO hay CO2?", "10": "Bệnh hắc lào, chứng nước ăn chân ở người là do nhóm sinh vật kí sinh nào gây ra?", "11": "Đáy của kim tự tháp Kheops có dạng hình đặc biệt gì?", "12": "Điện trở của dây dẫn tỉ lệ ... với độ dài của dây, tỉ lệ ... với tiết diện của dây và phụ thuộc vào vật liệu làm dây dẫn (dây dẫn đồng chất).", "13": "Tỉnh/thành nào ở khu vực Nam Trung Bộ thường được mệnh danh là miền \"đất võ trời văn\"?", "14": "Thơ văn tuyên truyền, vận động cách mạng bắt đầu xuất hiện ở nước ta đầu thế kỉ nào?", "15": "Trong thời gian Chủ tịch Hồ Chí Minh sang Pháp đàm phán (tháng 5-9/1946), ai được cử làm Quyền Chủ tịch nước Việt Nam Dân chủ Cộng hòa?", "16": "Sông Nile đổ ra biển nào?", "17": "Trong quá trình diễn biến của phản ứng hóa học một chiều, nồng độ các chất phản ứng ... dần, đồng thời nồng độ các sản phẩm ... dần.", "18": "What is the chemical symbol for copper?", "19": "Từ ngày 23/7 - 8/8/2021, sự kiện thể thao đa môn quốc tế nào sẽ được tổ chức?", "20": "Người thổ dân được Robinson cứu và nhận làm đồ đệ trên đảo hoang được đặt tên là gì?", "21": "5B, Idecaf, Phú Nhuận là một số sân khấu tại TP.HCM chuyên biểu diễn các tác phẩm thuộc loại hình nghệ thuật nào?", "22": "Hầu hết các loài thuộc lớp giáp xác sinh sản hữu tính hay sinh sản vô tính?", "23": "Người ta thường trồng cây lá lốt bằng hình thức nào?", "24": "Bạn hãy nêu tên tập sách nổi tiếng gồm 13 tập của Euclid, trong đó có 8 tập nói về hình học.", "25": "Khi nắng hạn, nước ở dưới sâu trong đất ngấm qua kẽ đất lên cao để rễ cây hút được nước. Đây là biểu hiện của hiện tượng gì?", "26": "\"Tiếc thay chút nghĩa cũ càng/ Dẫu lìa ngó ý còn vương ... lòng\" (Truyện Kiều - Nguyễn Du). Từ nào còn thiếu trong dấu \"...\"?", "27": "Tập thơ đầu tay của nhà thơ Huy Cận có tên là gì?", "28": "... là nhà bác học lớn nhất của thế kỉ XVIII ở nước ta.", "29": "Vùng biển nước ta lớn gấp khoảng mấy lần đất liền về diện tích?", "30": "Hợp chất nào của clo có tính oxi hóa mạnh, giá rẻ nên được dùng để tẩy uế hố rác, cống rãnh, chuồng trại chăn nuôi...?", "31": "Which country will the next FIFA World Cup be held?", "32": "Màu nào không xuất hiện trên các vòng tròn trên lá cờ của Ủy ban Olympic Quốc tế (IOC): xanh lam, xanh lá, đen, đỏ, tím, vàng?", "33": "Tà vẹt có vai trò quan trọng với an toàn vận chuyển trong loại hình vận tải nào?", "34": "Ai là đạo diễn của hai phim Người bất tử và Mắt biếc?", "35": "Tỉnh lỵ của tỉnh Kiên Giang hiện nay là TP. Rạch Giá hay TP. Hà Tiên?", "36": "Trong quá trình tiêu hóa ở người, các chất dinh dưỡng trong thức ăn không bị biến đổi về mặt hóa học trong quá trình tiêu hóa là vitamin, ... và muối khoáng.", "37": "Tìm bốn số tự nhiên liên tiếp có tổng bằng 6.", "38": "Từ \"trượng phu\" trong câu \"Trượng phu thoắt đã động lòng bốn phương\" chỉ nhân vật văn học nào?", "39": "Khu di tích lịch sử Rạch Gầm - Xoài Mút nay đặt ở tỉnh nào?", "40": "Vùng núi nào của nước ta dài khoảng 600km, từ phía nam sông Cả tới dãy núi Bạch Mã?", "41": "Nước biển có chứa một lượng rất nhỏ hợp chất nào của brom?", "42": "The main purpose of a thermometer is to measure what?", "43": "Trong bóng đá, thủ môn được phép dùng tay chơi bóng trong khu vực ... phía trước khung thành do thủ môn trấn giữ.", "44": "Trong các tổ chức sau, tổ chức nào không phải là thành viên của Liên Hợp Quốc: WHO, WTO, UNICEF, UNESCO?", "45": "Những tác phẩm văn học như: Vợ chồng A Phủ, Vợ nhặt, Số đỏ, Chí Phèo, Lão Hạc, Tắt đèn ... đã được khéo léo truyền tải trong MV nào của Hoàng Thùy Linh?", "46": "Lysin hay glixin làm quỳ tím hóa xanh?", "47": "Đom đóm đực đã phải tiêu tốn lượng lớn hợp chất nào nhằm cung cấp năng lượng cho quá trình phân giải protein tạo ra ánh sáng nhấp nháy thu hút bạn tình?"}