{"1": "Các phép biến hình có tính chất bảo toàn khoảng cách giữa hai điểm được gọi chung là phép ...", "2": "Độ dinh dưỡng của phân đạm được đánh giá theo tỉ lệ phần trăm về khối lượng của nguyên tố nào?", "3": "Rễ cây hút nước và muối khoáng hòa tan chủ yếu nhờ bộ phận nào?", "4": "Tìm khởi ngữ trong câu sau: \"Làm khí tượng, ở được cao thế mới là lí tưởng chứ\". (Nguyễn Thành Long, \"Lặng lẽ Sa Pa\")", "5": "What flat shape has four sides of equal length and four 90° angles?", "6": "Sông Vàm Cỏ thuộc lưu vực hệ thống sông ...", "7": "Tia X là một loại sóng ... có bước sóng ngắn hơn cả bước sóng của tia tử ngoại.", "8": "Ngạc ngư là tên gọi thời xưa của con vật nào?", "9": "Ở đội hình thi đấu trên sân trong môn bóng đá 11 người, cầu thủ nào mặc áo khác màu với đồng đội của mình?", "10": "Tính dẫn điện của bán dẫn phụ thuộc vào độ ... của chất bán dẫn.", "11": "Động vật tiêu biểu nhất của châu Nam Cực là gì?", "12": "Trong chiến tranh thế giới thứ hai, phe Trục gồm ba quốc gia chính là Đức, Nhật Bản và ...", "13": "Carpenters traditionally work with what main material?", "14": "Bức tranh \"Bác Hồ với thiếu nhi ba miền Trung, Nam, Bắc\" do họa sĩ nào sáng tác?", "15": "Trục tung hay trục hoành còn được gọi là trục côsin?", "16": "Di tích quốc gia đặc biệt Khu lăng mộ và đền thờ các vị vua triều Trần nằm ở tỉnh nào?", "17": "Trên bàn cờ tướng, cùng một màu cờ, có bao nhiêu loại quân cờ khác nhau?", "18": "Câu: \"Một trăm ván cơm nếp, một trăm nệp bánh chưng và voi chín ngà, gà chín cựa, ngựa chín hồng mao, mỗi thứ một đôi\" xuất hiện trong truyền thuyết nào?", "19": "Phần não nào phát triển nhất ở người?", "20": "Một chất điểm dao động điều hòa, khi chất điểm đi từ vị trí biên về vị trí cân bằng thì đại lượng nào có độ lớn tăng: vận tốc, thế năng, li độ?", "21": "Cực âm và cực dương ở viên pin được ký hiệu lần lượt bởi hai dấu nào?", "22": "\"Nàng rằng: \"Nghĩa nặng nghìn non/ Lâm Tri người cũ chàng còn nhớ không?\"\". Đây là những lời của Thúy Kiều dành cho ai?", "23": "Hai đường chéo của hình thoi tạo với nhau một góc bằng bao nhiêu độ?", "24": "Trong lịch sử nước ta, ai là người đã trực tiếp chỉ đạo các quan xưởng chế tạo súng thần cơ và đóng các thuyền chiến có lầu?", "25": "Sự trao đổi khí của loài cá được thực hiện qua bộ phận nào?", "26": "\"4-2\", \"6-2\" và \"5-1\" là một số đội hình thi đấu tiêu chuẩn ở môn thể thao nào: bóng bàn, bóng đá, bóng chuyền, bóng rổ?", "27": "Kim loại nào sau đây bền trong không khí ở nhiệt độ thường do có lớp màng oxit mỏng và bền bảo vệ: Na, Al, Ca, Fe?", "28": "Hai tiêu bản rùa Hồ Gươm đang được trưng bày trong ngôi đền nào ở Hà Nội?", "29": "Dân cư Hoa Kỳ được hình thành chủ yếu do quá trình ...", "30": "\"Tri Âm\" là tên liveshow của ca sĩ nào?", "31": "What organ in the human body has the sense of smell?", "32": "Sin-ha-pu-ra, kinh đô của nước Cham-pa xưa, nằm ở khu vực nay là tỉnh nào?", "33": "\"Thái Đức thông bảo\", \"Cảnh Thịnh thông bảo\" là một số loại tiền được đúc dưới triều đại nào trong lịch sử nước ta?", "34": "Ong là một trong số ít các loài côn trùng có thể giúp được gì trong quá trình sinh trưởng của cây trồng và hoa?", "35": "Từ Hán - Việt nào ban đầu để chỉ năm loại cây trồng cho hạt để ăn?", "36": "Dòng điện xoay chiều là dòng điện có cường độ biến đổi điều hòa theo ..."}