{"1": "Số tự nhiên (khác không) nhỏ nhất chia hết cho tất cả các số: 1, 2, 4, 5, 10, 20, 25 là số nào?", "2": "Thành phố nào ở nước ta là nơi đầu tiên đưa đường sắt đô thị vào sử dụng?", "3": "Để quan sát các thiên thể ngoài không gian, người ta sử dụng kính ...", "4": "Which year marks the first time Vietnam women's national football team qualifies for the World Cup?", "5": "Chữ \"Ngô\" trong tên bản \"Đại cáo bình Ngô\" do Nguyễn Trãi soạn thảo được dùng để chỉ quân giặc xâm lược nào?", "6": "\"Trong ngôi làng vui nhất thế gian\" là ca khúc chủ đề của chương trình trò chơi truyền hình nào trên sóng VTV3?", "7": "Nhân vật văn học nào sẵn sàng chấp nhận cái chết khốc liệt như cái chết của một con chó để gìn giữ chút tài sản còn lại cho con trai?", "8": "Tỉnh nào là điểm đầu trên tuyến Hành lang Kinh tế Đông Tây (EWEC) nối Lào - Thái Lan - Myanmar qua Cửa khẩu Quốc tế Lao Bảo?", "9": "Phép chiếu hình của bản đồ là cách biểu diễn ... của Trái Đất lên một mặt phẳng.", "10": "Năm 1906, Henri Moissan đã giành giải Nobel Hóa học nhờ tìm ra phương pháp điều chế halogen mạnh nào?", "11": "Đây là bức chân dung của nhà soạn nhạc nào?", "12": "Tên địa phương nào được nhắc đến trong những câu ca dao sau: \"... gạo trắng nước trong/ Ai đi đến đó lòng không muốn về\"?", "13": "Namib là một sa mạc lớn thuộc châu Á hay châu Phi?", "14": "Người ta cầm kéo cắt bỏ đi một góc của hình vuông. Biết đường cắt là đường thẳng, hỏi hình còn lại có mấy góc?", "15": "Hằng số điện môi của chân không bằng ...", "16": "Một số loài rong tảo có khả năng hấp thụ iot từ nguồn nào trong tự nhiên và tập hợp nó trong tế bào của chúng?", "17": "Park Hang-Seo is the head coach of Vietnam's national team in what sport?", "18": "Tổ yến sào được hình thành từ ... của chim yến.", "19": "\"Sun sun như con đỉa\", \"bè bè như cái quạt thóc\", \"sừng sững như cái cột đình\", là những mô tả của các thầy bói về con vật gì?", "20": "Kim tự tháp lớn nhất trong tổng số 138 kim tự tháp ở Ai Cập được tìm thấy có tên là gì?", "21": "Đới nóng nằm ở khoảng giữa hai..., kéo dài liên tục từ Tây sang Đông thành một vành đai bao quanh Trái Đất.", "22": "Ở bi da ba băng, cơ thủ cần đánh trái bi cái của mình chạm vào một bi và đập vào các thành bàn ít nhất mấy lần trước khi chạm bi cuối cùng?", "23": "Lò phản ứng hạt nhân duy nhất của nước ta nằm tại thành phố nào?", "24": "Hiện tượng nào có thể xảy ra trong môi trường chân không: đối lưu hay bức xạ nhiệt?", "25": "Một tam giác có số đo ba cạnh lần lượt là 3cm, 4cm, và 5cm thì tam giác đó là một tam giác ...", "26": "What is the hardest natural substance?", "27": "Trong bóng chuyền chuyên nghiệp, một cú phát bóng thường bao gồm ba động tác cơ bản là ..., bật nhảy và đập bóng.", "28": "Khi một người kéo căng sợi dây thun thì năng lượng được tích trữ dưới dạng nào?"}