{"1": "Loài voi cổ đại nào có đặc điểm lông dài, rậm, ngà dài và cong, sống trên Trái Đất vào thời kì băng hà?", "2": "\"Đốc tờ\", \"Nhà cải cách xã hội\", \"Giáo sư quần vợt\"... là những cách gọi nhân vật văn học nào?", "3": "Chiến thắng Rạch Gầm - Xoài mút là trận đánh quyết định thắng lợi của cuộc kháng chiến chống quân xâm lược nào?", "4": "Eo đất nào nối liền lục địa Bắc Mỹ và lục địa Nam Mỹ?", "5": "Trong bóng chuyền, vị trí nào được thay người vào 1 vị trí khác mà không phải báo với trọng tài (khi bóng chết)?", "6": "How many centimeters are there in an inch?", "7": "Dưới ghế ngồi của hành khách trên máy bay thường được trang bị ... để đề phòng trường hợp cần thoát nạn khẩn cấp.", "8": "Mực phun chất lỏng có màu đen để săn mồi hay tự vệ?", "9": "Nguyên tố khí hiếm nào được đặt theo tên thần Mặt Trời trong thần thoại Hy Lạp?", "10": "Điệu nhảy tango có xuất xứ từ quốc gia Nam Mỹ nào?", "11": "Số chính phương lẻ khi chia 8 luôn dư mấy?", "12": "Phần rìa của thấu kính hội tụ thường ... hơn phần giữa thấu kính.", "13": "Hàm số y bằng trị số tuyệt đối của cosx là hàm tuần hoàn với chu kỳ bằng bao nhiêu?", "14": "Những nghiên cứu trên loài vật nào đã giúp Ivan Pavlov tìm ra phản xạ có điều kiện?", "15": "Hai câu thơ \"Cam ngon, xoài ngọt vàng nông trại/ Ong lạc đường hoa, rộn bốn phương\" miêu tả cảnh vật của đất nước nào?", "16": "Đầm Dạ Trạch (nay thuộc tỉnh Hưng Yên) đã từng được chọn là căn cứ đóng quân đánh đuổi giặc ngoại xâm của vị vua nào vào thế kỷ VI?", "17": "Quốc gia nào có diện tích lớn nhất khu vực Nam Á?", "18": "Môn võ nào không phải là môn võ xuất phát từ Nhật Bản: aikido, kendo, taekwondo, judo?", "19": "What's the layer of Earth's stratosphere that absorbs most of the Sun's ultraviolet radiation?", "20": "Phần lớn các biển số xe của các cơ quan thuộc Bộ Quốc phòng nước ta hiện nay có nền sơn màu gì?", "21": "Phần lớn lượng kim cương trên thế giới hiện được sử dụng trong công nghiệp hay làm đồ trang sức?", "22": "Dung dịch hỗn hợp natri clorua và natri hipoclorit được gọi là gì?", "23": "Nhịp 4/4 của một bản nhạc được ký hiệu bằng chữ cái gì?", "24": "Trong một hình vuông, cạnh hình vuông, đường trung bình, hay đường chéo có độ dài lớn nhất?", "25": "Với cùng một hiệu điện thế, và cùng một loại đèn, thì đèn có số oát lớn hơn có độ sáng ... hơn.", "26": "Hệ thần kinh dạng nào xuất hiện ở tất cả các động vật có xương sống?", "27": "Cử giật và cử đẩy là hai hội dung thi của bộ môn nào?", "28": "Loại hình nghệ thuật nào là loại hình nghệ thuật truyền thống đầu tiên của Việt Nam được UNESCO vinh danh là Di sản văn hóa phi vật thể của nhân loại?", "29": "Sứa, san hô, thủy tức là những loài động vật có hệ thần kinh dạng gì?", "30": "Ngọn đèn con của chị Tí, bếp lửa của bác Siêu, ngọn đèn nhỏ thưa thớt từng hột sáng của Liên... là những nguồn sáng của các thân phận xuất hiện trong tác phẩm nào?", "31": "Thiền Môn Khoa giáo là cuốn sách của Lương Thế Vinh nghiên cứu về tôn giáo nào ở nước ta thời phong kiến?", "32": "Hồ nước ngọt sâu nhất thế giới nằm ở đâu?", "33": "Trong bốn môn nhảy lớn của điền kinh, môn nào mà vận động viên thi đấu phải sử dụng một cây gậy dài như để trợ giúp nhảy qua xà ngang?", "34": "What was the first animal to orbit the Earth?", "35": "Chợ Đông Ba (Huế), chợ Đồng Xuân (Hà Nội), chợ Cái Răng (Cần Thơ), chợ Bến Thành (TP.HCM) - chợ nào là chợ nổi?", "36": "Nguyên tố nào sau đây có ở trong cơ thể người: Clo hay Flo?", "37": "Quá trình phân li các chất khi tan trong nước, hoặc nóng chảy thành ion được gọi là gì?", "38": "Lý kèo chài là làn điệu dân ca của miền nào?", "39": "Hình chiếu song song của một đường tròn là một đường elip hoặc một đường tròn, hoặc đặc biệt có thể là một ...", "40": "Bệnh hắc lào có nguyên nhân là do ... kí sinh trên người.", "41": "Xuân Diệu đã mở đầu bài thơ \"Đây mùa thu tới\" bằng hình ảnh của loài cây nào?", "42": "Ai là người được giao nhiệm vụ thành lập Đội Việt Nam Tuyên truyền Giải phóng quân vào ngày 22/12/1944?", "43": "Lớp vỏ Trái Đất và phần trên của lớp Manti được gọi chung là gì?", "44": "Đội U21 của câu lạc bộ nào giành chức vô địch Giải bóng đá U21 Quốc gia 2019?", "45": "How many pairs of gloves must a boxer wear when competing?", "46": "Người điều khiển xe mô tô 2 bánh, 3 bánh có dung tích xi lanh từ 50 cm3 trở lên phải đủ bao nhiêu tuổi?", "47": "2/3 diện tích châu Âu là đồng bằng hay đồi núi?", "48": "Nguyên tố nào chiếm nhiều nhất trong thành phần của dầu mỏ?", "49": "Loại đàn nào còn có tên gọi là phong cầm?", "50": "Khoảng cách giữa hai đường thẳng chéo nhau là độ dài đoạn ... của hai đường thẳng đó.", "51": "Trong tự nhiên, một cầu vồng có 7 màu. Vậy nếu trên bầu trời xuất hiện cùng lúc hai cầu vồng thì chúng có tổng cộng mấy màu?"}