{"1": "Người ta thường cho một lượng nhỏ hợp chất của ... vào muối ăn để phòng ngừa bệnh bướu cổ.", "2": "Một đường tròn là đường tròn nội tiếp nếu nó tiếp xúc với các ... của đa giác.", "3": "Ca khúc này viết về thành phố nào?https://duong-len-dinh-olympia.fandom.com/vi/wiki/T%E1%BA%ADp_tin:Tuan1thang1quy3Olympia23-KhoidongNhac1.mp3", "4": "... là đội bóng châu Phi đầu tiên lọt vào bán kết một VCK FIFA World Cup.", "5": "Which shape contains 4 right angles and 4 equal sides?", "6": "Cường độ dòng điện chạy trong mạch điện kín tỉ lệ ... với suất điện động của nguồn điện và tỉ lệ ... với điện trở toàn phần của mạch đó.", "7": "Trương Hán Siêu làm quan dưới bốn đời vua của triều đại nào?", "8": "Ứng động của cây trinh nữ khi va chạm là ứng động không sinh trưởng hay ứng động sinh trưởng?", "9": "Cửa ngõ của một quốc gia, nơi diễn ra việc thông thương qua lại giữa quốc gia đó với các nước láng giềng, được gọi bằng thuật ngữ nào?", "10": "\"Trận này quan trọng, phải đánh cho thắng. Chắc thắng mới đánh, không chắc thắng không đánh\" là lời căn dặn của Chủ tịch Hồ Chí Minh dành cho đại tướng Võ Nguyên Giáp trước chiến dịch lịch sử nào?", "11": "Tìm A, biết A là số lẻ chia hết cho 5 và 438 < A < 449.", "12": "Ổ bi là dụng cụ dùng để biến đổi lực ma sát ... thành lực ma sát lăn nhỏ hơn nhiều lần.", "13": "In the 2022 World Cup, which team came in second place?", "14": "Nhà văn Việt Nam nào được đánh giá là \"cây bút trào phúng bậc thầy, một trong những đại biểu xuất sắc của xu hướng văn học hiện thực\"?", "15": "Khí nào sau đây có thể gây ra hiện tượng mưa axit: SO2, H2, CH4, NH3 ?[1]", "16": "Bãi biển Cổ Thạch, bãi đá Ông Địa, Bàu Trắng là các điểm du lịch của tỉnh nào?", "17": "Máu chảy nhanh nhất trong ... và chậm nhất trong ...", "18": "Ai người quê bản Nà Ngần/ Tên anh rất đỗi quen thân chúng mình/ Mười bốn tuổi đã hi sinh/ Đội ta trang sử ghi danh mở đầu?", "19": "Khí hậu châu Á gồm các đới: Đới khí hậu cực và cận cực, đới khí hậu ôn đới, đới khí hậu cận nhiệt, đới khí hậu nhiệt đới và đới khí hậu nào nữa?", "20": "Ca khúc sau của nhạc sĩ Dương Thụ viết về tháng nào trong năm?https://duong-len-dinh-olympia.fandom.com/vi/wiki/T%E1%BA%ADp_tin:Tuan1thang1quy3Olympia23-KhoidongNhac2.mp3", "21": "Ngoài phương pháp nhân giống hữu tính (từ hạt), người ta thường nhân giống vô tính cây rau ngót qua phương pháp nào?", "22": "Hổ Quyền dưới thời nhà Nguyễn là đấu trường dùng để tổ chức những trận chiến giữa loài vật to lớn nào với cọp?", "23": "Trong các hình sau, hình nào luôn nội tiếp được trong một đường tròn: hình bình hành, hình thoi, hình chữ nhật, hình thang vuông?", "24": "Cường độ dòng điện xoay chiều qua một đoạn mạch bất kì và điện áp giữa hai đầu đoạn mạch đó luôn có cùng đại lượng nào sau đây: tần số, biên độ, pha, giá trị tức thời?", "25": "Bánh tráng Hòa Đa, rượu Quán Đế là những đặc sản của tỉnh nào?", "26": "Con sông nào trong thơ Hoàng Cầm \"Nằm nghiêng nghiêng trong kháng chiến trường kỳ\"?", "27": "Câu lạc bộ bóng đá Đức nào còn có biệt danh là \"Hùm xám xứ Bavaria\"?", "28": "Hệ thần kinh dạng lưới có ở động vật có cơ thể đối xứng toả tròn thuộc ngành nào?", "29": "In which province is the highest mountain in Vietnam located?", "30": "Trong các cacbohiđrat sau đây, chất nào không bị thủy phân: saccarozơ, glucozơ, tinh bột?", "31": "Nền văn minh cổ đại nào hình thành ở khu vực châu thổ sông Tigris và Euphrates?", "32": "Khi nhìn vật ở điểm cực cận, thể thủy tinh của mắt căng phồng đến mức tối đa, tiêu cự của thấu kính mắt đạt giá trị như thế nào?", "33": "Mít tố nữ Long Khánh, bưởi Tân Triều là những đặc sản của tỉnh nào?", "34": "Vùng đặc quyền kinh tế của nước ta trên biển Đông có chiều rộng bao nhiêu hải lý tính từ đường cơ sở?", "35": "Vòng chung kết Robocon Châu Á - Thái Bình Dương 2023 sẽ được tổ chức ở quốc gia nào?", "36": "Trong các phản ứng sau, phản ứng nào là phản ứng tỏa nhiệt: phản ứng đốt cháy nhiên liệu, phản ứng tạo gỉ sắt, phản ứng oxi hóa glucozơ trong cơ thể?"}