{"1": "Tôm sông, nhện và châu chấu là những động vật đại diện của ngành nào?", "2": "Dân gian có câu: \"Đi hỏi già, về nhà hỏi ...\".", "3": "Thể kỷ nào được coi là điểm mốc của thời đại văn minh công nghiệp với việc chế tạo ra máy hơi nước?", "4": "Thành phố cảng Hải Phòng là cửa ngõ quan trọng hướng ra vịnh ...", "5": "Who is known by the name \"King of Football\"?", "6": "Đại hội thể thao Olympic hiện đại lần đầu tiên tổ chức năm 1895 có mấy môn thể thao dành cho phụ nữ?", "7": "Từ những lời thơ \"Trèo lên quán dốc/ Ngồi gốc cây đa/ Cho đôi mình gặp/ Xem hội đêm rằm...\", ông cha ta đã sáng tác nên bài dân ca quan họ nào?", "8": "Cây cầu nào là cầu bằng thép đầu tiên bắc qua sông Hồng thuộc địa phận Hà Nội?", "9": "Mọi hình hộp chữ nhật đều có mặt cầu ngoại tiếp. Đúng hay sai?", "10": "Nếu tam giác có hai đường trung tuyến bằng nhau thì tam giác đó luôn là tam giác ...", "11": "Gia tốc của một vật đang chuyển động thẳng đều có giá trị bằng ...", "12": "Khí cười có công thức hóa học là gì?", "13": "Phần lớn các hợp chất chứa nhóm hidroxit đều thể hiện tính chất của một ...", "14": "Lỗ nhỏ nằm giữa lòng đen ở mắt người bình thường, có thể thay đổi đường kính, được gọi là gì?", "15": "Trong thi ca, \"Rễ siêng không ngại đất nghèo\" là đặc tính của loài cây nào?", "16": "Mạc Đĩnh Chi là danh sĩ dưới triều đại nào?", "17": "Theo chế độ gió mùa, Việt Nam có hai mùa khí hậu là mùa gió Đông Bắc và mùa gió ...", "18": "Which medal is awarded to the winner in the Olympics?", "19": "Ping pong là tên gọi khác của môn thể thao nào?", "20": "Ca khúc \"Một thoáng quê hương\" (Thanh Tùng = Từ Huy) tôn vinh trang phục truyền thống nào của Việt Nam?", "21": "Công dân Việt Nam từ đủ ... trở lên phải chịu trách nhiệm hình sự về mọi tội phạm.", "22": "Chất xám hay chất trắng có chứa nhiều tế bào hơn?", "23": "Phép ... là phép dời hình biến mỗi điểm thành chính nó.", "24": "Hợp lực gây ra dao động của con lắc lò xo luôn hướng về vị trí nào?", "25": "Sự phá hủy kim loại và hợp kim do tác dụng hóa học trực tiếp của môi trường gọi là gì?", "26": "Ở nhiều vùng thôn quê, bà con thường sử dụng xơ của loại quả nào trong họ Bầu bí làm vật cọ rửa?", "27": "Một bài thơ lục bát có tối đa bao nhiêu câu?", "28": "\"Khi Linh Sơn lương hết mấy tuần/ Khi Khôi Huyện quân không một đội\" là tình cảnh của đội quân nào thuở đầu khởi nghĩa?", "29": "Đa Nhim, Trị An, Thác Bà, Hòa Bình là tên các công trình ... của nước ta.", "30": "\"Lung Cu\" flagpole is a beautiful scenery of which province in Vietnam?", "31": "Nhân vật Chú Tễu thường xuất hiện trong loại hình nghệ thuật nào ở nước ta?", "32": "Theo luật điền kinh, trong nhảy cao, mỗi lần nâng xà lên thì mức xà được nâng tối thiểu là bao nhiêu cm?", "33": "Đại hội Cháu ngoan Bác Hồ các cấp là sự kiện lớn thường niên biểu dương các thành viên tiêu biểu của tổ chức nào?", "34": "pH của máu người và động vật có giá trị gần như không đổi. Đúng hay sai?", "35": "Tâm đường tròn bàng tiếp của tam giác là giao điểm của đường ... trong của một góc với các đường ... ngoài của hai góc còn lại.", "36": "Khối lượng của một thanh sắt được nung nóng từ nhiệt độ phòng lên 500 độ C thay đổi thế nào?", "37": "Đâu là bệnh truyền nhiễm: bệnh dịch hạch, bệnh phong, bệnh dại?", "38": "Bài thơ \"Chiều tối\" trong tập Nhật kí trong tù của Hồ Chí Minh được sáng tác theo thể thơ gì?", "39": "Nghệ thuật \"Tâm công\" - đánh vào lòng người là một đặc sắc trong tư tưởng quân sự của nhà chính trị lỗi lạc nào ở nước ta vào thế kỷ XV?", "40": "Loại gió nào thổi từ các khu áp cao cận nhiệt đới về Xích đạo?", "41": "Origami is the Japanese art of folding ... into attractive shapes.", "42": "Trong môn bóng chày, mỗi đội có bao nhiêu cầu thủ trên sân thi đấu?", "43": "Bức họa Thiếu nữ bên hoa huệ được vẽ bằng chất liệu gì?", "44": "Loài vật nào được sử dụng chủ yếu trong tác chiến của lực lượng kỵ binh?", "45": "Phần nào của quả trứng chứa nhiều chất dinh dưỡng hơn: lòng trắng hay lòng đỏ?", "46": "Có bao nhiêu đường phân biệt có thể chia một hình tròn thành hai phần bằng nhau?", "47": "... là một gương phản xạ ánh sáng, có dạng một chỏm cầu có độ cong bé.", "48": "Đại lượng nào đặc trưng cho độ biến thiên nồng độ của một trong các chất phản ứng hoặc sản phẩm trong một đơn vị thời gian?", "49": "Vùng kinh tế nào ở nước ta có hai thành phố trực thuộc trung ương?", "50": "Những biến đổi kiểu hình phát sinh trong đời cá thể dưới ảnh hưởng trực tiếp của môi trường được gọi là gì?"}