{"1": "... là trường hợp đặc biệt của đường elip khi hai tiêu điểm trùng nhau.", "2": "... kế là dụng cụ dùng để đo cường độ dòng điện.", "3": "Tên tỉnh nào còn thiếu trong câu: \"Ai về ... mà coi/ Con gái ... cầm roi, đi quyền\"?", "4": "Trong 4 dung dịch sau, dung dịch nào làm quỳ tím chuyển sang màu xanh: anilin, glyxin, metylamin, axit glutamic?", "5": "Dạ dày của động vật nhai lại có mấy ngăn?", "6": "Dân gian ta có câu: \"Yêu trẻ, trẻ đến nhà/ ... già, già để tuổi cho\".", "7": "Thác Niagara là biên giới tự nhiên của hai quốc gia châu Mỹ nào?", "8": "Môn thể thao nào còn được gọi là Nhu đạo?", "9": "Trong bài hát Quả của nhạc sĩ Xanh Xanh, quả gì lăn lông lốc?", "10": "IQ stands for ... quotient.", "11": "Trong tam giác, độ dài mỗi cạnh ... hiệu độ dài hai cạnh kia.", "12": "Hai câu thơ sau của tác giả nào: \"Ngán nỗi xuân đi, xuân lại lại/ Mảnh tình san sẻ, tí con con\"?", "13": "Vườn quốc gia Phong Nha - Kẻ Bàng nằm tại tỉnh nào?", "14": "Có bao nhiêu cầu thủ đóng vai trò trung phong cắm cao trong đội hình 4-3-2-1 trong bóng đá?", "15": "Tể tướng Phạm Sư Mạnh và Lê Quát là hai người học trò nổi tiếng của thầy giáo nào?", "16": "... là sự chuyển trực tiếp các chất từ trạng thái rắn sang trạng thái hơi mà không qua trạng thái lỏng.", "17": "Màu đỏ của gạch dùng trong xây dựng là do hợp chất nào tạo ra?", "18": "Loài nào là động vật có vú trên cạn cao nhất Trái Đất hiện nay?", "19": "Câu \"Dẻo thơm một hạt đắng cay muôn phần\" nhắc ta biết trân trọng loại lương thực nào?", "20": "Quả bóng của môn thể thao nào có kích thước to hơn: bóng bàn hay tennis?", "21": "Từ nào còn thiếu trong đoạn bài hát sau?https://duong-len-dinh-olympia.fandom.com/vi/wiki/T%E1%BA%ADp_tin:Tuan1thang1quy3Olympia22-KhoidongNhac1.mp3", "22": "Tại lễ trao giải VTV Awards 2021, bộ phim nào đã nhận giải Phim truyền hình ấn tượng?", "23": "What do caterpillars turn into?", "24": "... là kênh truyền hình tiếng dân tộc ít người của Đài Truyền hình Việt Nam.", "25": "Nếu chu vi một hình vuông tăng gấp đôi thì diện tích hình đó tăng gấp mấy lần?", "26": "Phương pháp điện phân để phủ một lớp kim loại lên những đồ vật bằng kim loại khác gọi là gì?", "27": "Loại than nào được dùng để chế tạo thuốc pháo: than chì, than cốc, than gỗ hay than muội?", "28": "Rươi thuộc ngành gì?", "29": "Làng Vòng là địa danh nổi tiếng gắn với món ăn đặc sản nào của Hà Nội?", "30": "Biển Đỏ là một phần của đại dương nào?"}