{"1": "Làng Chợ Dầu được nhắc đến trong tác phẩm nào của nhà văn Kim Lân?", "2": "Từ \"Vương\" trong \"Phong trào Cần Vương\" chỉ vị vua nào?", "3": "Chiếm 95% thành phần dịch vị ở dạ dày người bình thường là nước, axit clohiđric hay chất nhày?", "4": "Thiên thể nào nặng nhất trong Hệ Mặt Trời?", "5": "Vào tháng 2/2020, cầu thủ nào không thi đấu cho một CLB bóng đá nước ngoài: Đặng Văn Lâm, Nguyễn Công Phượng hay Đoàn Văn Hậu?", "6": "Quốc ca nước ta là nhạc và lời của bài ...", "7": "What is one quarter of 1,000?", "8": "Lý Tự Trọng là giải thường được trao cho các cá nhân có hoạt động và đóng góp tích cực trong tổ chức nào ở nước ta?", "9": "Các loại băng phiến (long não), thường cho vào tủ quần áo để đuổi các loài côn trùng gây hại, có độc với người không?", "10": "... là hạt nhỏ nhất của một hợp chất nhưng vẫn mang đầy đủ tính chất của hợp chất đó.", "11": "Trong toán học, vectơ đơn vị của trục số có độ dài bằng bao nhiêu?", "12": "Vận tốc của một vật dao động điều hòa có độ lớn cực đại khi vật ở vị trí nào?", "13": "Trong Truyện Kiều của Nguyễn Du, \"Thanh minh\" rơi vào tháng mấy âm lịch?", "14": "... là bộ chính sử đầu tiên có giá trị của nước ta.", "15": "Trong các khu sinh học: Rừng mưa nhiệt đới, hoang mạc, rừng lá rụng ôn đới, thảo nguyên; khu sinh học nào có độ đa dạng sinh học cao nhất?", "16": "Loại năng lượng nào không thể tồn kho nhưng lại có khả năng vận chuyển đi xa bằng đường dây cao thế?", "17": "Trong bóng đá, đội hình 4-5-1 có mấy tiền đạo?", "18": "Xẩm là loại hình nghệ thuật truyền thống phổ biến ở miền ... của nước ta.", "19": "Which is the country with the largest population in Europe?", "20": "Hiện nay, ở nước ta, loại nhiên liệu nào có giá trị kinh tế cao nhất?", "21": "La Liga hay Bundesliga là giải vô địch bóng đá quốc gia của Tây Ban Nha?", "22": "Trong một phản ứng giữa các chất oxi hóa - khử, chất khử là chất chứa nguyên tố có số oxi hóa ...", "23": "Từ nào còn thiếu trong câu tục ngữ cổ sau: \"No ba ngày ..., đói ba tháng hè\"?", "24": "Nhà khoa bảng đất Quảng Nam nào là người tiêu biểu cho xu hướng canh tân, cứu nước ở nước ta đầu thế kỷ XX?", "25": "... là những mạch rất nhỏ nối giữa động mạch và tĩnh mạch.", "26": "Trong các tài nguyên: khoáng sản, rừng, dầu mỏ, than đá, tài nguyên nào là tài nguyên tái sinh?", "27": "Bayern Munich là câu lạc bộ bóng đá giàu truyền thống của quốc gia nào?", "28": "Nhạc sĩ nào là tác giả của ca khúc Đi ta đi lên?", "29": "In the alphabet, which letter comes after letter J?", "30": "\"Ông Xà\" là cách gọi tôn kính của nhân dân với loài vật nào?", "31": "Các phương tiện giao thông bắt buộc phải mở đèn báo hiệu khi rẽ trái hay rẽ phải?", "32": "Trong các kim loại sau: natri, kali, bạc, kim loại nào không phải là kim loại kiềm?", "33": "Tổng hai góc trong cùng phía của một hình bình hành là bao nhiêu độ?", "34": "Khi ta quan sát một vật ở điểm cực cận, độ cong của thủy tinh thể như thế nào?", "35": "Từ nào sau đây là một tính từ, thể hiện sự thờ ơ: bàn quan (A), bàn quang (B), bàng quan (C), bàng quang (D)?", "36": "Bùi Thị Xuân, Trần Quang Diệu là những vị tướng thời Tây Sơn nổi tiếng với tài huấn luyện, điều khiển loài vật nào trong các trận chiến?", "37": "Loài nào sau đây là cây ăn quả sống chủ yếu ở xứ lạnh: đào, mận, lê?", "38": "Ở trên biển, khoảng cách 1852 mét được gọi là một ...", "39": "Đội bóng đến từ quốc gia nào đã giành chức vô địch giải U23 châu Á 2020?", "40": "Nhạc sĩ, ca sĩ nào là tác giả ca khúc \"Có chàng trai viết lên cây\"?", "41": "How many days are there in April?", "42": "Thông thường người ta sử dụng loài cây nào để chế tạo dụng cụ chơi trò cà kheo?", "43": "Chè lam là tên gọi của một món bánh hay một loại trà?", "44": "Hạt nhân của hầu hết các nguyên tử được cấu tạo bởi mấy loại hạt?", "45": "Góc nội tiếp chắn nửa đường tròn có số đo là bao nhiêu độ?"}