{"1": "Gió mùa ... mang mùa mưa đến miền Nam , gió mùa ... mang mưa và không khí lạnh đến miền Bắc nước ta.", "2": "What is the name of the force holding us to the Earth?", "3": "\"Stroke play\" và \"match play\" là hai kiểu thi đấu chính, phổ biến của môn thể thao nào?", "4": "Phim truyền hình \"Cát đỏ\" của đạo diễn Lưu Trọng Ninh có bối cảnh chính là vùng cồn cát ở tỉnh Nam Trung Bộ nào?", "5": "Bốn học sinh của đội Việt Nam đã giành bao nhiêu huy chương vàng tại kỳ thi Olympic Hóa học quốc tế (IChO) 2020?", "6": "Số nào theo chữ La-tinh có nghĩa là \"không hợp lý\"?", "7": "Kính hiển vi quang học thông thường gồm ... thấu kính hội tụ ghép lại với nhau.", "8": "Số oxi hóa của nito trong NH4Cl là bao nhiêu?", "9": "Ngôi mộ của vị hoàng đế nào sống ở thế kỷ XVIII - XIX, được thiết kế hình yên ngựa, tượng trưng cho cuộc đời bình nghiệp lẫy lừng của ông?", "10": "Các loại cáp quang sử dụng trong viễn thông có dòng điện chạy qua không?", "11": "Các đại diện của lớp nào chiếm ưu thế về số loài sống ở môi trường biển và đại dương?", "12": "Người được Thúy Kiều tha tội trong lễ báo ân báo oán là ai?", "13": "Lưu vực của sông lớn nào ở Việt Nam chiếm khoảng 20% diện tích nước ta?", "14": "Không kể Châu Nam Cực, châu lục nào có mật độ dân số thấp nhất thế giới?", "15": "How many days are there in 52 weeks?", "16": "Quách Công Lịch và Quách Thị Lan là cặp vận động viên anh em nổi tiếng ở bộ môn thể thao nào?", "17": "Đường Đồng Lộc, đường Khe Giao, đường Hồng Lam, đèo Ngang, Linh Cảm là một số địa danh xuất hiện trong bài hát của nhạc sĩ Nguyễn Văn Tý về tỉnh nào?", "18": "Hiện nay những bệnh nào chưa có vắc-xin: bạch hầu, ho gà, uốn ván, bại liệt?", "19": "Quỹ tích các điểm nhìn đoạn thẳng AB cho trước dưới một góc bao nhiêu độ là đường tròn đường kính AB?", "20": "Động cơ nhiệt là thiết bị biến đổi nhiệt lượng sang ...", "21": "Oxi và ozon là hai dạng ... của nguyên tố oxi.", "22": "Trong kháng chiến chống Pháp, đoàn quân Tây Tiến được thành lập với nhiệm vụ phối hợp cùng bộ đội nước nào chống lại các đơn vị thực dân?", "23": "Xe đạp điện được xếp vào xe thô sơ hay xe gắn máy?", "24": "Phần lớn cholesterol do cơ quan nội tạng nào sản xuất ra?", "25": "Những câu như \"Chim bay dọc biển đem tin cá\" (Quê hương - Tế Hanh), \"Bâng khuâng trời rộng nhớ sông dài\" (Tràng giang - Huy Cận) đóng vai trò là thành phần gì trong tác phẩm?", "26": "Bến phà Cao Lãnh từng làm nhiệm vụ chuyên chở, kết nối người dân qua lại hai bờ sông nào?", "27": "Find the value of 3 + 2 x (8 - 3)?", "28": "VĐV Văn Ngọc Tú còn được gọi là \"nữ hoàng\" ở môn võ nào?", "29": "Cố nhạc sĩ Phạm Trọng Cầu đã từng gọi nhạc sĩ nào bằng cái tên \"Vua của những bài hát thiếu nhi\"?", "30": "2020 là năm kỉ niệm bao nhiêu năm Thăng Long - Hà Nội?", "31": "Tòa tháp cổ nào tọa với phương nằm ngang của mặt đất một góc khoảng 86,03 độ?", "32": "Tia ... là bức xạ điện từ có bước sóng ngắn nhất và tần số cao nhất.", "33": "Hệ có bề mặt phân chia bên trong, qua bề mặt này có sự thay đổi tính chất đột ngột (VD: hệ gồm chất rắn và chất khí) được gọi là gì?", "34": "Nữ anh hùng Phan Thị Ràng là nguyên mẫu của nhân vật nào trong tiểu thuyết \"Hòn đất\" (Anh Đức)?", "35": "Loài cây nào không chịu được gió bão: muồng đen, cao su, phi lao, mít?", "36": "Ở người, enzim nào có trong nước bọt đã biến đổi một phần tinh bột (chín) trong thức ăn thành đường mantozo?", "37": "Từ nào còn thiếu trong những câu sau: \"Chưa chữ viết đã tròn tiếng nói/ Vầng trăng cao đêm cá lặn sao mờ/ Ôi ... như bùn và như lụa/ Óng tre ngà và mềm mại như tơ\"?", "38": "Trong hệ thống giải Grand Slam, giải quần vợt nào lâu đời nhất?", "39": "Người ngủ ngáy là do sự hoạt động bất thường của hệ cơ quan nào khi ngủ?", "40": "Arirang là kênh truyền hình tiếng Anh của đất nước nào?", "41": "Có hai quốc gia Nam Á có diện tích lãnh thổ nằm hoàn toàn trong khu vực dãy Himalaya. Đó là hai quốc gia nào?", "42": "What metal has the chemical symbol Pb?", "43": "Sân vận động nào được chọn làm sân nhà của CLB bóng đá TP. HCM và CLB bóng đá Sài Gòn tại V. LEAGUE 1 2020?", "44": "Năm anh em trên một chiếc xe tăng, Chiếc khăn Piêu là những sáng tác của nhạc sĩ nào?", "45": "Tấn dầu thô thương mại đầu tiên của nước ta được khai thác từ mỏ nào vào năm 1986?", "46": "Trên một mặt phẳng, nếu kẻ 4 đường thẳng phân biệt bất kỳ thì có thể chia mặt phẳng đó ra thành tối thiểu bao nhiêu miền?", "47": "Dây dẫn để nối các thiết bị và dụng cụ trong các mạng điện thường được làm bằng kim loại nào?", "48": "Tất cả các hợp chất hữu cơ đều chứa nguyên tố nào?", "49": "Theo truyền thuyết, \"Sinh vi tướng, tử vi thần\" (Sống làm tướng, chết làm thần) là lời của vị nữ anh hùng dân tộc nào trước khi tuẫn tiết?", "50": "Mùa lũ ở Bắc Bộ hay Trung Bộ đến muộn hơn?", "51": "Cơ thể người chỉ hấp thụ canxi khi có mặt vitamin ...", "52": "\"Bài ca ngất ngưởng\" (Nguyễn Cong Trứ) và \"Bài ca phong cảnh Hương Sơn\" (Chu Mạnh Trinh) đều viết theo hình thức thơ nào?", "53": "Trong hình học không gian, điều kiện cần và đủ để hai mặt phẳng vuông góc với nhau là mặt phẳng này chứa một đường thẳng ... với mặt phẳng kia."}