{"1": "Giải bóng chuyền nữ quốc tế VTV Cup Tôn Hoa Sen 2019 được tổ chức tại tỉnh/ thành phố nào?", "2": "Nguyên liệu chính để sản xuất thủy tinh là cát thạch anh, sôđa (Na2CO3) và ...", "3": "Nhạc sĩ nào là tác giả của những ca khúc như \"Chia tay hoàng hôn\", \"Màu hoa đỏ\", \"Em tôi\", \"Khát vọng\"?", "4": "FTA stands for free trade ..., is a multinational treaty to form a free-trade area between the cooperating states.", "5": "Nhà máy lọc dầu đầu tiên của nước ta có tên là gì?", "6": "Dạng thù hình nào của cacbon dẫn điện: kim cương hay graphit?", "7": "Loại cây và hoa nào được nhắc đến trong các câu ca dao sau: \"Thấy ... thì nhớ Bến Tre/ Thấy bông ... nhớ đồng quê Tháp Mười\"?", "8": "Khi ta đạp xe trên đường thì lực ma sát nghỉ của ... giữ vai trò quan trọng làm cho xe đi về phía trước.", "9": "Nút bật đèn khẩn cấp hay đèn hazard ở trong ô tô luôn xuất hiện dạng hình học nào?", "10": "Túi mật nằm trong cơ quan nội tạng nào ở người?", "11": "Đèo nào sau đây chưa có hệ thống hầm đường bộ xuyên qua: đèo Hải Vân, đèo Cả, đèo Phượng Hoàng, đèo Ngang?", "12": "Người phụ nữ duy nhất đặt bút ký vào Hiệp định Paris 1973 là ai?", "13": "... là thành phố đầu tiên của châu Á hai lần đăng cai Thế vận hội Mùa hè.", "14": "Muối natri hoặc kali của các axit béo dùng để sản xuất chất tẩy rửa nào?", "15": "Bùi Hữu Nghĩa, Hoàng Châu Ký, Nguyễn Hiển Dĩnh là một số soạn giả của nghệ thuật nào ở nước ta?", "16": "Who is the 2019 Wimbledon men's singles champion?", "17": "Ẩm thực dân gian có câu: \"Dê núi đá, ... sông Đà\". Trong dấu ba chấm là sản vật nào?", "18": "Muốn thu được nhiều len của cừu thì cần tăng số lượng cừu mang giới tính gì?", "19": "Trong thơ Hồ Chí Minh, hạt gì \"đem vào giã bao đau đớn\", \"giã xong rồi trắng tựa bông\"?", "20": "Một lượng khí lí tưởng có thể tích không đổi. Nếu nhiệt độ tuyệt đối T của khí tăng lên gấp hai, thì áp suất của khí sẽ ...", "21": "Nhà toán học cổ Hy Lạp nào là người phát hiện và sử dụng phương pháp tiên đề đầu tiên khi trình bày hình học sơ cấp trong tác phẩm \"Cơ bản\"?", "22": "Cơ quan nội tạng nào trong cơ thể động vật tạo sự chênh lệch về áp suất để làm cho máu lưu thông?", "23": "Kiên Hải và ... là hai huyện đảo của tỉnh Kiên Giang.", "24": "Hoài Văn vương là tước hiệu do vua Trần Nhân Tông truy tặng nhân vật lịch sử trẻ tuổi nào?", "25": "Đây là hình ảnh các nội dung thi đấu của bộ môn thể thao nào?", "26": "Bảng tuần hoàn dạng dài của các nguyên tố hóa học có bao nhiêu cột?", "27": "Múa Ả Rập là tên gọi khác của loại hình múa nào ở nước ta?", "28": "Which heritage of Vietnam was first listed as a UNESCO World Heritage Site in 1994?", "29": "Điều lệnh chiến đấu của lực lượng cảnh sát PCCC - CNCH (Công an TP.HCM) quy định: Khi có chuông báo cháy thì trong vòng bao nhiêu phút đơn vị phải xuất quân ra khỏi doanh trại để đến hiện trường?", "30": "ADN thuộc vào nhóm axit hay bazơ?", "31": "Cuốn tiểu thuyết nổi tiếng nhất của Nam Cao viết về những người trí thức nghèo có tên là gì?", "32": "Nếu lục ép giữa hai mặt tiếp xúc giảm đi thì hệ số ma sát giữa hai mặt đó sẽ thế nào?", "33": "Đạc điền là công việc về tính đại lượng nào của các thửa ruộng thời xưa ở nước ta?", "34": "Ưu thế lai biểu hiện rõ nhất trong trường hợp lai giữa các dòng thuần chủng có kiểu gen ...", "35": "Xét trên toàn thế giới, loài vật nuôi nào cho sản lượng thịt lớn nhất?", "36": "\"Hole-in-one\" là thuật ngữ trong môn thể thao nào?", "37": "Ở nhiệt độ thường, chất béo tồn tại ở những trạng thái nào?", "38": "Hò khoan Lệ Thủy có xuất xứ từ tỉnh nào?", "39": "What is the fifth planet from the sun in the solar system?", "40": "Trên logo của Hội Liên hiệp Phụ nữ Việt Nam có hình ảnh loài chim nào đang ngậm cành nguyệt quế?", "41": "Thân cây gỗ lâu năm có hai miền gỗ khác nhau là dác và ròng. Phần nào thường được chọn làm nhà, trụ cầu, tà vẹt?", "42": "Trong tác phẩm Vợ chồng A Phủ, Mị đã phải về làm vợ ai để trả nợ cho bố?", "43": "Lực hấp dẫn là lực hút giữa các vật có ...", "44": "Tổng 5 số chính phương đầu tiên có tận cùng là chữ số nào?", "45": "Giảm phân là sự phân chia của tế bào ... mang bộ NST lưỡng bội ở thời kì chín.", "46": "Các mùa ở hai bán cầu diễn ra như thế nào với nhau?", "47": "Con phố nào ở Hà Nội từng là tâm điểm đánh phá của máy bay Mỹ vào ngày 26/12/1972?", "48": "Trong toán học, hệ nhị phân là một hệ đếm dùng hai ký tự để biểu đạt một giá trị số, bằng tổng số các lũy thừa của mấy?", "49": "Ai là tác giả của tác phẩm \"Đặng Dịch Trai ngôn hành lục\"?"}