{
    "1": "\"Hiệp khí đạo\" là tên gọi khác của môn võ nào?",
    "2": "Theo dân gian, ông Tam Đa là tên gọi chung của ba vị thần nào?",
    "3": "Tay ta cầm nắm được các vật là nhờ tác dụng của lực ma sát ...",
    "4": "Which month of the year starts with letter S?",
    "5": "Đàn vĩ cầm có bao nhiêu dây?",
    "6": "Loại khí nào sinh ra trong quá trình chín của trái cây có tác dụng kích thích quả mau chín?",
    "7": "Địa danh nào còn thiếu trong đoạn thơ sau: \"Việt Nam đất nước ta ơi!/Mênh mông biển lúa đâu trời đẹp hơn/Cánh cò bay lả dập dờn/Mây mờ che đỉnh ... sớm chiều\"?",
    "8": "Hai cha con Nguyễn Phi Khanh và Nguyễn Trãi đều làm quan dưới triều đại nào?",
    "9": "Hầm đường bộ dài nhất Đông Nam Á hiện nay đi xuyên qua đèo nào ở nước ta?",
    "10": "Da, mang, phổi là những cơ quan tiêu biểu cho hệ cơ quan nào của động vật?",
    "11": "Cây trinh nữ và cây xấu hổ là hai loài cây khác nhau, đúng hay sai?",
    "12": "Một năm dương lịch ở nước ta có thể có 52 hay 53 ngày chủ nhật?",
    "13": "Đồ thị biểu diễn hàm số y = x và y = -x cắt nhau tại điểm có tọa độ bao nhiêu?",
    "14": "Trong ca dao, nhân vật dân gian nào đã \"Để trâu ăn lúa, gọi cha ời ời\"?",
    "15": "Trong thể loại độc tấu, người ta biểu diễn một tiết mục với tất cả bao nhiêu nhạc cụ?",
    "16": "Which stationery do you use to remove a pencil's writing from paper?",
    "17": "Hình tượng rồng dưới thời phong kiến được dùng làm đại diện cho ...",
    "18": "Khi giun đất bị đứt thành hai phần thì phần đó sẽ tạo thành hai con giun đất mới, đúng hay sai?",
    "19": "Con giáp nào là con giáp cuối cùng trong mười hai con giáp của Việt Nam?",
    "20": "Các cây thuộc họ đước đa số là cây thân gỗ, thân cỏ hay thân leo?",
    "21": "Ăn mòn hóa học là quá trình ... trong đó các electron của kim loại được chuyển trực tiếp đến các chất trong môi trường.",
    "22": "Trong ba môi trường rắn, lỏng và khí, tốc độ truyền âm trong môi trường nào lớn nhất?",
    "23": "KHÔNG ĐỦ THỜI GIAN",
    "24": "KHÔNG ĐỦ THỜI GIAN",
    "25": "Trong thần thoại Hy Lạp, điểm yếu nhất của chiến binh A-sin là phần nào?",
    "26": "Ngoài chức năng hô hấp, thanh quản còn có chức năng gì?",
    "27": "Khí gì thoát ra khỏi cốc nước dưới dạng bọt khí khi ta cho viên sủi vào cốc nước?",
    "28": "Đây là dụng cụ của môn thể thao nào?",
    "29": "Thông thường, khi khí áp ... thì trời sẽ âm u và dễ có mưa, khi khí áp ... thì trời sẽ trong xanh.",
    "30": "Trên đường bộ, khi gặp đèn tín hiệu giao thông màu vàng, người điều khiển các phương tiện giao thông bắt buộc phải dừng lại, đúng hay sai?",
    "31": "\"Đánh một trận sạch không kình ngạc/Đánh hai trận tan tác chim muông\" là các câu viết về thế trận áp đảo của nghĩa quân nào trước kẻ thù?",
    "32": "Nhạc cụ có xuất xứ từ Tây Ban Nha nào có mức độ phổ biến rộng lớn nhất thế giới?",
    "33": "Phố cổ Hội An, phố cổ Hà Nội, khu đền tháp Mỹ Sơn, vịnh Ha Long, đâu là địa danh chưa từng được công nhận là di sản thế giới?",
    "34": "Chỉ khi nào lực nâng do cánh máy bay sinh ra ... trọng lượng máy bay thì máy bay mới có thể cất cánh.",
    "35": "Hai phân thức được gọi là nghịch đảo của nhau nếu tích của chúng bằng bao nhiêu?",
    "36": "KHÔNG ĐỦ THỜI GIAN",
    "37": "Lục địa nào nhỏ nhất thế giới?",
    "38": "Cuốn sách nào của Lương Thế Vinh được coi là cuốn sách giáo khoa về toán đầu tiên ở nước ta?",
    "39": "Một trận đấu bóng rổ thông thường gồm bao nhiêu hiệp đấu?",
    "40": "Tế bào máu nào có chức năng cầm máu bằng cách làm máu vón cục và đông lại khi mạch máu bị thương?",
    "41": "Một tứ giác vừa là hình chữ nhật, vừa là hình thoi thì tứ giác đó là hình gì?",
    "42": "Đàn piano là nhạc cụ thuộc bộ dây hay bộ gõ?",
    "43": "Loại đồ chơi cho trẻ em được nặn bằng bột chín, có nhuộm màu được gọi là gì?",
    "44": "\"Tương tư là bệnh của tôi yêu nàng\" là câu thơ của ai?",
    "45": "Bazơ không tan bị nhiệt phân hủy, tạo thành ... và nước.",
    "46": "\"Phim đại chúng xuất sắc\" là hạng mục mới của giải thưởng điện ảnh danh giá nào?",
    "47": "How many stars are there in Vietnamese national flag?",
    "48": "Mọi vật trong vũ trụ đều hút nhau với một lực gọi là ..."
}