{"1": "Những từ nào còn thiếu trong các câu thơ sau: \"Xiên ngang mặt đất, ... từng đám/ Đâm toạc chân mây, ... mấy hòn\"?", "2": "Năm 1054, vua Lý Thánh Tông đã đổi quốc hiệu nước ta thành ...", "3": "Đài nguyên là kiểu thảm thực vật chính ở đới ...", "4": "Liên kết ion là liên kết được hình thành bởi lực hút tĩnh điện giữa các ion mang điện tích ... dấu.", "5": "Hiện nay Liên đoàn bóng đá Đông Nam Á có bao nhiêu thành viên?", "6": "Đây là hình ảnh của loại hình sân khấu dân gian nào?", "7": "In which country the Taj Mahal is founded?", "8": "Môn học chính khóa nào có vai trò cung cấp kiến thức, kĩ năng vận động cho người học thông qua các bài tập và trò chơi vận động, góp phần thực hiện giáo dục toàn diện?", "9": "Độ âm điện của nguyên tử nguyên tố hóa học biến đổi tuần hoàn theo chiều tăng của điện tích hạt nhân. Đúng hay sai?", "10": "... sinh vật là một tập hợp những quần thể sinh vật thuộc nhiều loài khác nhau, cùng sống trong một không gian nhất định.", "11": "Bất kì đa giác đều nào cũng có ... đường tròn ngoại tiếp và ... đường tròn nội tiếp.", "12": "Nhà thơ Ấn Độ nào được người dân gọi là \"thánh sư\"?", "13": "\"Cửu vị thần công\" ở Kinh thành Huế được đúc chủ yếu bằng nguyên vật liệu nào?", "14": "Việt Nam thuộc múi giờ số mấy theo hệ thống múi giờ quốc tế?", "15": "Các nguyên tố xếp ở chu kì 6 có số lớp electron trong nguyên tử là bao nhiêu?", "16": "Đội tuyển châu Á duy nhất nào đã vượt qua vòng đấu bảng VCK FIFA World Cup 2018?", "17": "Đây là nghệ thuật gì?", "18": "What is the longest river in the world?", "19": "Sân bay quốc tế Vân Đồn thuộc tỉnh nào nước ta?", "20": "Sự xuất hiện của enzim có vai trò làm cho quá trình tổng hợp và phân giải chất hữu cơ diễn ra nhanh hơn. Đúng hay sai?", "21": "Lớp nào sau đây thuộc ngành động vật có xương sống: cá, lưỡng cư, bò sát, chim, thú?", "22": "Hình thang có hai góc kề một đáy bằng nhau là hình thang ...", "23": "Hệ gồm hai lực song song, ngược chiều, có độ lớn bằng nhau và tác dụng vào một vật ở hai điểm khác nhau được gọi là ...", "24": "\"Những ngôi sao xa xôi\" được viết vào năm 1971 là truyện ngắn của nhà văn nào?", "25": "Ai là người nắm giữ chức Quốc công tiết chế - tổng chi huy quân đội Đại Việt trong kháng chiến chống Mông - Nguyên lần hai và lần ba?", "26": "Cửa khẩu Lao Bảo của Quảng Trị nằm ở biên giới của Việt Nam và ...", "27": "Bazo là hợp chất tạo ra do oxit bazo hóa hợp với ...", "28": "Môn võ taekwondo có xuất xứ từ nước nào?", "29": "Đàn ghi-ta được chia thành hai loại là ghi-ta gỗ và ...", "30": "AI stands for Artificial ...", "31": "Trong MS Word, để chọn toàn bộ văn bản trong tài liệu, ta dùng tổ hợp phím tắt nào?", "32": "Tạp chất không làm ảnh hưởng đến điện trở suất của chất bán dẫn. Đúng hay sai?", "33": "Mất đoạn, lặp đoạn, đảo đoạn là một số dạng của đột biến ...", "34": "Làm tròn số thập phân 0,26541 đến chữ số thập phân thứ hai ta được kết quả là gì?", "35": "Từ nào còn thiếu trong các câu thơ sau: \"Thế rồi vua mở khoa thi/ Thế rồi quan ... vinh quy qua làng\" (Nguyễn Bính)?", "36": "Hình ảnh nào trên lá cờ của Đảng Cộng sản Việt Nam tượng trưng cho giai cấp công nhân?", "37": "Somalia là bán đảo lớn nhất châu ...", "38": "Khi giảm nhiệt độ và tăng áp suất thì độ tan của chất khí trong nước thường ...", "39": "Môn võ wushu có xuất xứ từ quốc gia nào?", "40": "Đoạn bài hát sau nằm trong ca khúc nào?https://duong-len-dinh-olympia.fandom.com/vi/wiki/T%E1%BA%ADp_tin:Tuan1thang1quy2Olympia21-KhoidongNhac1.ogg", "41": "How many millimeters are there in 1 cm?", "42": "Sở Giao dịch Chứng khoán đầu tiên của nước ta được hình thành và đi vào hoạt động tại thành phố ...", "43": "Đồ thị của hàm số y= f(x) nhận gốc tọa độ O làm tâm đối xứng nến f(x) là hàm số chẵn hay hàm số lẻ?", "44": "Phân đôi, nảy chồi, phân mảnh là các hình thức thuộc hình thức sinh sảnh nào ở động vật?", "45": "Nếu một đường thẳng cắt hai cạnh của một tam giác và định ra trên hai cạnh ấy những đoạn thẳng tương ứng tỉ lệ thì đường thẳng đó ... với cạnh còn lại của tam giác.", "46": "Lực hấp dẫn giữa hai chất điểm bất kì tỉ lệ ... với tích hai khối lượng của chúng và tỉ lệ ... với bình phương khoảng cách giữa chúng."}