{
    "1": "Những quần thể thực vật có ở nhiều khu rừng nhiệt đới tại Việt Nam, phủ trên mặt đất như một tấm thảm xanh, được gọi là gì?",
    "2": "Sử thi Đăm Săn của dân tộc nào?",
    "3": "Trường trung học Petrus Ký ở Sài Gòn những năm giữa thế kỉ XX được đặt theo tên nhà bác học nào?",
    "4": "Vùng nào trong bão có tốc độ gió yếu nhất?",
    "5": "The Euros is the football championship of which continent?",
    "6": "Madonna và Michael Jackson được suy tôn là nữ hoàng và vua của dòng nhạc nào?",
    "7": "Với các máy tính sử dụng hệ điều hành Windows, phím chức năng (phím F) nào mặc định giúp bạn làm mới/ tải lại trang web đang hiển thị?",
    "8": "Hai biến cố đối nhau là hai biến cố xung khắc và ngược lại. Đúng hay sai?",
    "9": "Ở điều kiện thường, đơn chất phi kim tồn tại ở những trạng thái nào?",
    "10": "Đội tuyển bóng đá nam quốc gia nào là đội đầu tiên có tên trong danh sách các đội tham gia VCK FIFA World Cup 2022?",
    "11": "Trong tam giác vuông, độ dài đường ... ứng với cạnh huyền bằng nửa cạnh huyền.",
    "12": "Các chất rắn được phân thành hai loại: Vô định hình và ...",
    "13": "Dân gian ta có câu: \"Một giọt máu đào hơn ao ...\".",
    "14": "Một tam giác có tất cả mấy đường trong bàng tiếp?",
    "15": "Biến dạng không đàn hồi còn có tên gọi khác là gì?",
    "16": "Các \"hạt nhỏ\" lấm chấm trên bề mặt quả dâu tây thực chất là bộ phận nào của cây?",
    "17": "Từ nào còn thiếu trong câu sau: \"Thứ nhất ..., thứ nhì Phố Hiến\"?",
    "18": "Nhiều sáng tác của Nguyễn Trãi đã bị tiêu hủy, thậm chí không thể khôi phục, là hậu quả từ vụ án oan sai nào trong lịch sử?",
    "19": "Năm 2020 đánh dấu 25 năm thành lập của tổ chức lớn nào về thương mại trên toàn thế giới?",
    "20": "What is the sweet substance made by bees?",
    "21": "Trong âm nhạc Trịnh Công Sơn, mùa nào ở Hà Nội là \"Mùa cốm xanh về\"?",
    "22": "Lễ hội nhãn lồng là hoạt động thường niên được tỉnh nào ở nước ta tổ chức?",
    "23": "Kỹ thuật nào đòi hỏi phải có một đoạn cảnh có đủ mắt và chồi: giâm hay chiết?",
    "24": "Clorua vôi là chất bột xốp có màu ...",
    "25": "Serie A là giải bóng đá chuyên nghiệp cấp câu lạc bộ của quốc gia nào ở châu Âu?",
    "26": "... là đường tròn có bán kính lớn nhất nằm trong tam giác.",
    "27": "Trong quá trình đẳng nhiệt của một lượng khí nhất định, áp suất tỉ lệ ... với thể tích.",
    "28": "Quá trình ... gồm sự thở, trao đổi khí ở phổi và trao đổi khí ở tế bào.",
    "29": "Trong tác phẩm Truyện Kiều, hai câu thơ \"Giang hồ quen thú vẫy rừng/ Gươm đàn nửa gánh, non sông một chèo\" miêu tả nhân vật nào?",
    "30": "Mướp đắng còn có tên gọi thông dụng khác là gì?",
    "31": "Văn hóa Đông Sơn, văn hóa Sa Huỳnh, văn hóa Óc Eo thuộc thời đại khảo cổ học nào ở nước ta?",
    "32": "Trong khí quyển, tầng ion còn có tên gọi khác là ...",
    "33": "Trong quá trình nguyên phân, những kì mà nhiễm sắc thể tồn tại ở dạng sợi gồm kì sau và ...",
    "34": "\"Cổ kiêu ba ngấn, lông mày nét ngang\" là hình ảnh của ai qua con mắt Thị Mầu?",
    "35": "\"Lên ba chưa biết mỉm cười/ Nghe tin giặc dữ cất lời nói ngay/ Thoắt thành tráng sĩ ra tay/ Giúp dân cứu nước rồi bay về trời\" là ai?",
    "36": "Thành phố nào là thủ đô của Ai Cập?",
    "37": "What is the chemical symbol for gold?",
    "38": "Họa sĩ nào là tác giả của bức tranh sơn dầu \"Em Thúy\"?",
    "39": "Ngày 26/8, Bộ Y tế đã phát đi thông điệp và giới thiệu bộ ảnh \"Bạn vẫn đẹp khi đeo ...\", đã được sự hưởng ứng tích cực của đồng bào người dân.",
    "40": "Vi khuẩn là các sinh vật đơn bào hay sinh vật đa bào?",
    "41": "Để phân biệt các dung dịch riêng biệt: metylamin, glyxin và axit axetic, ta thường dùng loại thuốc thử nào?",
    "42": "Câu lạc bộ nào vô địch giải bóng đá Ngoại hạng Anh mùa giải 2019 - 2020?",
    "43": "Trong các số: 17, 18, 19, 20, những số nào là số nguyên tố?",
    "44": "Ta có thể dùng thấu kính nào để tập trung ánh sáng Mặt Trời, tạo ra lửa?",
    "45": "Vào năm 2000, khoảng 40% trẻ em Việt Nam từ 6 đến 24 tháng tuổi mắc thiếu máu do thiếu hụt loại muối khoáng của nguyên tố nào trong cơ thể?",
    "46": "Hai câu \"Thiện căn ở tại lòng ta/ Chữ Tâm kia mới bằng ba chữ Tài\" là triết lí sống mà tác giả nào gửi tới hậu thế?",
    "47": "... là đỉnh cao của phong trào cách mạng 1930 - 1931 ở nước ta.",
    "48": "Sông ngòi ở vùng nào nước ta chịu ảnh hưởng của thủy triều rõ rệt hơn cả: Bắc Bộ, Trung Bộ hay Nam Bộ?",
    "49": "In what country is the Taj Mahal found?",
    "50": "Các nghệ sĩ hát quan họ xưng hô với nhau là ... anh, ... chị.",
    "51": "Túi ... là một hệ thống an toàn được tích hợp vào nhiều vị trí trong xe ô tô, giúp hạn chế chấn thương khi xảy ra va chạm.",
    "52": "Đại thi hào Nguyễn Du đã từng làm quan dưới triều Nguyễn, đúng hay sai?",
    "53": "Nhóm nguyên tố nào được xếp ở cột bên phải, ngoài cùng của bảng tuần hoàn dạng dài các nguyên tố hóa học?",
    "54": "ABL là giải ... nhà nghề Đông Nam Á.",
    "55": "Tứ giác nội tiếp là tứ giác có tổng số đo hai góc đối nhau bằng ...",
    "56": "Điện trường có đường sức là đường cong kín gọi là ...",
    "57": "Ta có thể coi hệ thống bao gồm các bộ phận cho ánh sáng truyền qua của mắt tương đương với một thấu kính ...",
    "58": "Dãy núi nào là dãy núi dài nhất thế giới?"
}