{
    "1": "What do we call people who can't see?",
    "2": "Kiwi là tên một loài chim hay một loại trái cây?",
    "3": "Ở chất bán dẫn, khi nhiệt độ tăng, điện trở suất sẽ ...",
    "4": "Trong hội họa, màu nhị hợp là màu do pha trộn từ bao nhiêu màu cơ bản với nhau mà thành?",
    "5": "Có bao nhiêu quốc gia Đông Nam Á từng đăng cai một kỳ Thế vận hội Mùa hè?",
    "6": "Axit nào được hình thành trong những cơn mưa giông kèm sấm chớp?",
    "7": "Trong truyện cổ tích Tấm Cám, cô Tấm chui ra từ quả gì?",
    "8": "Nhà Trần đã phải chống quân xâm lược Nguyên Mông bao nhiêu lần?",
    "9": "Quốc gia nào có trữ lượng gỗ và khí đốt lớn nhất thế giới hiện nay?",
    "10": "Nơron cảm giác còn có tên gọi khác là gì?",
    "11": "Nếu phải sử dụng áo phao để thoát hiểm trên máy bay, hành khách nên làm phồng áo phao ngay trong máy bay hay tại cửa thoát hiểm?",
    "12": "Số nào là số nhỏ nhất có 4 chữ số?",
    "13": "Trong cùng một mặt phẳng, điểm nào cách đều tất cả các điểm trên một đường tròn?",
    "14": "Trong bài thơ \"Mùa xuân nho nhỏ\", tiếng hót của loài chim nào báo hiệu mùa xuân?",
    "15": "Cờ tướng có nguồn gốc từ quốc gia nào?",
    "16": "Nghệ nhân Hà Thị Cầu nổi tiếng với loại hình nghệ thuật dân gian nào?",
    "17": "Triều đại nào đã đổi quốc hiệu từ Đại Cồ Việt thành Đại Việt?",
    "18": "Khi xảy ra cháy xăng người ta dùng nước hay cát để dập lửa?",
    "19": "Hoa hậu Việt Nam 2018 Tiểu Vy là người đẹp đến từ tỉnh/thành nào ở nước ta?",
    "20": "Lớp màng vôi mỏng xuất hiện trên răng khi bạn thường xuyên quên đánh răng gọi là gì?",
    "21": "Ở trạng thái cơ bản, các nguyên tử của các nguyên tố nhóm VA có bao nhiêu electron độc thân?",
    "22": "Chất lỏng có cấu trúc trật tự gần tương tự như cấu trúc của loại chất rắn nào?",
    "23": "On most computer keyboards, which key is used to delete the character to the left of the cursor?",
    "24": "KHÔNG ĐỦ THỜI GIAN",
    "25": "Nhà thơ nào trong các nhà thơ sau không tham gia phong trào Thơ Mới: Chế Lan Viên, Xuân Diệu, Vũ Đình Liên, Tố Hữu?",
    "26": "Lớp cutin phủ toàn bộ bề mặt của lá trừ ...",
    "27": "... là dãy các nguyên tố hóa học mà nguyên tử của chúng có cùng số lớp electron và được xếp từ trái sang phải theo chiều tăng dần điện tích hạt nhân.",
    "28": "Which is mammal: bat or whale?",
    "29": "\"Sông nào sóng nước hữu tình/ Ngát thơm xứ Huế thần kinh mơ màng?\"",
    "30": "Thuở ban đầu, photpho trắng hay photpho đỏ được sử dụng để sản xuất diêm?",
    "31": "Ngay sau thành công của Cách mạng tháng Tám, Chính phủ ta đã phát động phong trào nào để động viên tài chính trong nhân dân?",
    "32": "Tên viết tắt tiếng Anh của Liên đoàn bóng đá châu Á là gì?",
    "33": "Tên của loại quả mọng nào được lấy để đặt cho tên một giải thưởng điện ảnh của Hoa Kỳ?",
    "34": "Thiết bị phổ biến nhất để đo điện năng tiêu thụ của các hộ gia đình ở nước ta là gì?",
    "35": "Muốn cộng hai phân thức có mẫu thức khác nhau, ta ... mẫu thức rồi cộng các phân thức có cùng mẫu thức vừa tìm được.",
    "36": "KHÔNG ĐỦ THỜI GIAN",
    "37": "Các loại đá như granit, badan xuất hiện ở lớp nào trong cấu trúc của Trái Đất?",
    "38": "\"Ai về nước Nam cho tôi về với\" là câu di ngôn tạc trên bia mộ vị danh y tài năng nào dù được vua Minh giữ lại và trọng dụng nhưng trong tâm luôn nhớ về quê hương đất nước?",
    "39": "Các võ sinh Vovinam mặc đồng phục có màu gì?",
    "40": "Khác với lạc đà Ả Rập, lạc đà có nguồn gốc từ Đông Nam Á có mấy bướu trên lưng?",
    "41": "... là một đoạn thẳng có hướng.",
    "42": "Cùng một dãy núi, sườn đón gió hay sườn khuất gió thường mưa nhiều?",
    "43": "Một chiếc xe được gọi là \"Hybrid\" nếu nó sử dụng từ bao nhiêu loại năng lượng trở lên để tạo ra lực kéo?",
    "44": "Trong ca dao Việt Nam, loài vật nào \"bay thấp thì mưa, bay cao thì nắng, bay vừa thì râm\"?",
    "45": "Theo Bronsted, axit là chất ... proton.",
    "46": "Nhạc đỏ là tên gọi khác của thể loại nhạc nào?",
    "47": "What Southeast Asian country is a member of ASEAN yet?[1]",
    "48": "Hiện tượng vật lý nào chứng tỏ ánh sáng có tính sóng?"
}