{"1": "Trong nghiên cứu phả hệ, kí hiệu có hình vuông chỉ giới tính ..., kí hiệu có hình tròn chỉ giới tính ...", "2": "Từ nào còn thiếu trong câu: \"Cá chuối đắm đuối vì ...\"?", "3": "Thầu Chín là bí danh của Bác khi Người hoạt động ở nước Đông Nam Á nào?", "4": "Châu lục nào có vị trí địa lí nằm ở khoảng giữa các vĩ tuyến 36 độ và 71 độ ở Bắc Bán cầu, với ba mặt giáp biển và đại dương?", "5": "Nhà soạn nhạc Tchaikovsky là tác giả phần âm nhạc của những vở ballet nào: Kẹp hạt dẻ, Hồ thiên nga, Người đẹp ngủ trong rừng?", "6": "Where does Samba dance come from?", "7": "Mã điện thoại quốc tế của Việt Nam hiện nay là bao nhiêu?", "8": "Metan là hợp chất đứng đầu dãy đồng đẳng nào?", "9": "Loài nào không phải động vật: ba ba hay ba kích?", "10": "Vận động viên quần vợt nam nổi tiếng nào còn được gọi là \"Nole\"?", "11": "Số đo của góc có đỉnh ở bên trong đường tròn bằng bao nhiêu phần của tổng số đo hai cung bị chắn?", "12": "Trong quy tắc bàn tay trái trong vật lí, ngón cái choãi ra để chỉ chiều của lực điện ...", "13": "Khi làm kính lão, người ta sử dụng thấu kính nào?", "14": "Cá sấu thuộc lớp động vật nào?", "15": "Giâm, chiết, ghép là các phương pháp nhân giống ...", "16": "Theo truyện dân gian Việt Nam, ai đã đưa ra món \"mầm đá\" để dụ chúa Trịnh?", "17": "Theo truyền thuyết, vị vua Hùng đầu tiên là người con thứ mấy của Lạc Long Quân và Âu Cơ?", "18": "Đến thành phố nào chúng ta được thăm bến Ninh Kiều, chợ nổi Cái Răng, vườn cò Bằng Lăng?", "19": "\"Sống trong đời sống cần có một tấm lòng\" là lời ca trong nhạc phẩm nào của Trịnh Công Sơn?", "20": "What does \"BC\" in \"1975 BC\" mean?", "21": "Việt Nam thuộc múi giờ GMT nào?", "22": "Trong các kim loại sau, kim loại nào được loài người tìm ra và sử dụng sớm nhất: sắt, đồng, nhôm?", "23": "Copa America là giải vô địch bóng đá dành cho các đội tuyển quốc gia tại khu vực Bắc Mỹ hay Nam Mỹ (không kể các đội khách mời)?", "24": "J -League là hệ thống giải bóng đá chuyên nghiệp của quốc gia châu Á nào?", "25": "Tập hợp nào sau đây chỉ toàn các phần tử có giá trị dương: tập hợp số hữu tỉ, tập hợp số nguyên tố, tập hợp số nguyên?", "26": "Nếu khi ngoại lực thôi tác dụng vào vật, vật lấy lại hình dạng và kích thước ban đầu thì vật ấy có tính ...", "27": "Chiến tranh Vệ quốc vĩ đại là một dấu mốc đáng nhớ trong lịch sử của cựu quốc gia nào?", "28": "\"Nước là yếu tố vừa hỗ trợ, vừa cộng mình với quân rối\" là đặc điểm của loại hình nghệ thuật truyền thống nào?", "29": "Ngày rằm là ngày mấy Âm lịch hằng tháng?", "30": "Brom rơi vào da sẽ gây bỏng. Đúng hay sai?", "31": "... và di truyền là hai hiện tượng song song, gắn liền với quá trình sinh sản.", "32": "Sử thi, truyền thuyết, ca dao, tục ngữ là một số thể loại của bộ phận văn học ...", "33": "Đường ô tô và đường xe lửa lần đầu tiên xuất hiện ở nước ta vào thế kỉ nào?", "34": "Đồng bằng nào ở nước ta có diện tích đất nông nghiệp lớn nhất cả nước?", "35": "Tên ca khúc \"Người ơi người ở đừng về\" của ca sĩ Đức Phúc gợi nhớ đến tên một bài hát thuộc làn điệu dân ca gì?", "36": "Which province in Vietnam is called as \"Vietnam's coconut kingdom\"?", "37": "Trong gia đình, hiện tượng mối, mọt xông thường xuất hiện ở những đồ vật làm bằng ... khi không được xử lí đúng cách.", "38": "Khi nguyên tử nhường hay nhận electron, nó trở thành phần tử mang điện gọi là ...", "39": "Ở châu Nam Cực có tồn tại các ngọn núi lửa không?", "40": "Sân vận động nào là sân nhà của câu lạc bộ bóng đá Manchester United?", "41": "Số chính phương chia cho 4 không bao giờ dư ... hoặc ...", "42": "Qua mỗi điểm trong điện trường có tối đa bao nhiêu đường sức điện?", "43": "Hát bè cần ít nhất mấy người?", "44": "Cơ thể ... chỉ gồm một tế bào nhưng thực hiện đầy đủ chức năng của một cơ thể sống.", "45": "\"Con nai vàng ngơ ngác\" là câu thơ trong bài thơ nào của Lưu Trọng Lư?", "46": "Cuộc cách mạng khoa học - kỹ thuật hiện đại khởi đầu từ quốc gia nào?", "47": "Hồ Trị An là hồ nhân tạo lớn của vùng kinh tế nào?", "48": "Trong lời bài hát \"Năm ngón tay ngoan\" (ST: Trần Văn Thụ), ngón tay nào \"Làm vệ sinh, hay quét nhà/ Và múa hát cho vui ông bà\"?", "49": "Is \"straightforwardly\" an adverb or a verb?", "50": "Trong MS Word, để ngắt trang, ta sử dụng tổ hợp phím tắt mặc định nào?", "51": "Trong dãy hoạt động hóa học của kim loại, mức độ hoạt động hóa học của các kim loại giảm dần từ ... sang ...", "52": "Hiệu điện thế giữa hai bản tụ điện phẳng có thay đổi hay không nếu một bản của tụ điện được nối với đất?", "53": "AFF là tên viết tắt tiếng Anh của Liên đoàn bóng đá khu vực ...", "54": "... là hình hộp chữ nhật có sáu mặt là các hình vuông."}