{"1": "Cam Cao Phong và xôi nếp nương Mai Châu là đặc sản của tỉnh nào?", "2": "Trong hệ số La Mã, XL tương ứng với số mấy trong hệ thập phân?", "3": "Cơ năng của con lắc lò xo là ... động năng và thế năng của con lắc.", "4": "Trong điều kiện tiêu chuẩn, kim loại nào là kim loại nhẹ nhất?", "5": "Cấu trúc của một tế bào nói chung gồm có màng sinh chất, tế bào chất và ...", "6": "Từ nào còn thiếu trong câu thành ngữ sau: \"Khôn nhà ... chợ\"?", "7": "Đất nước nào hiện nay từng được sử gia Hy Lạp cổ đại Herodotos nhận xét là \"tặng phẩm của sông Nile\", phù sa và nước sông biến nơi đây từ \"một đồng cát bụi\" trở thành \"một vườn hoa\"?", "8": "Cao nguyên Lâm Viên, cao nguyên Di Linh cấu thành nên phần lớn diện tích tự nhiên của tỉnh nào?", "9": "Trong cờ vua, quân cờ nào chỉ di chuyển và ăn quân đối phương theo các đường thẳng ngang, dọc?", "10": "Phần lá của cây xương rồng đã tiêu giảm và trở thành ...", "11": "Haiku is traditional poem of which country?", "12": "Barbecue là phương pháp làm chín đồ ăn bằng cách nào là chính?", "13": "Bóng đèn compact là một loại bóng đèn huỳnh quang, đúng hay sai?", "14": "Định lý nào khẳng định: Trong tam giác vuông, bình phương cạnh huyền bằng tổng bình phương hai cạnh góc vuông?", "15": "Ở chuyển động tròn đều, sau mỗi ..., chất điểm trở về vị trí ban đầu và lặp lại chuyển động như trước.", "16": "... là hợp chất phổ biến nhất của natri được sử dụng làm các chất chống đông đá, tan đá, chất bảo quản và nấu ăn.", "17": "Quá trình tạo lớp ... răng là sự bảo vệ tự nhiên của con người chống lại bệnh sâu răng.", "18": "Thành ngữ \"Một đập ăn quan\" có ý nghĩa bắt nguồn từ trò chơi dân gian Việt Nam nào?", "19": "Nhà Cách mạng vĩ đại nào đã cùng Đảng Bolshevik lãnh đạo giai cấp công nhân và nhân dân lao động Nga đi đến Cách mạng tháng Mười (1917) thành công?", "20": "Đất phèn là loại đất chiếm diện tích lớn nhất ở đồng bằng nào của nước ta?", "21": "What is the last letter in the English alphabet?", "22": "Năm Âm lịch Tân Sửu 2021 có mấy tháng?", "23": "Hò là làn điệu diễn xướng xuất hiện ở cả ba miền nước ta. Đúng hay sai?", "24": "Giao điểm của ba đường phân giác trong của một tam giác là tâm của ... tam giác đó.", "25": "Những vật mềm, xốp có bề mặt gồ ghề thì khả năng phản xạ âm thế nào?", "26": "Sản phẩm của một phản ứng hoá hợp gồm bao nhiêu chất?", "27": "Hoạt động hằng ngày nào là kết quả của một quá trình ức chế tự nhiên để phục hồi khả năng làm việc của hệ thần kinh?", "28": "Trong thơ Nguyễn Khoa Điềm, người Tà-ôi gọi con bằng từ gì?", "29": "Ai là lãnh tụ tối cao của phong trào Yên Thế giai đoạn 1893 - 1913?", "30": "Hạ lưu sông Hương chảy qua thành phố nào?", "31": "NBA là tên viết tắt của giải bóng rổ nhà nghề quốc gia nào?", "32": "Trong một ca khúc của các nhạc sĩ Hoàng Long - Hoàng Lân, nhân vật cổ tích nào là người \"cho những đêm trăng đẹp\"?", "33": "In which square, did Uncle Ho read the Declaration of Independence of Vietnam?", "34": "Món khâu nhục của đồng bào Tày, Nùng thường có thành phần chính là thịt lợn, thịt bò, thịt gà hay thịt trâu?", "35": "Ngày 31/7/1971, phi hành gia David Scott đã điều khiển chiếc xe tự hành LRV lần đầu di chuyển trên thiên thể nào?"}