{"1": "Giáp xác, hình nhện và sâu bọ là ba lớp của ngành ...", "2": "Nguyễn Du dùng hai câu \"Chọc trời khuấy nước mặc dầu/ Dọc ngang nào biết trên đầu có ai\" để nói về nhân vật nào?", "3": "Các cuộc khởi nghĩa của Phan Bá Vành, Lê Duy Lương, Lê Văn Khôi, Nông Văn Vân... đều nhằm chống lại sự cai trị của triều đại phong kiến nào?", "4": "Trong ngày Xuân phân, tia nắng Mặt Trời tạo với trục Trái Đất một góc bao nhiêu độ?", "5": "\"Hoàng đế bóng đá\" Franz Beckenbauer là cựu danh thủ người nước nào?", "6": "Vị trí nào trong một dàn nhạc giao hưởng có vai trò chỉ huy dàn nhạc, giữ nhịp độ và điều tiết các bè nhạc cụ, truyền cảm hứng lớn mạnh đến nhạc công?", "7": "Theo quy định hiện hành, giấy phép lái xe hạng A1 có thời hạn sử dụng bao nhiêu năm?", "8": "Kim cương có thể đốt cháy được không?", "9": "What is the head coach of Vietnam's women's national football's team's name now?", "10": "Phân ure thường có màu gì?", "11": "Quốc kỳ của nước ta có chiều rộng bằng bao nhiêu phần chiều dài?", "12": "Ở nhiệt độ thấp, bán dẫn tinh khiết dẫn điện rất ...", "13": "Phân số ... là phân số mà mẫu là lũy thừa của 10.", "14": "Vệ tinh tự nhiên của Trái Đất là ...", "15": "Hiện tượng cụp lá ở cây xấu hổ (cây mắc cỡ) là ví dụ cho vận động cảm ứng hay vận động hướng động?", "16": "Tuổi thai phụ càng ... thì nguy cơ trẻ sinh ra mắc Hội chứng Down càng cao.", "17": "Ai là tác giả của bài thơ \"Hạt gạo làng ta\"?", "18": "Quang Trung là vị vua đã khai sinh ra triều đại ...", "19": "Nhật Tân là làng trồng đào nổi tiếng của địa phương nào?", "20": "Trên bàn cờ vua, \"nhập thành\" là nước đi chỉ diễn ra giữa hai loại quân cùng màu nào?", "21": "Từ nào còn thiếu trong đoạn bài hát sau?https://duong-len-dinh-olympia.fandom.com/vi/wiki/T%E1%BA%ADp_tin:Tuan1thang1quy3Olympia21-KhoidongNhac1.ogg", "22": "Sự kiện Giờ ... được bắt đầu từ năm 2007 ở nước Úc nhằm kêu gọi mọi người có những hành động thiết thực bảo vệ môi trường.", "23": "Việt Nam đang ở trong thời kì cơ cấu dân số vàng. Đúng hay sai?", "24": "Canada, the United States and Mexico are located in which continent?", "25": "Trong một phân tử, tổng đại số của các số oxi hóa của các nguyên tố bằng mấy?", "26": "Một số nguyên tố bất kì luôn có bao nhiêu ước số dương?", "27": "Con người sử dụng phần nào của cây su hào làm thực phẩm nhiều nhất: rễ, thân hay lá?", "28": "Hai câu thơ: \"Áo chàm đưa buổi phân ly/ Cầm tay nhau biết nói gì hôm nay\" xuất hiện trong tác phẩm nào của nhà thơ Tố Hữu?", "29": "Chiến dịch Hồ Chí Minh lịch sử đã kết thúc thắng lợi vào mùa xuân năm ...", "30": "Sông Mã, sông Cả, sông Đà Rằng là những sông lớn ở miền ... nước ta.", "31": "Danh thủ bóng đá Brazil nào đã được tạp chí Times bầu chọn vào Danh sách nhân vật ảnh hưởng nhất trên thế giới thế kỷ XX?", "32": "Kẹp hạt dẻ, Cinderella, Don Quixote, La Bayadère... là một số tác phẩm kinh điển của loại hình vũ kịch nào?", "33": "Tổ hợp phím tắt mặc định nào được dùng để in nghiêng một đoạn văn bản trong Microsoft Word?", "34": "Tỉnh Hậu Giang có vị trí địa lí ở thượng lưu hay hạ lưu sông Hậu?", "35": "Does a whale lay eggs or give birth?", "36": "Trong phân tử CH4, nguyên tố cacbon có cộng hóa trị mấy?", "37": "Tứ giác lồi có một cặp cạnh đối song song với nhau là hình gì?", "38": "Trong hệ SI, công suất được đo bằng đơn vị gì?", "39": "Từ nào còn thiếu trong các câu thơ sau: \"Các vị La Hán chùa .../ Tôi đến thăm về lòng vấn vương\"?", "40": "Địa chấn kế là thiết bị dùng để xác định mức độ của hiện tượng nào?", "41": "Hiện nay, bệnh đục ... ở mắt người là một trong những nguyên nhân hàng đầu gây mù lòa trên thế giới.", "42": "Phần lớn các bài thơ trong tập \"Nhật kí trong tù\" của Bác đều làm theo thể ...", "43": "Chi Lăng - Xương Giang là chiến thắng của quân dân ta trước quân xâm lược nào?", "44": "Biển ... được coi là con đường chiến lược về giao lưu và thương mại quốc tế giữa Ấn Độ Dương và Thái Bình Dương.", "45": "Theo luật cờ vua Việt Nam hiện hành, bàn cờ vua được cấu tạo từ 64 ô, gồm bao nhiêu ô trắng và bao nhiêu ô đen?", "46": "Cây đàn cổ truyền nào được miêu tả trong câu hát: \"Cung thanh là tiếng mẹ, cung trầm là giọng cha\"?", "47": "Đĩa tròn màu đỏ trên quốc kỳ của Nhật Bản tượng trưng cho thiên thể nào trong Hệ Mặt Trời?", "48": "Ong vò vẽ và ong bắp cày là hai cách gọi khác nhau để chỉ cùng một loại ong. Đúng hay sai?", "49": "In North Vietnam, what season is March?", "50": "Khi tăng nồng độ chất phản ứng, tốc độ phản ứng thay đổi thế nào?", "51": "Vào lúc 6h00, kim phút và kim giờ tạo thành một góc bao nhiêu độ (hai kim không bị biến dạng)?", "52": "Người cận thị phải đeo loại thấu kính nào?", "53": "Nhà bác học nào sống ở nước ta vào thế kỷ XVIII, được người đương thời tôn trọng mà ca ngợi là \"Thiên hạ vô tri vấn bảng Đôn\"?", "54": "Phân số âm là phân số mà trong đó có tử số hoặc mẫu số nhận giá trị nhỏ hơn ...", "55": "Hiện tượng mưa dưới dạng hạt hoặc cục băng có hình dáng, kích thước khác nhau do đối lưu cực mạnh từ các đám mây dông gây ra được gọi là mưa ..."}