{"1": "Đồng bằng sông Hồng là đồng bằng được bồi tụ phù sa bởi hai hệ thống sông nào?", "2": "Để có thể nhìn xa, người bị cận thị có thể sử dụng loại kính ...", "3": "In computer science, how many bits are there in one byte?", "4": "Vi khuẩn ... sinh với rễ cây họ Đậu tạo thành các nốt sần có khả năng cố định đạm.", "5": "Trong thời kỳ Thơ mới, nhà thơ nào đã tự xưng mình được lên \"Hầu trời\"?", "6": "Luật Hồng Đức nhà Lê quy định nếu \"Bán ruộng đất ở biên cương cho người ngoại quốc\" thì sẽ chịu hình phạt nào?", "7": "Cát trắng, đá vôi và sôđa là nguyên liệu chính trong ngành sản xuất ...", "8": "Trong không gian, nếu hai đường thẳng vuông góc với nhau thì vị trí tương đối của chúng có thể là ... hoặc cắt nhau.", "9": "Trong cuốn \"Châu Phi nghìn trùng\" của tác giả Isak Dinesen, loài vật nào là \"thứ sản phẩm ngạo nghễ được sa mạc tôi rèn, có thể đạp qua mọi gian khổ trần gian\"?", "10": "Bình phương vô hướng của một vectơ bằng bình phương ... của vectơ đó.", "11": "Hồ Dầu Tiếng nằm trên địa phận của các tỉnh là Bình Dương và hai tỉnh nào?[1]", "12": "Khi sử dụng oxy già rửa vết thương hở có thể thấy hiện tượng sủi bọt ở miệng vết thương. Bọt đó là chất gì?", "13": "\"Ca nương\" là từ để chỉ người hát trong loại hình diễn xướng nào ở nước ta?", "14": "Chim cánh cụt ... là loài chim lớn nhất trong số những loài chim cánh cụt sống ở Nam Cực.[1]", "15": "Việt Nam và quốc gia nào bình thường hóa quan hệ ngoại giao vào ngày 11/7/1995, mở ra kỷ nguyên giao lưu, hợp tác giữa hai nước?", "16": "Đội tuyển bóng đá của nước nào đã giành huy chương vàng môn bóng đá nam tại SEA Games 32?", "17": "Lời hát \"Một thời đạn bom, một thời hòa bình\" (Hoàng Hiệp) gợi nhớ về thành phố nào?", "18": "Nhà văn nào được lãnh tụ Lenin ca ngợi là \"Tấm gương phản chiếu cách mạng Nga\"?", "19": "Honshu is the largest of the four main islands that make up which Asian country?", "20": "Quang trở là dụng cụ biến quang năng thành điện năng. Đúng hay sai?[1]", "21": "Từ thế kỷ XIV, phong trào văn hóa nào đã mang đến ánh sáng mới cho \"đêm trường trung cổ\" tại Châu Âu?", "22": "Nhóm các kim loại bị nam châm hút như sắt, niken, côban, gađôlini... được gọi chung là vật liệu ...", "23": "Bóng đá nữ Việt Nam đã bao nhiêu lần giành huy chương vàng SEA Games?", "24": "Đại phân tử sinh học nào là thành phần cơ bản của các enzym?", "25": "Thành phần % của oxi trong hợp chất nào sau đây là lớn nhất: NaOH, H2SO4, CuO, CaCO3?[3]", "26": "Khoảng cách giữa tâm của hai đường tròn đồng tâm bằng ...", "27": "Thủy điện Bản Vẽ được xây dựng ở thượng nguồn sông ...", "28": "Axit nuclêic được cấu tạo theo nguyên tắc nào?", "29": "Bộ phận nào của loài cá được nhắc tới trong câu thành ngữ: \"Cua cậy càng, cá cậy ...\"?[1]", "30": "Đây là những câu viết về nghĩa quân nào: \"trên dưới đồng lòng, anh hùng tận lực, quân lính càng luyện, khí giới càng tinh, vừa cày ruộng vừa đánh giặc\"?", "31": "Which verb is missing in this idiom: \"Easy come, easy ...\"?", "32": "Đoạn nào của cao tốc Bắc - Nam phía Đông được khánh thành ngày 29/4/2023, đi qua hai tỉnh Đồng Nai và Bình Thuận?", "33": "Giải Nobel nào không phải là một trong năm giải Nobel được thành lập theo di chúc năm 1895 của Alfred Nobel?", "34": "Các khoang chính của cơ thể người là khoang ngực và khoang bụng, các khoang này nằm ở thân và ngăn cách nhau bởi cơ ...", "35": "Đồ thị của hàm số ... là một đường thẳng song song hoặc trùng với trục hoành và cắt trục tung tại một điểm.", "36": "Ở máy photocopy, mực in được cho nhiễm điện ..., còn tờ giấy được cho nhiễm điện ..."}