{"1": "Tay vợt nam nào đã vô địch giải Australia mở rộng 2019?", "2": "Thông thường, số ghế của hạng nào chiếm đa số trên máy bay: hạng Nhất, hạng Thương gia, hay hạng Phổ thông?", "3": "Chiều đi của tia nhiệt trong bức xạ nhiệt là chiều đi như thế nào?", "4": "Another way of saying 10 years?", "5": "Loại hình nghệ thuật nào được nhắc đến trong các câu ca dao sau: \"Ăn no rồi lại nằm khoèo/ Nghe giục trống ... bế bụng đi xem\"?", "6": "Hiđro peoxit còn được gọi với cái tên thân thuộc nào?", "7": "Có bao nhiêu thanh trắc trong hai câu thơ sau: \"Ô hay buồn vương cây ngô đồng/ Vàng rơi, vàng rơi thu mênh mông\"?", "8": "\"Vua nào quét sạch quân Đường/ Nổi danh Bố Cái Đại Vương thuở nào?\"", "9": "Đến tỉnh nào ta có thể chiêm ngưỡng được cảnh \"mây mù che đỉnh Trường Sơn sớm chiều\": Ninh Bình, Thừa Thiên Huế, Đồng Nai, Tây Ninh?", "10": "KHÔNG ĐỦ THỜI GIAN", "11": "KHÔNG ĐỦ THỜI GIAN", "12": "KHÔNG ĐỦ THỜI GIAN", "13": "Giữa tử số và mẫu số trong một phân số tối giản chỉ có tất cả bao nhiêu ước chung?", "14": "Ai là tác giả của truyện thơ dài \"Ngư Tiều y thuật vấn đáp\"?", "15": "Bảo tàng Van Gogh là địa điểm tham quan nổi tiếng về nghệ thuật đặt tại quốc gia nào?", "16": "4 times what equals 100?", "17": "Nhà sử học Lê Văn Hưu sống và làm quan dưới triều đại nào của nước ta?", "18": "Bệnh bạch tạng, câm điếc bẩm sinh là do dột biến gen lặn hay gen trội gây ra?[1]", "19": "Thành phố nào của tỉnh Khánh Hòa là nơi tổ chức tập trung các hoạt động của Năm Du lịch quốc gia 2019?", "20": "Những loài động vật nào có thể được sử dụng để làm ra nước mắm: cá cơm, tôm, cáy, ruốc, ba khía?", "21": "Trong phân tử cacbohydrat luôn có nhóm chức nào?", "22": "Một vật dẫn ở trạng thái cân bằng tĩnh điện là khi trong lòng vật dẫn không còn sự xuất hiện của ...", "23": "Hậu vệ nào đã được bầu làm đội trưởng đội tuyển bóng đá nam nước ta tham dự vòng chung kết AFC Asian Cup 2019?", "24": "KHÔNG ĐỦ THỜI GIAN", "25": "Từ nào còn thiếu trong câu nói sau của Bác: \"Một năm khởi đầu từ mùa xuân. Một đời khởi đầu từ ...\"?", "26": "Loài động vật trên cạn nào cao nhất thế giới?", "27": "Bảng tuần hoàn nguyên tố hóa học có mấy chu kỳ?", "28": "Trong môn lướt ván, người chơi có thể sử dụng những dụng cụ hỗ trợ nào sau đây: mái chèo, buồm, diều chuyên dụng?", "29": "Đồng bằng sông Cửu Long, Tây Nguyên, Bắc Trung Bộ, đâu là vùng ít bị bão nhất?", "30": "Các cư dân sống lâu ở vùng cao thường có mức hemoglobin trong máu cao hy thấp?", "31": "Khu di tích Đền Đô (Bắc Ninh) thờ các vị vua triều đại nào?", "32": "\"Đi để trở về\" là ca khúc gắn liền với tên tuổi ca sĩ nào?", "33": "Khoảng thời gian xe cộ hoạt động đông tấp nập nhất trên đường được gọi là ...[2]", "34": "Trong kí hiệu nguồn điện hóa học, vạch dài chỉ cực ..., vạch ngắn chỉ cực ...", "35": "Một tứ giác có nhiều nhất mấy góc tù?", "36": "Which country does sushi come from?", "37": "Cây nào sau đây là cây công nghiệp: lạc, dừa, dứa?", "38": "\"Lịch triều hiến chương loại chí\" là bộ bách khoa sử học được biên soạn dưới thời triều đại phong kiến nào của nước ta?", "39": "Nhạc cụ dây nào được coi là \"Nữ hoàng nhạc cụ\"?", "40": "Trong sinh học, đơn vị phân loại lớn nhất gồm những ngành sinh vật có chung những đặc điểm nhất định là gì?", "41": "Một elip càng có dạng giống như đường tròn khi tiêu cự của chúng có giá trị càng ...", "42": "Mặt Trăng là thiên thể phản quang hay thiên thể phát quang?", "43": "Hội nghị thượng đỉnh Mỹ - Triều Tiên lần thứ hai được tổ chức ở thành phố nào?", "44": "Theo một bài thơ của Thân Như Thơ, tháng nào ở Tây Nguyên là \"mùa con ong đi lấy mật\"?", "45": "Loại đường nào có nhiều nhất trong nho chín: glucose, saccarozo, lactose?[3]", "46": "In which month was Uncle Ho born?", "47": "4 huy chương vàng đoàn thể thao Việt Nam giành được tại ASIAD 2018 thuộc về ba bộ môn là rowing, pencat silat và ...", "48": "Chuyển động của một vật là sự thay đổi vị trí của vật đó so với vật mốc theo ..."}