{"1": "Chữ số nào xuất hiện nhiều nhất trên mặt một chiếc đồng hồ ghi giờ bằng chữ số La Mã?", "2": "Vật có màu gì hấp thụ hoàn toàn ánh sáng nhìn thấy?", "3": "Gắn các lá kẽm vào phía ngoài vỏ tàu (bằng thép) ở phần nhấn chìm trong nước biển là cách chống ăn mòn bằng phương pháp gì?", "4": "Find a preposition to complete the following sentence: \"She often goes to bed ... 10p.m\".", "5": "Lễ hội mùa thu Côn Sơn - Kiếp Bạc được tổ chức tại tỉnh nào?", "6": "Loài chim nào \"hót chi mà vang trời\" trong thơ của Thanh Hải?", "7": "Loại đồng đầu tiên được con người sử dụng là đồng đỏ hay đồng thau?", "8": "Biển Đông có hai vịnh lớn nhất là vịnh Thái Lan và vịnh ...", "9": "Theo bảng xếp hạng FIDE công bố ngày 1/9, người Việt Nam nào lần đầu vào top 20 thế giới nội dung cờ tiêu chuẩn?", "10": "Trong lời bài hát \"Nhớ mùa thu Hà Nội\", nhạc sĩ Trịnh Công Sơn đã dùng câu \"thơm bàn tay nhỏ\" khi nhắc đến thức quà nào của Hà Nội?", "11": "Theo truyền thống, để tạo hoa văn trên trang phục, người Mông thường vẽ sáp ... lên vải lanh.", "12": "MMXXII tương ứng với số nào trong hệ thập phân?", "13": "Ánh sáng trắng là hỗn hợp của vô số ánh sáng đơn sắc có màu biến thiên liên tục từ ... đến ...", "14": "Người ta thường dùng cacbonic để dập các đám cháy có kim loại mạnh như magie, đúng hay sai?", "15": "Hai nhiễm sắc thể X ở hợp tử sẽ quy định giới tính của thai nhi là gì?", "16": "What is the biggest cave in Vietnam?", "17": "Xét theo quan điểm hiện đại, câu ca dao \"Bồng bồng cõng chồng đi chơi/ Đi đến chỗ lội đánh rơi mất chồng\" được cho là đề cập đến hủ tục nào?", "18": "Chợ nổi Ngã Bảy thuộc tỉnh/thành nào ở nước ta?", "19": "\"Ầm ầm binh mã xuống gần Long Biên\" trong Đại Nam quốc sử diễn ca mô tả khí thế hào hùng của đoàn quân khởi nghĩa nào?", "20": "Menđen đã giải thích sự phân li độc lập của các cặp tính trạng bằng quy luật di truyền nào?", "21": "Trong thanh nhạc cổ điển, Tenor là từ dùng để chỉ giọng nam cao, nam trung, hay nam trầm?", "22": "Bạn phải đến tỉnh nào để xem tiêu bản chú voi con - nguyên mẫu ca khúc \"Chú voi con ở Bản Đôn\" của nhạc sĩ Phạm Tuyên?", "23": "Nếu cạnh huyền và một cạnh góc vuông của tam giác vuông này ... với cạnh huyền và cạnh góc vuông của tam giác vuông kia thì hai tam giác vuông đó đồng dạng.", "24": "Trong tương tác từ, hai dòng điện không đổi, đặt song song cùng chiều thì ...", "25": "Phương pháp sunfat, dùng để điều chế nhiều hợp chất hóa học, dựa trên tính chất của axit nào?", "26": "Người bị hở van tim thì có nhịp tim như thế nào so với người bình thường?", "27": "Nhà văn Mai Văn Tạo đã miêu tả loại trái cây nào như sau: \"...loại trái quý, trái hiếm của miền Nam. Hương vị nó hết sức đặc biệt, mùi thơm đậm, bay rất xa, lâu tan trong không khí\"?", "28": "Người chỉ huy nghĩa quân đánh chìm chiếc tàu Hy vọng của Pháp trên sông Vàm Cỏ Đông cuối năm 1861 là ai?", "29": "Quốc gia nào sở hữu hồ nước ngọt lớn nhất Đông Nam Á?", "30": "What island is Vo Thi Sau's grave on?", "31": "Cầu thủ nào đã giành danh hiệu Quả bóng vàng Futsal Việt Nam 2021?", "32": "Tỉnh nào là quê hương của anh hùng Phan Đình Giót?", "33": "Với thẻ căn cước công dân có gắn chip hiện đang lưu hành ở nước ta, chip điện tử xuất hiện ở mặt trước hay mặt sau của thẻ?", "34": "Khu vực huyện Kon Plông, tỉnh Kon Tum là nơi khởi phát của hàng chục hiện tượng thiên nhiên nào từ năm 2021 trở lại đây?", "35": "Quốc gia nào có diện tích lớn thứ hai thế giới?", "36": "Tương truyền dưới thời An Dương Vương, vị tướng nào đã sáng tạo ra nỏ Liên Châu?"}