{"1": "\"Con cáo và chùm nho\" của Aesop là một tác phẩm tiêu biểu cho thể loại văn học nào?", "2": "Để tiến hành sinh sản vô tính người ta chỉ cần số lượng cơ thể gốc là bao nhiêu?", "3": "Trong lịch sử nước ta, quốc hiệu nào là quốc hiệu có thời gian được sử dụng lâu nhất?", "4": "Quốc gia nào có đường biên giới trên đất liền với nước ta dài nhất?", "5": "Chỉ có thể di chuyển theo các đường dọc hay ngang là đặc điểm của quân nào trên bàn cờ vua?", "6": "Danh họa Vincent van Gogh là người nước nào?", "7": "A square has four equal angles. Each one is how many ... degrees.", "8": "Theo Tiêu chuẩn Việt Nam về thiết kế phòng cháy chữa cháy cho nhà cao tầng, trong các nhà cao tầng phải có ít nhất mấy lối ra thoát nạn?", "9": "Thủ đô của Pakistan hiện nay là Islamabad hay Karachi?", "10": "Xét hệ gồm Trái Đất và vệ tinh nhân tạo, lực ... của Trái Đất đóng vai trò là lực hướng tâm giữ cho vệ tinh bay quanh Trái Đất.", "11": "Hai trục đối xứng của elip vuông góc và cắt nhau tại ... của elip.", "12": "Ở điều kiện nhiệt độ cao hoặc khi có tia lửa điện, nitơ tác dụng trực tiếp với oxi tạo ra hợp chất gì?", "13": "\"Thi nhân Việt Nam\" là tác phẩm của hai tác giả nào?", "14": "Hơn 50% những loài thực vật đã được biết tới trên thế giới thuộc ngành nào?", "15": "Nhân vật lịch sử nào còn được nhân dân ta gọi là Hùm thiêng Yên Thế?", "16": "Khu vực nào có chế độ gió mùa: Nam Á, Đông Nam Á, Đông Á, Đông Nam Hoa Kỳ?", "17": "Việt võ đạo là tên gọi khác của môn võ nào?", "18": "Bộ phim hoạt hình \"Nhóc Maruko\" do nước nào sản xuất?", "19": "Which country is the host of Cannes Film Festival?", "20": "Món cao lầu là đặc sản của thành phố nào ở Quảng Nam?", "21": "Phản ứng đốt cháy xăng dầu hay phản ứng phân hủy đá vôi là phản ứng tỏa nhiệt?", "22": "Trong y học, kĩ thuật chụp cắt lớp vi tính sử dụng loại tia gì?", "23": "Góc hình học là góc giữa hai tia chung ...", "24": "\"Lơ thơ tơ liễu buông mành/ Con oanh học nói trên cành mỉa mai\" là hai câu thơ tả cảnh vào mùa nào?", "25": "Hai bộ phận sinh sản chủ yếu của hoa là ... và ...", "26": "Hai thành phố nào của Nhật đã bị Mỹ thả bom nguyên tử vào tháng 8/1945?", "27": "Loại đất nào là loại đất chiếm thành phần chủ yếu của địa hình khu vực Tây Nguyên nước ta?", "28": "Giải vô địch bóng đá Ý có tên là gì?", "29": "Robert Downey Jr. là diễn viên nổi tiếng với vai siêu anh hùng nào?", "30": "Which day of the week has three syllables?", "31": "Trong hệ thống giáo dục nước ta, ... là bậc học kéo dài từ năm lớp 6 đến lớp 9.", "32": "Khi thực hành thí nghiệm hóa học, ta có thể tắt đèn cồn bằng cách thổi ngọn lửa bằng miệng, đúng hay sai", "33": "Mỗi một đòn bẩy cần có một điểm để quay quanh được gọi là gì?", "34": "Trong xác suất, việc gieo một con xúc xắc được coi là một phép thử ...", "35": "Khi liên kết với nhau, trừ hiđro, các nguyên tử có xu hướng đạt được cấu hình bão hòa khi có bao nhiêu electron lớp ngoài cùng?", "36": "Tiểu thuyết nổi tiếng \"Miếng da lừa\" của nhà văn nào?", "37": "Quá trình phân bào nguyên nhiễm còn được gọi tắt là gì?", "38": "Tổ chức kinh tế lớn nhất toàn cầu nào được thành lập vào ngày 1/1/1995?", "39": "Phần lớn diện tích vườn quốc gia Bạch Mã nằm ở tỉnh nào?", "40": "Trong bóng đá, ... là cầu thủ chơi ở vị trí phía sau hàng tiền vệ, có nhiệm vụ hỗ trợ cho thủ môn ngăn cản sự tấn công của đối thủ.", "41": "Bài hát này nói về phong trào nào của thiếu nhi?https://duong-len-dinh-olympia.fandom.com/vi/wiki/T%E1%BA%ADp_tin:Tuan1thang1quy1Olympia20-KhoidongNhac1.mp3", "42": "What is the highest band score in the IELT test?", "43": "Tại các kỳ thế vận hội cổ đại, người thắng cuộc được trao vòng nguyệt quế được kết từ loại cây nào?", "44": "Hạt nhân của nguyên tử là hạt mang điện tích dương hay âm?", "45": "Vận tốc của chất điểm dao động điều hòa có giá trị cực đại khi li độ bằng bao nhiêu?", "46": "Mặt bên của các hình chóp luôn là hình gì?"}