{"1": "Theo truyền thuyết, khi thanh gươm sắt bị gãy, Thánh Gióng đã dùng cây gì làm vũ khí đánh giặc?", "2": "Loại đậu này có tên là gì?", "3": "Một khối lập phương có bao nhiêu đỉnh?", "4": "\"Đại Nam quốc sử diễn ca\" được biên soạn dưới triều đại nào?", "5": "Việt Nam sẽ giữ vị trí chủ tịch luân phiên của ASEAN lần tiếp theo vào năm nào tới đây?", "6": "Tĩnh điện kế là thiết bị dùng để đo ... giữa hai vật.", "7": "Đây là bài hát nào?https://duong-len-dinh-olympia.fandom.com/vi/wiki/T%E1%BA%ADp_tin:Tuan1thang1quy4Olympia2019-KhoidongNhac1.mp3", "8": "Nhôm là kim loại nhiều nhất có trong vỏ Trái Đất, đúng hay sai?", "9": "Cự li thi đấu ngắn nhất trong môn bơi ở SEA Games là bao nhiêu mét?", "10": "What is the square root of 81?", "11": "Diện tích vùng biển nước ta lớn hơn khoảng gấp mấy lần diện tích đất liền?", "12": "Nguyên tố nào chiếm gần nửa khối lượng vỏ Trái Đất?", "13": "Chất liệu nào có điện trở suất nhỏ hơn: sắt hay volfram?", "14": "Michael Schumacher là một huyền thoại của môn ...", "15": "Muốn tăng mức vững vàng của vật có mặt chân đế thì ta cần hạ thấp trong tâm của vật và ... diện tích của mặt chân đế.", "16": "Cao su được khai thác từ cây cao su dưới dạng gì?", "17": "Khi nung nóng hỗn hợp chì oxit và chì sunfua, ngoài chì, ta còn thu được khí gì?", "18": "Đền Patheon được coi là đỉnh cao của tư duy kỹ thuật thời ... cổ đại.", "19": "Phim điện ảnh \"Mắt biếc\" được chuyển thể dựa trên truyện ngắn cùng tên của nhà văn nào?", "20": "\"Trăm năm trong cõi người ta/ Chữ tài chữ mệnh khéo là ghét nhau\" là hai câu mở đầu tác phẩm nào?", "21": "Khu vực Đông Nam Á là nơi tiếp giáp giữa hai đại dương nào?", "22": "Thụ tinh là sự tổ hợp ... giữa một giao tử đực với một giao tử cái.", "23": "Dây cung lớn nhất của một đường tròn là ...", "24": "What does letter X in Roman number mean?", "25": "Vector chỉ phương của một đường thẳng là vector khác vector 0 và có giá ... hoặc ... với đường thẳng đó.", "26": "Tên gọi của dòng nhạc giao hưởng mang nghĩa là nhạc để biểu diễn trong phạm vi không gian nhỏ là gì?", "27": "Chùm ba bài thơ thu nổi tiếng của Nguyễn Khuyến được viết bằng chữ gì?", "28": "... là khả năng tự bảo vệ đặc biệt của cơ thể chống lại các tác nhân gây bệnh khi chúng xâm nhập vào cơ thể.", "29": "Từ năm 544 đến năm 602 quốc hiệu nước ta là gì?", "30": "Sergio Ramos là hậu vệ của đội tuyển quốc gia nào?", "31": "Ở nước ta, gió ... hoạt động xen kẽ với gió mùa và chỉ mạnh lên rõ rệt giữa hai mùa gió.", "32": "Tháng 5/2018, ứng dụng nhắn tin và gọi điện miễn phí nào do người Việt sáng tạo đã đạt 100 triệu người dùng?", "33": "Bazơ khi tan trong nước phân li ra ion ...", "34": "How many colours are there in the British flag?", "35": "Ai được nhắc đến trong đoạn bài hát sau?https://duong-len-dinh-olympia.fandom.com/vi/wiki/T%E1%BA%ADp_tin:Tuan1thang1quy4Olympia2019-KhoidongNhac2.mp3", "36": "Chiều của dòng điện trong kim loại có quan hệ thế nào với chiều dịch chuyển của electron gây nên dòng điện đó?", "37": "Một đội bơi tiếp sức theo tiêu chuẩn Olympic gồm mấy thành viên?", "38": "Trong thần thoại Hy Lạp, nhân mã là vị thần nửa người nửa ...", "39": "Who wrote \"Luc Van Tien\"?", "40": "Hai đường chéo của hình vuông giao nhau và vuông góc với nhau tại ... của mỗi đường.", "41": "Loại đàn nào giữ vai trò chủ đạo trong hát xẩm?", "42": "Chi-lê là quốc gia thuộc châu lục nào?", "43": "Hai câu \"Lạnh lùng thay giấc cô miên/ Mùi hương tịch mịch, bóng đèn thâm u\" miêu tả tâm trạng của người chinh phụ hay người cung nữ?", "44": "Nhà thơ, nhà văn nào được tôn vinh là \"Mặt Trời của thi ca Nga\"?", "45": "Hình ảnh lịch sử này đánh dấu sự ra đời của tổ chức nào?", "46": "Độ dẫn điện của kim loại ... khi nhiệt độ của kim loại tăng.", "47": "Trong giới hạn đàn hồi, độ lớn lực đàn hồi của lò xo tỉ lệ ... với độ biến dạng của lò xo.", "48": "Cơ thể một người có mấy lá phổi?"}