{"1": "Từ nào còn thiếu trong các câu thơ sau: \"Hãy nhìn đời bằng đôi mắt xanh non/ Hãy để trẻ con nói cái ngon của kẹo/ Hãy để cho bà nói má thơm của cháu/ Hãy nghe tuổi trẻ ca ngợi ...\"?", "2": "Cứ điểm Điện Biên Phủ từng được thực dân Pháp ví với con vật nào mang ý nghĩa bất khả xâm phạm?", "3": "Người ở lứa tuổi nào có thể bị mắc các tật khúc xạ về mắt?", "4": "Cùng với nước ngầm, sông ... và sông Đuống hiện là những nguồn cung cấp chính nước sạch cho người dân thủ đô Hà Nội.", "5": "Hiện nay băng đội trưởng của đội tuyển bóng đá nam quốc gia nước ta thường được trao cho trung vệ nào?", "6": "Trong lời bài hát \"Cho con\" (thơ Tuấn Dũng, nhạc Phạm Trọng Cầu), ai là \"lá chắn\", là \"quê hương\" của con?", "7": "According to an UN report, which was the happiest country in 2018?", "8": "Ngày hội Quốc phòng toàn dân là ngày nào?", "9": "Mặt Trời có chuyển động không?", "10": "Đồ gốm là vật liệu được chế tạo chủ yếu từ ... và cao lanh.", "11": "Kim tự tháp Kheops ở Ai Cập là một hình ...", "12": "Theo quy chuẩn tại Việt Nam, bụi PM2,5 là tổng các hạt bụi lơ lửng có đường kính khí động học nhỏ hơn hoặc bằng 2,5 ...", "13": "\"Trái tim lầm chỗ để trên đầu/ Nỏ thần vô ý trao tay giặc\" là những lời nhà thơ Tố Hữu viết về ai?", "14": "Tác phẩm nào của Thạch Lam được xem là cuốn tùy bút đầu tiên viết về Hà Nội chủ yếu qua văn hóa ẩm thực?", "15": "AHLLVT Nguyễn Văn Bảy đã mấy lần bắn rơi máy bay Mỹ bằng máy bay MiG-17?", "16": "Củ hành, củ tỏi thực chất là bộ phận nào của cây?", "17": "Tên núi nào của Lâm Đồng được ghép từ tên của chàng K'lang và nàng H'biang trong truyền thuyết của dân tộc K'Ho?", "18": "Đội bóng của thành phố nào đã giành chức vô địch giải bóng đá nữ vô địch quốc gia - Cúp Thái Sơn Bắc 2019?", "19": "Bài hát \"Tiến quân ca\" được viết ở nhịp 2/4, 3/4, 4/4 hay 3/8?", "20": "Who wrote the drama \"A midsummer night's dream\"?", "21": "Bộ phim nào là đại diện của Việt Nam tham dự Vòng Sơ tuyển giải Oscar lần thứ 92 ở hạng mục \"Phim truyện quốc tế\"?", "22": "Sành hay sứ được nung hai lần?", "23": "Gạch đinat và gạch samôt là hai loại gạch chính của gạch ...", "24": "Tổ ong, mô hình phân tử benzen, mũ của ốc vít... là một số ví dụ cho đa giác nào?", "25": "Trong kĩ thuật chế tạo vũ khí, hiện tượng ... được lợi dụng để khởi động bộ phận đẩy vỏ đạn đã bắn ra ngoài và đưa viên đạn mới vào nòng.", "26": "Tên tác phẩm nào được nhắc đến trong câu:  \"... còn, tiếng ta còn; tiếng ta còn, nước ta còn\" (Phạm Quỳnh)?", "27": "\"Nữ chúa\" trong các câu: \"Chiếu rồng ban xuống năm mây/ Mừng rằng nữ chúa ngày nay có chồng\" là ai?", "28": "Sáo, vẹt nói được tiếng người là thuộc loại tập tính gì?", "29": "\"Tứ đại đỉnh đèo\" ở vùng núi phía Bắc nước ta gồm đèo Ô Quy Hồ, đèo Khau Phạ, đèo Pha Đin và đèo nào nữa?", "30": "Thuật ngữ tiếng Anh nào dùng để chỉ những người hay nhóm người có các hành động côn đồ và phá hoại tại các trận thi đấu bóng đá?", "31": "NSND Tào Mạt được mệnh danh là \"vua đất Bắc\" của loại hình nghệ thuật sân khấu cổ truyền nào?", "32": "Where on Earth's surface storms don't happen?", "33": "Người lao động trong các cơ quan hành chính, sự nghiệp, tổ chức chính trị, xã hội sẽ được nghỉ Tết Nguyên đán Canh Tý 2020 trong bao nhiêu ngày?", "34": "Sông La hay sông Lam là biểu tượng của tỉnh Hà Tĩnh?", "35": "Thủy tinh thông thường (được dùng làm cửa kính, chai, lọ) được sản xuất bằng cách nấu chảy một hỗn hợp gồm cát trắng, ... và sođa ở 1400 độ C.", "36": "Hai chữ số nào có trục đối xứng thẳng đứng?", "37": "Định luật vạn vận hấp dẫn và định luật Kê-ple đã đóng góp tích cực vào việc phát hiện hành tinh nào trong hệ Mặt Trời?", "38": "Câu sau mô tả \"tài lạ\" của ai: \"vẫy tay về phía đông, phía đông nổi cồn bãi; vẫy tay về phía tây, phía tây mọc lên từng dãy núi đồi\"?", "39": "Bác Hồ đã nói về ai như sau: \"Cả thế giới, chỉ nước ta có vị tướng quân gái như vậy. Thật là vẻ vang cho miền Nam, cho cả dân tộc ta\"?", "40": "Ở người có hai hệ nhóm máu quan trọng và phổ biến hơn cả là hệ nhóm máu ABO và hệ nhóm máu ...", "41": "Tạp chí National Geographic mô tả về hang động nào ở nước ta \"đủ lớn để chứa được một tòa nhà 40 tầng tại New York\"?", "42": "Tấm huy chương đầu tiên của thể thao Việt Nam tại đấu trường Olympic là ở môn võ nào?", "43": "Người trình diễn nghệ thuật ca hát cổ truyền nào thường kết thúc bài hát của mình bằng câu \"Xe loan thánh giá hồi cung!\"?", "44": "In Greek mythology, which king is popularly remembered for his ability to turn everything he touched into gold?", "45": "Máy hát, máy chiếu phim và ... được đánh giá là ba sáng chế quan trọng nhất, làm thay đổi cuộc sống nhân loại của Thomas Edison.", "46": "Lươn là một loài cá hay loài rắn?", "47": "Nhóm hiđrocacbon không no nào được dùng nhiều làm hương liệu trong công nghiệp mĩ phẩm cũng như sản xuất dược phẩm?", "48": "Một số tự nhiên lớn hơn 1 cần có tối thiểu bao nhiêu ước số dương để được gọi là hợp số?"}