{"1": "\"Ông nghè ông thám vô mây khói/ Đứng lại văn chương một tú tài\" là lời nhà thơ Xuân Diệu viết về ai?", "2": "Chim di trú thường bay theo đội hình giống hình chữ cái nào?", "3": "Danh sĩ Huỳnh Mẫn Đạt đã khen ai qua hai câu thơ sau: \"Hỏa hồng Nhật Tào oanh thiên địa/ Kiếm bạt Kiên Giang khấp quỷ thần\"?", "4": "Con sông nào được xem là biểu tượng của tỉnh Quảng Bình, tên có nghĩa là \"sự rực rỡ của ánh Mặt Trời\"?", "5": "Môn thể thao nào đã đóng góp hai gương mặt trong danh sách 50 phụ nữ ảnh hưởng nhất Việt Nam năm 2019 của tạp chí Forbes?", "6": "Theo bài hát \"Lời Bác dặn trước lúc đi xa\" (Trần Hoàn), làn điệu dân ca nào đã được \"em gái nhỏ\" hát tặng Bác?", "7": "How many sides are there in a trapezium?", "8": "Chương trình Lương thực Thế giới (WFP) đã được trao giải Nobel nào năm 2020?", "9": "Thuốc lá điện tử nhìn chung là ít tác hại hơn thuốc lá điếu thông thường, đúng hay sai?", "10": "Đường dây tải điện Bắc - Nam của nước ta có điện áp bao nhiêu vôn?", "11": "Những số tự nhiên nào còn được gọi là số hình vuông?", "12": "Loại cây lương thực nào thường được sử dụng làm nguyên liệu sản xuất cồn ethanol tại Việt Nam?", "13": "Nguyễn Du nhắc đến tên chữ của mình (Tố Như) trong tác phẩm nào?", "14": "\"Ví đây đổi phận làm trai được/ Thì sự anh hùng há bấy nhiêu\" là những câu thơ được Hồ Xuân Hương viết ra để chế giễu tướng giặc nào?", "15": "Thống phong là tên gọi khác của bệnh gì?", "16": "Cuối thế kỷ XIX, xe ô tô được đưa vào sử dụng nhờ phát minh ra động cơ ...", "17": "Tên của cây cầu nào ở Hà Nội có ý nghĩa là \"đọng nắng ban mai\"?", "18": "Lương Phương Hạnh và Lê Minh là hai nhà vô địch của Giải Vô địch ... toàn quốc năm 2020, nội dung cờ tiêu chuẩn.", "19": "Năm tiếng nào được nhắc đi nhắc lại bốn lần trong bài \"Như có Bác trong ngày đại thắng\"?", "20": "Which is the continent with the most number of countries?", "21": "Những kỳ nghỉ lễ chính thức nào của nước ta hiện nay được xác định dựa trên âm lịch?", "22": "Văn học chữ Nôm hay văn học chữ quốc ngữ là văn học viết bằng tiếng Việt?", "23": "Vào những ngày rét đậm ở miền Bắc, người lao động ngoài trời thường quây quần xung quanh những đống lửa nhỏ để sưởi ấm, đây là một ứng dụng của hình thức truyền nhiệt nào?", "24": "Dây cua-roa trong xe tay ga là ví dụ cho ... chung của 2 đường tròn.", "25": "Nguyên tắc chung của quá trình sản xuất gang trong công nghiệp là khử các oxi của sắt ở nhiệt độ cao bằng ...", "26": "Trong bài thơ \"Con cò\", nhà thơ Chế Lan Viên đã mượn hình ảnh con cò để nói về ai?", "27": "Cơ thể của người mắc hội chứng Down có bao nhiêu NST?", "28": "Trên các bản đồ cổ của nước ta có ghi tên \"Bãi Cát Vàng\". Ngày nay nơi này được gọi là gì?", "29": "Hiện nay ở nước ta chỉ số nào thường được sử dụng để đánh giá tốc độ phát triển kinh tế của các tỉnh, thành phố trực thuộc Trung ương?", "30": "Cựu tuyển thủ nào của nước ta được Liên đoàn Bóng đá Châu Á (AFC) vinh danh là 1 trong 5 huyền thoại của bóng đá Đông Nam Á?", "31": "NSND nào là một võ sư, đồng thời là một diễn viên tài năng với các vai diễn như đại úy Long (Mùa gió chướng), Hai Lúa (Vùng gió xoáy), trung úy Xăm (Hòn Đất)...?", "32": "Helipad is a small area where a ... can take off and land.", "33": "\"Giấc mơ sen\" là khát vọng, hoài bão xây dựng quê hương của Đảng bộ, chính quyền và nhân dân tỉnh/thành nào?", "34": "Nhìn chung, ở vùng nhiệt đới, bệnh sởi xảy ra nhiều vào mùa khô hay mùa mưa?", "35": "Hình vẽ này mô tả loại kính nào?", "36": "Hình ngôi sao năm cánh (có độ dài các cánh bằng nhau) được tạo thành bằng cách kẻ các đường chéo của đa giác nào?", "37": "Việc chẻ một thanh củi to thành nhiều thanh củi nhỏ để cháy nhanh hơn là một ví dụ cho việc tăng ... để tăng tốc độ phản ứng.", "38": "Gặp gỡ và đính ước, gia biến và lưu lạc, đoàn tụ là ba phần của truyện thơ chữ Nôm nào?", "39": "Câu \"Tôm chạng vạng, cá rạng đông\" mô tả tập tính gì của tôm và cá?", "40": "Nữ tướng Lê Chân được coi là người có công khai khẩn lập nên vùng đất đời sau phát triển thành tỉnh/thành nào ngày nay?", "41": "Quốc gia nào là thành viên duy nhất của APEC có một phần lãnh thổ thuộc châu Âu?", "42": "Giải đua xe đạp VTV - Cúp Tôn Hoa Sen năm 2020 xuất phát từ Hà Nội và đích đến cuối cùng tại thành phố ...", "43": "\"Chú bé loắt choắt\" của rapper Dế choắt lấy cảm hứng từ bài thơ nào?", "44": "Which number is the smallest odd number with 4 different digits?", "45": "Quân khu nào là lực lượng nòng cốt tham gia khắc phục hậu quả của đợt mưa lũ lịch sử ở nhiều tỉnh Bắc Trung Bộ hồi đầu tháng 10/2020?", "46": "Tính đến quý II năm 2020, dân số từ 15 tuổi trở lên hay dưới 15 tuổi ở nước ta chiếm tỉ lệ lớn hơn trong cơ cấu dân số?", "47": "Ai đã thiết lập các định luật cơ bản của động lực học vào cuối thế kỉ XVII?", "48": "Theo tiêu chuẩn ISO 216, kích thước chiều dài của khổ giấy A4 bằng kích thước chiều ... của khổ giấy A3.", "49": "Halogen nào thường được dùng trong các hệ thống cung cấp nước sạch?"}