{"1": "Ở nước ta, cấp học nào trong hệ thống giáo dục quốc dân đóng vai trò chuẩn bị cho trẻ em vào học lớp một?", "2": "Thập niên và thập kỷ là hai từ đồng nghĩa với nhau. Đúng hay sai?", "3": "Hình không gian nào có 6 mặt đều là những hình chữ nhật?", "4": "Ở bên ngoài thanh nam châm, các đường sức từ là những đường cong đi ra từ cực ..., đi vào cực ... của nam châm.", "5": "Khí nào chiếm tỉ lệ lớn nhất trong thể tích khí quyển Trái Đất?", "6": "Từ nào còn thiếu trong câu thành ngữ sau: \"... phục khẩu phục\"?", "7": "\"Gan không núng/ Chí không mòn\" là tinh thần sắt đá của quân dân ta trong chiến dịch lịch sử nào?", "8": "What is the shape of The National Flag of the Socialist Republic of Vietnam?", "9": "Khu vực trung tâm của các cơn bão thường được gọi là gì?", "10": "Ở Olympic mùa hè hiện nay, môn thể thao nào có nội dung thi đấu ở bãi biển: bóng chuyền, bóng đá, bóng rổ, bóng ném?", "11": "Đây là hình ảnh của loại hình nghệ thuật truyền thống nào?", "12": "VN-Index, HNX-Index là những chỉ số ...", "13": "Quân hậu trong cờ vua có thể đi chéo không?", "14": "Trong hệ La Mã, ký hiệu L có giá trị tương ứng trong hệ thập phân là bao nhiêu?", "15": "Để đo hiệu điện thế giữa hai vật nhiễm điện, người ta dùng thiết bị nào?", "16": "Nguyên tố nào có mặt trong thành phần hóa học của tất cả các oxit?", "17": "Tổng hợp các phản ứng của cơ thể nhằm chống lại sự xâm nhập của các tác nhân gây bệnh gọi là gì?", "18": "In chess, which color does go first?", "19": "Dạng câu hỏi nào không nhằm mục đích tìm kiếm câu trả lời, mà nhằm khẳng định lại, nhấn mạnh nội dung mà người nói, người viết muốn gửi gắm?", "20": "Tên gọi đầu tiên của Đảng ta khi mới thành lập ngày 3/2/1930 là gì?", "21": "Quần đảo nào ở nước ta xa bờ nhất?", "22": "Ở môn golf, tay gậy thực hiện cú \"hole in one\" cần bao nhiêu lần chạm bóng để đưa bóng vào lỗ?", "23": "Trong bài hát \"Nhớ mùa thu Hà Nội\" (Trịnh Công Sơn), loài hoa nào thơm từng cơn gió?", "24": "Các đạo hàm bên trái và bên phải của hàm số tại một điểm được gọi chung là gì?", "25": "Nhờ sự ... giữa bánh xe và viên đá lửa mà hộp quẹt ga (bật lửa ga) có thể tạo ra tia lửa.", "26": "Cation là ion mang điện tích ..."}