{"1": "Ngựa ô thường có lông màu gì?", "2": "Trong tác phẩm \"Số đỏ\", những danh xưng \"nhà cải cách xã hội\", \"giáo sư quần vợt\" là để chỉ nhân vật nào?", "3": "... là tên đầy đủ của nước ta từ năm 1945 đến năm 1976.", "4": "Mỗi con sông đều có một diện tích đất đai cung cấp nước thường xuyên cho nó gọi là ...", "5": "Tính đến trước Thế vận hội Tokyo 2020, thể thao Việt Nam đã đoạt bao nhiêu huy chương vàng tại các kỳ Thế vận hội Mùa hè?", "6": "Đây là tạo hình nhân vật ở loại hình nghệ thuật nào?", "7": "Năm 2019, hiệp hội đa quốc gia nào có quy mô kinh tế đứng thứ năm thế giới?", "8": "Giá đỗ có thể được ủ nảy mầm từ đậu xanh hay đậu tương?", "9": "What does Lady Liberty in New York hold in her right hand?", "10": "Chất chỉ thị axit-bazo là chất có màu biến đổi phụ thuộc vào giá trị ... của dung dịch.", "11": "Đối với hàm số y = f(x), tập các giá trị của x sao cho biểu thức f(x) có nghĩa được gọi là gì?", "12": "Các tế bào máu bao gồm hồng cầu, bạch cầu và ...", "13": "Bài thơ nào đã khép lại bằng hai câu thơ: \"Lòng quê dợn dợn vời con nước/ Không khói hoàng hôn cũng nhớ nhà\"?", "14": "Triều đại nào đã ra đời trong bối cảnh đất nước ta chuẩn bị chống quân Tống xâm lược lần thứ nhất?", "15": "Lãnh thổ nước ta đã đóng góp nguồn nước đáng kể cho dòng sông hùng vĩ nào qua hai phụ lưu là sông Sê San và sông Xrê Pốk?", "16": "Một trận bóng bàn có thể có tối đa mấy người cùng thi đấu?", "17": "Trong các ca khúc Đi học, Đi tới trường, Từ rừng xanh cháu về thăm lăng Bác, tác phẩm nào mang âm hưởng dân ca miền núi phía Bắc?", "18": "Sấm sét là thứ vũ khí độc quyền hùng mạnh của vị thần nào trong thần thoại Hy Lạp?", "19": "Ở người bình thường, huyết áp hạ xuống thấp nhất vào ban đêm hay buổi trưa?", "20": "What is the pH level of pure water at room temperature?", "21": "Trong bảng tuần hoàn các nguyên tố hóa học, số thứ tự của chu kì trùng với số ... của nguyên tử các nguyên tố trong chu kì đó.", "22": "Cá heo hô hấp bằng cơ quan nào?", "23": "Đoạn trích \"Lẽ ghét thương\" trong chương trình ngữ văn phổ thông hiện nay được trích từ tác phẩm nào của Nguyễn Đình Chiểu?", "24": "Franklin Roosevelt là vị tổng thống tại vị lâu nhất trong lịch sử đất nước nào?", "25": "Các hoang mạc Xa-ha-ra, Ca-la-ha-ri, Na-mip nằm ở châu lục nào?", "26": "Magnus Carlsen được mệnh danh là \"vua cờ\" ở bộ môn ...", "27": "Làng tranh dân gian nào thuộc tỉnh Thừa Thiên-Huế: Hàng Trống, Sình hay Đông Hồ?", "28": "Công trình nào ở một số buôn làng Tây Nguyên có vị trí quan trọng như đình làng của người Kinh ở miền xuôi, với nóc nhà rất cao, bề thế?", "29": "Oxit axit thường là oxit của kim loại hay phi kim?", "30": "What do we usually call a person who tells lies?", "31": "Khí mỏ dầu hay khí đồng hành có thành phần chính là khí ...", "32": "Logarit tự nhiên lấy hằng số nào làm cơ số?", "33": "Dùng tay ép hai đầu của một lò xo bút bi lại. Lực mà lò xo tác dụng lên tay ta gọi là lực gì?", "34": "Sách thống kê danh sách động vật, thực vật hoặc những giá trị vật chất, tinh thần quý hiếm, rất cần được bảo vệ để ngăn ngừa nguy cơ bị tuyệt diệt, được gọi là gì?", "35": "Cây thông thuộc ngành thực vật nào?", "36": "Theo truyền tụng, nữ thi sĩ nào đã \"Mời trầu\" khách yêu thơ?", "37": "Bộ luật đầu tiên nào của nước ta có một số điều luật bảo vệ quyền lợi của phụ nữ?", "38": "Hệ thống sông Hồng gồm ba sông chính là sông Hồng, sông Lô và sông ...", "39": "NBA là giải ... nhà nghề hấp dẫn nhất thế giới.", "40": "Trong khoanh đỏ là loại dấu nhạc gì?", "41": "Ngày ... hằng năm được chọn là ngày tri ân các thương binh liệt sĩ.", "42": "Xe ô tô rẽ ngoặt sang phải, người ngồi trong xe bị xô về phía nào?", "43": "What is the official language in Australia?", "44": "... là chất nhường proton, ... là chất nhận proton.", "45": "Diện tích của khổ A0 bằng khoảng ... mét vuông.", "46": "Độ lớn của áp suất tỉ lệ ... với độ lớn của áp lực tác dụng lên bề mặt và tỉ lệ ... với diện tích bề mặt tiếp xúc.", "47": "Huyện đảo duy nhất của tỉnh Bà Rịa - Vũng Tàu là huyện đảo nào?", "48": "Lực nào đóng vai trò là lực hướng tâm, giữ cho vệ tinh nhân tạo chuyển động tròn quanh Trái Đất?", "49": "Đây là tiếng đàn của nhân vật văn học nào: \"Đàn kêu tích tịch tình tang/ Ai mang công chúa dưới hang trở về\"?"}