{"1": "Các tế bào hình đĩa lõm hai mặt này tên là gì?", "2": "Bộ sử thi thần thoại nổi bật nhất của dân tộc Mường có tên là gì?", "3": "Năm 939, ... xưng vương sau trận chiến lịch sử trên sông Bạch Đằng trước quân Nam Hán.", "4": "Khu vực tam nông gồm ba yếu tố là nông nghiệp, nông thôn và ...", "5": "Thủ thành Bùi Tiến Dũng hiện là thủ môn của câu lạc bộ bóng đá nào?", "6": "In which city is ASEAN secretariat located?", "7": "Chợ hoa Hàng Lược là nét văn hóa ngày Tết đặc trưng gắn liền với thành phố nào?", "8": "Cao nguyên nào được hình thành từ dung nham núi lửa: Mộc Châu hay Bảo Lộc?", "9": "Đá vôi có công thức hóa học là gì?", "10": "Sự nghiệp của bộ tứ họa sĩ Nghiêm - Liên - Sáng - Phái có nhiều gắn bó chặt chẽ với thăng trầm của nền my thuật Việt Nam nửa sau thế kỷ nào?", "11": "Ba vectơ được gọi là đồng phẳng nếu các giá của chúng cùng ... với một mặt phẳng.", "12": "... là một khối trong suốt, đồng chất, được giới hạn bởi hai mặt phẳng không song song.", "13": "Đâu không phải là tên một phần trên cơ thể người bình thường: mắt cá, xương cụt, mũi né?", "14": "Câu nói \"người mà vùng tỉnh Sơn ta vẫn khen cái tài viết chữ rất nhanh và rất đẹp\" nhắc đến nhân vật văn học nào?", "15": "Phong trào \"Tết trồng cây\" do ai khởi xướng?", "16": "Giờ quốc tế GMT được tính theo múi giờ số mấy?", "17": "Cúp Chiến thắng là giải thưởng được trao cho các cá nhân hoạt động trong lĩnh vực nào?", "18": "Which animal is the father of a tigon?", "19": "Trong một chương trình truyền hình, người điều khiển, vận hành máy quay trong quá trình tác nghiệp dưới sự giám sát của đạo diễn hình được gọi là gì?", "20": "Trong kinh tế học, \"Tổng sản phẩm quốc nội\" và \"Tổng sản phẩm quốc gia\" là hai khái niệm giống nhau, đúng hay sai?", "21": "Hợp chất nào của kali được sử dụng phổ biến làm thuốc sát trùng?", "22": "Đoạn bài hát sau nằm trong ca khúc nào?https://duong-len-dinh-olympia.fandom.com/vi/wiki/T%E1%BA%ADp_tin:Tuan1thang2quy2Olympia20-KhoidongNhac1.mp3", "23": "Có bao nhiêu số chính phương khác 0 là số lẻ?", "24": "... là tổ hợp toàn bộ các gen trong tế bào của cơ thể.", "25": "Điều từ còn thiếu vào các câu sau: \"Ta về ta tắm ao ta/ Dù trong dù đục ...\"", "26": "Việc đắp đê từ đầu nguồn đến cửa biển dọc các con sông lớn (đê quai vạc) được thực hiện bắt đầu từ triều đại nào?", "27": "Tài nguyên thiên nhiên quan trọng nhất của Tây Nam Á là gì?", "28": "Câu lạc bộ bóng đá Anh nào đã vô địch FIFA Club World Cup 2019?", "29": "Sakura or cherry blossom is the national flower of which country?", "30": "Theo cách đo lường của người Việt Nam, 1 lượng vàng tương đương bao nhiêu chỉ vàng?", "31": "Virut có phải là cơ thể sống hay không?", "32": "Bản chất của kim cương là ... kết tinh.", "33": "Lý kéo chài là dân ca ...", "34": "Hai đường tròn có hai điểm chung được gọi là hai đường tròn ...", "35": "Vật phản xạ âm tốt thì có khả năng hấp thụ âm thế nào?", "36": "Goethe, Bach, Schumann là một số tên tuổi lớn của nền văn hóa quốc gia nào?", "37": "Ga-li-lê cho rằng nếu không có loại lực nào thì không cần tác dụng lực để duy trì chuyển động của một vật?", "38": "Người càng lớn tuổi thì xương càng giòn là do sự suy giảm tỉ lệ chất ... trong xương.", "39": "Tú Xương đã dùng từ \"thân cò\" nói về ai trong hai câu thơ sau: \"Lặn lội thân cò khi quãng vắng/ Eo sèo mặt nước buổi đò đông\"?", "40": "Ngoài vi tuyến 17, con sông nào ở Quảng Trị được xem là ranh giới tự nhiên tạm chia cắt đất nước ta trong giai đoạn 1955 - 1975?", "41": "Trên bản đồ khoáng sản Việt Nam, kim loại vàng được kí hiệu bằng hình tròn có hai nửa màu gì?", "42": "Đoàn thể thao Việt Nam xếp hạng bao nhiêu chung cuộc trên bảng tổng sắp huy chương SEA Games 2019?", "43": "Where was the starting point of the historic Titanic ship?", "44": "Nam diễn viên Rowan Atkinson nổi tiếng nhất với diễn xuất về nhân vật hài nào?", "45": "\"Bình phương của một tổng\" và \"tổng hai bình phương\" là hai khái niệm khác nhau, đúng hay sai?", "46": "Ứng dụng chính của kali sulfat (K2SO4) là dùng để sản xuất ...", "47": "Samba là điệu nhảy nổi tiếng của đất nước nào?", "48": "Mỗi tam giác có mấy đường tròn ngoại tiếp?", "49": "Trong trường hợp nào sau đây có va chạm cơ học xảy ra: Hai hòn bi-a bắn vào nhau, búa đóng đinh, vợt đập vào bóng?"}