{"1": "Bài thơ nào của Chính Hữu kết thúc với hình ảnh \"Đầu súng trăng treo\"?", "2": "Ở đảo nào của nước ta có giống chó nổi tiếng với lông xoáy, chân có màng?", "3": "Tích của tan và cot một góc bất kỳ có giá trị bằng bao nhiêu?", "4": "Vị trạng nguyên nào đã nói: \"Thần cơ diệu toán vạn niên sư\" (Nghĩa là: Người tính toán giỏi là thầy muôn đời)?", "5": "Nhấn phím Caps Lock trên bàn phím máy tính trước rồi tiến hành soạn thảo văn bản thì chữ trong văn bản ấy sẽ hiển thị như thế nào?", "6": "Đơn vị của tần số trong hệ SI là ...", "7": "What country are karatedo and judo from?", "8": "\"Nhà thơ của làng cảnh Việt Nam\" là Nguyễn Khuyến hay Nguyễn Bính?", "9": "Trong môn cờ tướng khi nào quân Tốt được đi ngang?", "10": "Parasite, bộ phim giành giải \"Cành cọ vàng\" tại LHP Cannes 2019 là của đạo diễn người nước nào?", "11": "Các nguyên nhân thay đổi của khí áp là độ cao, nhiệt độ và ...", "12": "Loại axit hữu cơ nào thường có nhiều trong sữa chua?", "13": "Sự ăn mòn kim loại là hiện tượng vật lí hay hiện tượng hoá học?", "14": "Đội bóng nào đã vô địch UEFA Champions League mùa giải 2018 - 2019?", "15": "Trị số của độ từ khuynh của kim nam châm lớn nhất và bằng 90 độ tại hai nơi nào trên Trái Đất?", "16": "Báo \"Sức Khỏe & Đời Sống\" là cơ quan ngôn luận của bộ nào ở nước ta hiện nay?", "17": "Trong khí quyển, do ảnh hưởng của tia cực tím nên oxi chuyển hóa thành ...", "18": "Huyền Trân công chúa là một nhân vật lịch sử ở vào triều đại nào?", "19": "Từ nào còn thiếu trong đoạn bài hát sau?https://duong-len-dinh-olympia.fandom.com/vi/wiki/T%E1%BA%ADp_tin:Tuan1thang2quy4Olympia2019-KhoidongNhac1.mp3", "20": "Theo truyền thuyết, Lang Liêu làm ra bánh chưng và bánh giầy từ loại gạo nào?", "21": "Hệ thống sông nào có trữ lượng phù sa lớn nhất ở nước ta?", "22": "Thành phần cơ bản của enzim là gì?", "23": "Chữ số M trong hệ La Mã có giá trị tương ứng trong hệ thập phân bằng bao nhiêu?", "24": "UFO stands for Unidentified ... Object.", "25": "Giao của hai tập hợp rời nhau được gọi là gì?", "26": "Đái tháo đường (tiểu đường) là bệnh mãn tính lây hay không lây?", "27": "Trước đây, Tự lực văn đoàn là tên một giải thưởng được trao cho các tác phẩm ở lĩnh vực nghệ thuật nào?", "28": "Ở người da đen, tính trạng da đen tóc quăn so với tính trạng da trắng tóc thẳng được gọi là tính trạng ...", "29": "Nước nào khởi đầu cuộc cách mạng khoa học — kĩ thuật hiện đại?[2]", "30": "Các nội dung như: ném đĩa, ném lao, đẩy tạ thuộc môn thể thao nào?", "31": "Đèo nối liền Hà Tĩnh với Quảng Bình là ...", "32": "Ramadan là tháng lễ của những người theo tôn giáo nào?", "33": "Tính chất hóa học quan trọng của cacbon là tính ...", "34": "What plant is traditionally the primary ingredient in wine?", "35": "\"Hỏi thăm thầy thuốc có nhà hay không?” là một câu nói quen thuộc trong trò chơi dân gian nào ở nước ta?[3]", "36": "Khi thắp sáng một bóng đèn sợi đốt, phần lớn công suất điện được chuyển thành dạng gì?", "37": "FIFA World Cup được tổ chức ... năm một lần.", "38": "Trong tiểu thuyết của Kim Dung, bang hội của những người ăn mày gọi là gì?", "39": "What is the largest number of four digits?", "40": "Nhà toán học người Thụy Sĩ Luy-lơ là người đã đưa ra kí hiệu nào trong tính giới hạn của một dãy số?", "41": "Simba, Nala, Rafiki là những nhân vật chính trong bộ phim hoạt hình nổi tiếng nào?", "42": "Nguyên nhân chủ yếu tạo nên sóng là hiện tượng tự nhiên nào?", "43": "Tính phi kim của nguyên tố càng mạnh thì bán kính nguyên tử càng lớn là đúng hay sai?", "44": "\"Mây và sóng\" là bài thơ nổi tiếng của ai?", "45": "Nền văn hóa cổ cách đây khoảng 1500 - 2000 năm ở vùng châu thổ sông Cửu Long có tên là gì?", "46": "Dung dịch amoniac (NH3) làm cho phenolphtalein từ không màu chuyển sang màu ...", "47": "Mọi môi trường trong suốt đều có chiết suất tuyệt đối ... 1.", "48": "Bộ phận cơ thể nào của loài dơi đóng vai trò như thiết bị phát sóng siêu âm, giúp chúng định hướng trong bóng tối?"}