{"1": "Thế giới sống được cấu tạo từ hai loại tế bào là tế bào nhân sơ và tế bào ...", "2": "Nữ thi sĩ nào được cho là tác giả của tập thơ \"Lưu hương ký\" viết bằng chữ Hán?", "3": "Nho giáo thịnh hành nhất và được tôn lên như là quốc giáo dưới triều đại nào ở nước ta?", "4": "Dòng sông nào là niềm cảm hứng để nhà thơ Huy Cận viết bài thơ Tràng Giang?", "5": "Xét về loại sân thi đấu, Rafael Nadal được mệnh danh là \"ông vua sân ...\".", "6": "Bài hát \"Mùa xuân cô nuôi dạy trẻ\" của nhạc sĩ Nguyễn Văn Tý viết về những cô giáo công tác trong cấp học nào?", "7": "Which province is the hometown of the Great Poet Nguyen Du?", "8": "Trường hợp nào sau đây ôtô phải bật xi nhan để không bị xử phạt: Chuyển làn, lùi xe, chuyển hướng?", "9": "Ozon hay oxi tan trong nước tốt hơn?", "10": "Nếu một tam giác có hai góc bằng nhau thì hai cạnh đối diện với các góc đó có độ dài thế nào so với nhau?", "11": "Cây sống ở vùng ôn đới thường có hiện tượng gì để giảm sự thoát hơi nước vào mùa đông?", "12": "Từ nào còn thiếu trong câu tục ngữ sau: \"Vắng đàn ông quạnh nhà, vắng đàn bà quạnh ...\"?", "13": "Quyền được sống, quyền tự do và quyền mưu cầu hạnh phúc là các quyền tất yếu đã lần đầu tiên được nêu ra trong bản tuyên ngôn độc lập của nước ...", "14": "Lớp không khí bao quanh Trái Đất được gọi là gì?", "15": "Thủ thành (người gác đền) là các cách gọi khác của cầu thủ thi đấu ở vị trí nào trong một đội bóng đá?", "16": "Bài hát \"Biết ơn Võ Thị Sáu\" bắt đầu bằng mùa hoa nào ở miền quê Đất Đỏ?", "17": "Which general is known as the \"Eldest Brother\" of Vietnam People's Army?", "18": "Tất cả Đại sứ quán của các quốc gia tại Việt Nam đều đặt trụ sở ở thành phố nào?", "19": "Theo WHO, những người hút thuốc lá có nguy cơ mắc các biến chứng nghiêm trọng về sức khỏe do COVID-19 cao hơn những người không hút thuốc lá. Đúng hay sai?", "20": "Những tam giác có một đường phân giác đồng thời là đường cao thì có thể là tam giác ... hoặc ...", "21": "Ở người, trứng gặp tinh trùng mang NST X qua thụ tinh  tạo thành hợp tử thì thai nhi sau này sẽ mang giới tính gì?", "22": "\"Hơn một loài hoa đã rụng cành/ Trong vườn sắc đỏ rũa màu xanh\" là hai câu thơ miêu tả cảnh sắc mùa nào trong thơ Xuân Diệu?", "23": "Con sông gắn liền với cuộc ra quân khởi nghĩa của Hai Bà Trưng có tên là gì?", "24": "Các quá trình ngoại lực bao gồm: phong hóa, bóc mòn, vận chuyển và ...", "25": "Đây là kiểu bơi nào?", "26": "Trong âm nhạc, \"Thành phố mười mùa hoa\" là thành phố nào?", "27": "Nguyen Thi Anh Vien is an athlete of which sport?", "28": "Bánh gai và bánh ít lá gai thường có màu gì bên ngoài?", "29": "Lợn có phải là gia cầm không?", "30": "Ta ứng dụng định lí nào để tìm hai số khi biết tổng và tích của chúng?", "31": "Só oat ghi trên một dụng cụ điện cho biết ... điện của dụng cụ này khi nó hoạt động bình thường.", "32": "Số thứ tự của chu kì bằng ... trong nguyên tử.", "33": "Phép đồng dạng và phép vị tự, phép nào là phép biến hình?", "34": "Ai được nhắc đến trong hai câu thơ sau của tác giả Tố Hữu: \"... nhớ miền Nam, nỗi nhớ nhà/ Miền Nam mong ..., nỗi mong cha\"?", "35": "Muối nào có vai trò quan trọng nhất, ứng dụng nhiều nhất đối với đời sống con người?", "36": "Đài, tràng, nhị, và nhụy là các bộ phận chính của ...", "37": "\"Lời quê chắp nhặt dông dài/ Mua vui cũng được một vài trống canh\" là hai câu kết của kiệt tác văn học nào?", "38": "Tổ chức Công hội được thành lập ở Sài Gòn năm 1920 do ai đứng đầu?", "39": "Năng lượng từ ngôi sao nào liên tục tác động, làm nước trên Trái Đất bay hơi vào khí quyển, từ đó tạo ra mưa?", "40": "Huỳnh Như à Nguyễn Thị Tuyết Dung là hai vận động viên tiêu biểu của đội tuyển ... nữ quốc gia.", "41": "\"Biển nhớ\" là đêm nhạc tưởng nhớ 19 năm ngày mất của nhạc sĩ tài hoa nào?", "42": "What is nationality of Thomas Edison?", "43": "Biển báo giao thông này có ý nghĩa gì?", "44": "Bằng mắt thường, chúng ta có thể nhìn thấy máy bay tàng hình không?", "45": "Trong hình học không gian, hai mặt phẳng phân biệt cùng vuông góc với một đường thẳng thì ... với nhau.", "46": "Điện trở suất của vật liệu càng lớn thì vật liệu đó dẫn điện càng ...", "47": "Theo quy luật biến đổi tính chất của các nguyên tố trong bảng tuần hoàn thì phi kim mạnh nhất là gì?"}