{"1": "\"Ông lão đánh cá và con cá vàng\" là truyện cổ tích do một đại thi hào kể bằng 205 câu thơ trên cơ sở truyện dân gian Nga, Đức. Đại thi hào đó là ai?", "2": "... là ancol được sử dụng nhiều nhất.", "3": "Hung King's death anniversary is set on what day of the third lunar month?[1]", "4": "Loại văn bản đặc dụng của nhà vua, để ban bố những chính lệnh quan trọng hoặc hiểu dụ quần thần, trăm họ, được gọi là gì?", "5": "Cổ Đạm (Nghi Xuân, Hà Tĩnh) là vùng đất nổi tiếng với nghệ thuật diễn xướng truyền thống nào?", "6": "Tâm đường tròn nội tiếp tam giác cách đều ... của tam giác.", "7": "Đơn vị đo của độ phóng xạ (trong hệ SI) là gì?", "8": "Về mặt di truyền, việc sinh con trai hay con gái do đàn ông hay phụ nữ quyết định?", "9": "\"Một con cò thôi/ Con cò mẹ hát/ Cũng là cuộc đời/ Vỗ cánh qua nôi\". Những câu thơ này được trích trong bài thơ nào?", "10": "Nếu hai số dương thay đổi nhưng có tổng không đổi thì tích của chúng ... khi và chỉ khi hai số đó bằng nhau.", "11": "Cuộc cách mạng công nghiệp lần thứ mấy có đặc trưng cơ bản là thay thế sức lực cơ bắp bằng sức lực máy móc?", "12": "Than ... là vật liệu được sản xuất bằng cách đốt xương động vật thành than.", "13": "Nam diễn viên nào đã giành tượng vàng ở hạng mục \"Nam diễn viên phụ xuất sắc nhất\" tại lễ trao giải Oscar lần thứ 95?[1]", "14": "Nếu không khí ẩm bị lạnh đi đến một nhiệt độ nào đó, hơi nước trong không khí trở thành bão hòa. Nếu lạnh xuống dưới nhiệt độ ấy thì hơi nước đọng lại thành ...", "15": "Which continent has the fewest countries in the world?", "16": "Vận động viên nào đứng đầu danh sách kết quả bầu chọn vận động viên tiêu biểu năm 2022 của thể thao Việt Nam?", "17": "Về mặt vật lí, câu \"Ở bầu thì tròn, ở ống thì dài\" phản ánh tính chất của dạng vật chất nào?", "18": "Làng kháng chiến Stơr (Gia Lai), là nơi người anh hùng nào của đại ngàn Tây Nguyên đã đứng lên lãnh đạo nhân dân đánh giặc?", "19": "Giới nào có nguồn gốc chung từ tập đoàn trùng roi nguyên thủy?", "20": "Quân chủng nào của quân đội ta là lực lượng nòng cốt trong sự nghiệp bảo vệ toàn vẹn lãnh thổ trên các vùng biển, đảo của Việt Nam?", "21": "Số lẻ lớn nhất có bốn chữ số là số nào?", "22": "Từ ngày 25/4/2023, đường bay kết nối Cần Thơ và tỉnh nào được chính thức đưa vào khai thác?", "23": "Các dòng biển nóng thường phát sinh ở hai bên Xích đạo, chảy về hướng ..., gặp lục địa chuyển hướng chảy về phía cực.", "24": "Lá lốt là cây thân thảo, thân leo hay thân gỗ?", "25": "Loài hoa nào được nhà thơ Xuân Diệu ví von là \"hoa học trò\"?", "26": "Ở một vật dẫn nhiễm điện thì điện tích phân bố ở đâu?", "27": "Văn bản nào khi được ban bố năm 1885 đã thổi bùng ngọn lửa đấu tranh chống Pháp vốn đang âm ỉ cháy trong quần chúng nhân dân cuối thế kỷ XIX?", "28": "Intelligence quotient is denoted by which two English letters?", "29": "Trong bóng rổ, khi giành được bóng sống trong khu vực đội nhà, cầu thủ cần đưa bóng sang phần sân của đối thủ trong vòng bao nhiêu giây để không bị phạm luật?", "30": "Ai là người được vinh danh Nam ca sĩ của năm tại giải thưởng Cống hiến 2023?", "31": "Khu công nghệ cao ... (Hà Nội) được kì vọng trở thành một thành phố khoa học và công nghệ sinh thái thông minh trong tương lai.", "32": "Với con lắc lò xo thẳng đứng thì lực đàn hồi cực đại khi vật ở vị trí nào?", "33": "Câu thơ \"Trăm nghìn gửi lạy tình quân/ Tơ duyên ngắn ngủi có ngần ấy thôi!\" thể hiện nỗi đau đớn tuyệt vọng trước tình duyên tan vỡ giữa Thuý Kiều và ai?", "34": "Hệ thần kinh dạng lưới có ở động vật thuộc ngành nào?", "35": "Để phân biệt hai dung dịch H2SO4 và NaOH, có thể dùng một loại thuốc thử nào sau đây: Quỳ tím, NaCl, KBr, Ca(NO3)2?", "36": "Từ ngày 30/3 đến 2/4/2023, tại TP. Hồ Chí Minh, lần đầu tiên một lễ hội lớn đã diễn ra nhằm tôn vinh một món ăn đã được đưa vào từ điển Oxford. Đó là món ăn nào?"}