{"1": "Đại não có cấu tạo bao gồm hai chất nào?", "2": "Đồng dao là thể loại thơ ca dân gian truyền miệng cho đối tượng chủ yếu nào?", "3": "Vị vua nào là Cố vấn tối cao của Quốc hội Việt Nam khóa I (1946-1960)?", "4": "Quốc gia nào đã xây dựng kênh đào Panama, và cũng là quốc gia quản lý kênh đào này trong hơn 60 năm?", "5": "Trong môn cờ vua, mỗi đội có bao nhiêu quân tốt khi bắt đầu một ván đấu?", "6": "Út Trà Ôn, Hữu Phước, Thành Được, Hùng Cường... là những nghệ sĩ nổi tiếng của loại hình diễn xướng truyền thống nào?", "7": "Debut is the occasion when someone performs or presents something to the public for the ... time.", "8": "Lá mồng tơi là lá đơn hay lá kép?", "9": "Đèn Exit được ứng dụng trong các khu chung cư, thương mại, khách sạn, nhà cao tầng... sử dụng phản quang màu gì?", "10": "Đại lượng nào trong một phương trình là các chữ có chức năng như những hằng số?", "11": "Ở nhiệt độ thấp hơn nhiệt độ nóng chảy, lưu huỳnh tồn tại ở trạng thái nào?", "12": "Ổ bi là dụng cụ dùng để biến đổi lực ma sát trượt thành loại lực ma sát nào nhỏ hơn nhiều lần?", "13": "Khi lấy mực nước biển làm chuẩn để đo độ cao thấp ở các địa điểm khác trên Trái Đất, người ta quy ước độ cao của mực nước biển là bao nhiêu mét?", "14": "\"Sự tích hồ Gươm\" là truyền thuyết về triều đại nào?", "15": "Hoocmôn sinh trưởng được tiết ra từ thùy trước tuyến nào?", "16": "Từ nào còn thiếu trong các câu ca dao sau: \"Ngồi buồn nhớ ... ta xưa/ Miệng nhai cơm búng, lưỡi lừa cá xương\"?", "17": "\"Ai người khởi tổ Tiền Lê/ Giữa trong thế sự trăm bề khó khăn?\"", "18": "Phía Nam của tỉnh Quảng Trị giáp với tỉnh nào?", "19": "Tại vòng loại thứ 2 World Cup 2022 khu vực châu Á, đội tuyển Việt Nam nằm ở bảng đấu có bao nhiêu đối thủ ở khu vực Đông Nam Á?", "20": "Ban nhạc Bức Tường được biết đến chủ yếu với thể loại nhạc nào?", "21": "Which fruit is traditionally the primary ingredient of wine?", "22": "Trước đây câu \"Nhà ngói cây mít\" được dùng để chỉ cuộc sống sung túc hay bần hàn?", "23": "Từ ngày 01/09/2019, các điểm kinh doanh, dịch vụ trên vịnh nào ở miền Bắc nước ta đã ngừng sử dụng sản phẩm nhựa dùng một lần?", "24": "Tứ giác có các góc đối bằng nhau là một hình ...", "25": "Những hiđrocacbon no có mạch vòng được gọi là gì?", "26": "Ngành khoa học nào nghiên cứu các dạng vận động đơn giản, tổng quát nhất của vật chất và tương tác giữa chúng?", "27": "Ở người, khi năng lượng lấy vào ... hơn năng lượng tiêu hao sẽ dẫn đến tình trạng giảm cân.", "28": "Ai là tác giả của tập tùy bút \"Hà Nội băm sáu phố phường\"?", "29": "Ngày 1/1/1959, chế độ độc tài Batista sụp đổ, nước Cộng hòa ... ra đời.", "30": "Mỗi hành tinh trong hệ Mặt Trời đều chuyển động theo quỹ đạo 1 hình elip, tiêu điểm của quỹ đạo elip đó nằm ở đâu?", "31": "Vận động viên này đang thực hiện kĩ thuật gì?", "32": "Áo mớ ba mớ bảy và nón ba tầm là loại trang phục gắn liền với loại hình nghệ thuật truyền thống nào?", "33": "In which city is Ba Dinh Square located?", "34": "Clo là chất khí nặng hơn hay nhẹ hơn không khí?", "35": "Đội tuyển Robocon Việt Nam đã giành hạng mấy tại ABU Robocon 2019?", "36": "Sàng Ơ-ra-tô-xten là một thuật giải toán cổ xưa để tìm các số ... nhỏ hơn 100.", "37": "CH3OH và C2H5OH được gọi là ... của nhau.", "38": "Trong thủy tinh, vận tốc ánh sáng là lớn nhất đối với tia sáng đơn sắc có màu gì?", "39": "Phép lai trong di truyền học được ký hiệu là gì?", "40": "Tác phẩm \"Làng\" của Kim Lân được viết ở thể loại văn xuôi nào?", "41": "Quốc văn giáo khoa thư được coi là bộ sách giáo khoa đầu tiên dùng để phổ cập loại chữ nào ở Việt Nam?", "42": "EVFTA là hiệp định Thương mại tự do giữa Việt Nam và liên minh nào?", "43": "Môn võ Muay Thái xuất phát từ quốc gia nào?", "44": "Tranh vẽ bằng chất liệu nào được phát triển bắt nguồn từ nghề sơn thủ công truyền thống của Việt Nam?", "45": "What letter is located between letter E and T on a QWERTY computer keyboard?", "46": "Cây tre nếu bị gãy ngọn thì có thể dài ra được nữa không?", "47": "Biển báo này cấm dừng hay đỗ?", "48": "Trong hình học, công thức Heron là công thức tính ... của một tam giác theo độ dài 3 cạnh.", "49": "Hiđrocacbon mạch hở trong phân tử có một liên kết đôi C=C được gọi là gì?"}