{"1": "Trong điền kinh, chạy 200m là cự ly ngắn, cự ly trung bình hay cự ly dài?", "2": "Trong bài hát \"Hà Nội 12 mùa hoa\", hoa loa kèn gắn với tháng nào?", "3": "Đường mà vật chuyển động vạch ra được gọi là ... của chuyển động.", "4": "8 times what equals 32?", "5": "Bộ phim Triệu phú khu ổ chuột lấy bối cảnh ở đất nước nào?", "6": "Cơ thể người nếu thiếu hụt nguyên tố halogen nào sẽ dẫn đến trí não kém phát triển, chậm chạp và nhiều hậu quả tai hại khác?", "7": "Từ nào còn thiếu trong những câu sau: \"Những người bất nghĩa tiêu vong/ Nghìn thu chỉ có ... lưu danh\" (Trương Hán Siêu)?", "8": "\"Ai ngồi đan sọt giữa đường/ Giáo đâm thủng đùi mà mình không hay?\"", "9": "Quốc gia nào có dân số ít nhất khu vực Đông Nam Á?", "10": "Nơi tiếp giáp giữa các các đầu xương được gọi là gì?[1]", "11": "Xoang tràng là cách gọi khác của những động vật thuộc ngành ruột khoang hay thân mềm?", "12": "KHÔNG ĐỦ THỜI GIAN", "13": "Hình elip có mấy trục đối xứng?", "14": "Nguyễn Trãi đã dùng những hình ảnh \"Vì ai cho cái đỗ quyên kêu/ Tay ngọc dùng dằng chỉ biếng thêu\" để miêu tả mùa nào?", "15": "Bộ phim điện ảnh \"Song Lang\" lấy đề tài về bộ môn nghệ thuật truyền thống nào?", "16": "104 metres = ... decimetres.", "17": "Nhân vật nào được dân gian quen gọi là Trạng Trình?", "18": "Trong thần thoại Hy Lạp, điểm yếu của Achilles nằm ở ngón chân hay gót chân?", "19": "Rượu vang được lên men từ loại quả nào là chủ yếu?", "20": "Môi trường trong của cơ thể bao gồm nước mô, bạch huyết và thành phần nào nữa?", "21": "... của một nguyên tử đặc trưng cho khả năng hút electron của nguyên tử đó khi tạo thành liên kết hóa học.", "22": "Trong đoạn mạch nối tiếp thì điện trở của đoạn mạch ... hơn điện trở từng thành phần.", "23": "Cầu thủ nào đã ghi bàn thắng duy nhất, giúp Việt Nam thắng Malaysia 1 - 0 trong trận Chung kết lượt về AFF Cup 2018 diễn ra vào ngày 15/12/2018 tại SVĐ Mỹ Đình?", "24": "Huyện đảo Trường Sa thuộc quyền quản lý hành chính của tỉnh nào?", "25": "Điền từ còn thiếu trong câu: \"Quạ tắm thì ráo, sáo tắm thì ...\"", "26": "Giảm phân diễn ra vào thời kì chín của tế bào ...", "27": "Trong công nghiệp, anđêhit fomic được điều chế trực tiếp từ chất nào trong các chất sau: Cacbon, Metanol, Etanol?", "28": "Thế vận hội hiện đại (Đại hội Olympic) lần đầu tiên diễn ra tại quốc gia nào?", "29": "Đảo Ngọc Phú Quốc là thiên đường nhiệt đới của vịnh nào?", "30": "Số oxi hóa của nguyên tố natri tăng từ +0 đến +1. Natri là chất khử hay chất oxi hóa?", "31": "Hà Nội mang tên Đông Đô dưới thời nào?", "32": "Những vở kịch \"Tin ở hoa hồng\", \"Tôi và chúng ta\", \"Lời thề thứ 9\" là của tác giả nào?", "33": "Thơm hay khóm là cách gọi khác của loài cây nào?", "34": "Sự truyền nhiệt năng nhờ tạo thành các dòng được gọi là gì?", "35": "Có ít nhất ... điểm không cùng thuộc một mặt phẳng hoặc không đồng phẳng.", "36": "How many colors are there in the Vietnamese national flag?", "37": "Con sông nào là ranh giới tự nhiên giữa hai tỉnh Tiền Giang và Bến Tre?", "38": "Trước khi vua Lý Thái Tổ dời đô về Thăng Long, kinh đô nước ta trong năm đầu nhà Lý đặt tại đâu?", "39": "Các loại hình nghệ thuật truyền thống như chèo, ca trù, hát xoan, quan họ hình thành và phát triển mạnh ở miền nào của nước ta?", "40": "Hoa có cả nhị và nhụy gọi là gì?", "41": "Đường tròn đơn vị là đường tròn có bán kính bằng mấy đơn vị?", "42": "Từ dân gian để gọi em bé sinh đầu lòng là \"con rạ\" hay \"con so\"?", "43": "Giải Oscar được trao hàng năm tại thành phố nào của nước Mỹ?", "44": "Dấu câu nào được dùng để kết thúc một câu nghi vấn?", "45": "Trong phân tử ozon có mấy nguyên tử oxi?", "46": "Are bats classified as birds or mammals?", "47": "... là một cuộc đua chạy bộ đường trường với chiều dài chính thức là 42,195 km.", "48": "Áp suất tại các điểm nằm trên cùng một mặt phẳng nằm ngang trong lòng của chất lỏng có tính chất gì?"}