{"1": "Kí hiệu M trong hệ La Mã tương ứng với số nào trong hệ thập phân?", "2": "Trong điều kiện thường, ngọn lửa lúc nào cũng hướng lên phía trên là do hiện tượng gì?", "3": "Cồn thực phẩm là dung dịch chứa hợp chất hữu cơ có công thức phân tử là gì?", "4": "\"Biển vô cực\" là biệt danh của bãi biển Quang Lang thuộc tỉnh nào?", "5": "Ở động vật có hệ thần kinh dạng chuỗi hạch, các chuỗi hạch thần kinh nằm theo chiều ... của cơ thể.", "6": "What plant is found on the National Emblem of the Socialist Republic of Vietnam?", "7": "Từ nào còn thiếu trong câu ca dao sau: \"Cày đồng đang buổi ban trưa/ ... thánh thót như mưa ruộng cày\"?", "8": "Tác giả Viễn Phương đã viết về chiến dịch nào \"Như bão gầm, như thác lũ, dũng tướng, tinh binh, bạt núi, san đèo tiến về Thành phố\"?", "9": "Thường cuối mỗi buổi học Thể dục, sau khi thầy/ cô giáo hô \"Giải tán\" thì học sinh đồng thanh hô gì?", "10": "Lương Thế Vinh sinh tại làng Cao Hương, huyện Thiên Bản, Trấn Sơn Nam nay thuộc tỉnh nào?", "11": "Bệnh đậu mùa khỉ do virus hay vi khuẩn gây ra?", "12": "Trong toán học, từ nào gồm ba chữ cái dùng để kí hiệu giới hạn của một hàm số hoặc dãy số?", "13": "Trong vỏ Trái Đất, nguyên tố nào tồn tại trong than đá, dầu mỏ, canxi cacbonat, magie cacbonat, có nguyên tử khối là 12?", "14": "Năng lượng sinh ra do biến dạng đàn hồi được gọi là ... đàn hồi.", "15": "What is the federal city of Switzerland?", "16": "Khi điện phân dung dịch chứa hỗn hợp NaCl, CuSO4 thì chất thoát ra đầu tiên tại catot là Cu, còn tại anot là...", "17": "Cảng hàng không Phù Cát đặt tại tỉnh nào?", "18": "Trong văn học dân gian Việt Nam, đây là tài múa khiên của nhân vật nào: \"Chàng múa trên cao, gió như bão. Chàng múa dưới thấp, gió như lốc\"?", "19": "Hội nghị Diên Hồng, Hịch tướng sĩ, thích hai chữ \"Sát Thát\" xuất hiện trong cuộc kháng chiến chống Mông - Nguyên lần thứ mấy?", "20": "Vancouver, Toronto, Ottawa, Montreal là một số đô thị lớn của quốc gia nào?", "21": "Trong âm nhạc Nguyễn Đình Thi, nơi nào \"lắng hồn núi sông ngàn năm\"?", "22": "Lễ cúng Trăng của đồng bào Khmer Nam Bộ còn được gọi là Lễ hội Ok Om Bok hay Lễ hội Chôl Chnăm Thmây?", "23": "Trong các số sau, số nào chia hết cho 11: 257, 275, 527, 725?", "24": "Hai nguồn điện mà cực âm của nguồn này nối với cực ... của nguồn kia thì được gọi là hai nguồn mắc xung đối.", "25": "Hợp chất hữu cơ được chia thành hai loại là hiđrocacbon và loại nào nữa?", "26": "Ở sinh vật nhân sơ, sự điều hòa hoạt động của gan chủ yếu diễn ra ở giai đoạn nào?", "27": "Cá kho làng Vũ Đại là một đặc sản của tỉnh nào?", "28": "Ngoài con người, truyện ngụ ngôn \"Trí khôn của ta đây\" còn có sự xuất hiện của hai loài động vật nào?", "29": "Sau hội nghị Geneva (năm 1954), đất nước ta bị chia cắt ở vĩ tuyến bao nhiêu?", "30": "Châu lục nào là châu lục duy nhất trên thế giới gần như nằm hoàn toàn trong miền ôn đới?", "31": "Phu Quy is an island district of which province?", "32": "Huấn luyện viên người Thái Lan nào đang dẫn dắt CLB Bóng đá Hoàng Anh Gia Lai?", "33": "Sắt tây là sắt có tráng ...", "34": "Vở nhạc kịch \"Sóng\" của Nhà hát Tuổi Trẻ lấy cảm hứng chủ đạo từ cuộc đời và tác phẩm của thi sĩ nào?", "35": "\"Cục ta cục tác! Cho ta nắm thóc, ta bới xương cho!\" là câu nói được trích dẫn từ tác phẩm nào?", "36": "Tính ... là tính chất của một số hạt nhân nguyên tử không bền có thể tự biến đổi và phát ra các bức xạ hạt nhân."}