{"1": "\"Có van một chiều ở những nơi máu phải chảy ngược chiều trọng lực\" là đặc điểm của loại mạch máu nào ở cơ thể người?", "2": "Trong thơ Xuân Diệu, \"áo mơ phai dệt lá vàng\" là \"trang phục\" của mùa nào?", "3": "Huyện đảo Trường Sa là đơn vị hành chính thuộc tỉnh nào ở nước ta?", "4": "Cúp C1 là giải bóng đá hàng năm dành cho những câu lạc bộ có thứ hạng cao tại các giải vô địch quốc gia thuộc châu ...", "5": "Có 16 lỗ, 16 ngựa đàn, 16 trục đàn là những đặc điểm dễ nhận biết của loại đàn nào của nước ta?", "6": "Ion oxit là ion của nguyên tử phi kim nào?", "7": "How many months are there in three quarters of a year?", "8": "Ngành khoa học nào nghiên cứu sự phát triển tính chất vật lí, hóa học, khí tượng học và chuyển động của các vật thể vũ trụ cũng như sự hình thành và phát triển của vũ trụ?", "9": "Ở điều kiện bình thường, không khí là vật dẫn hay điện môi?", "10": "Thành Tây Đô - Thanh Hóa là kinh đô của nước ta dưới triều đại nào?", "11": "Tất cả các động vật có xương sống đều có hệ thần kinh dạng ... nằm ở phía lưng.", "12": "\"Chiến tranh và hòa bình\" là tiểu thuyết nổi tiếng của nhà văn nào?", "13": "Vĩ tuyến nào là vĩ tuyến dài nhất trên bề mặt Trái Đất?", "14": "Xét theo không gian thi đấu, tại Thế vận hội mùa hè, bóng chuyền được phân thành bóng chuyền trong nhà và ...", "15": "Toy Story 4 là bộ phim giành tượng vàng Oscar 2020, hạng mục phim hay nhất ở thể loại nào?", "16": "Bô-xít là quặng chứa nhiều kim loại nào?", "17": "What is the short name for the United Nations Children's Fund?", "18": "NASA là tên viết tắt tiếng Anh của cơ quan Hàng không và Vũ trụ nước ...", "19": "\"Anh hùng rơm\" là thành ngữ dân gian dùng với ý nghĩa ngợi ca hay chế giễu?", "20": "Thời Hùng Vương nước ta có tên là gì?", "21": "Cá voi là động vật thuộc lớp ...", "22": "Trong đoạn trích \"Kiều ở lầu Ngưng Bích\", người đầu tiên mà Thúy Kiều nghĩ đến là ai?", "23": "Quốc gia nào có nền kinh tế phát triển nhất Đông Nam Á hiện nay?", "24": "Tại Lễ trao giải Cúp Chiến Thắng 2019, vận động viên nào đã chiến thắng ở hạng mục Nữ vận động viên của năm?", "25": "Các tác phẩm tranh khắc Việt Nam chịu ảnh hưởng từ hai dòng trang dân gian là Hàng Trống và dòng tranh nào?", "26": "... được sản xuất trong công nghiệp bằng cách điện phân dung dịch natri clorua bão hòa có màng ngăn.", "27": "What is the capital city of Australia?", "28": "Unikey là phần mềm hỗ trợ gõ tiếng ... miễn phí trên máy tính.", "29": "Nên sử dụng đũa làm từ tre hay kim loại trong quá trình nấu các món ăn có tính axit?", "30": "Năm 981, ai đã chỉ đạo đóng cọc ở sông Bạch Đằng để chống quân Tống?", "31": "Bốn mặt của một tứ diện đều luôn là loại hình đặc biệt nào?", "32": "Nếu một người có huyết áp thường xuyên cao hơn hoặc bằng 140/90 mmHg thì người đó mắc bệnh gì?", "33": "Từ nào còn thiếu trong những câu thơ sau của tác giả Viễn Phương: \"Ngày ngày... đi qua trên lăng/ Thấy một ... trong lăng rất đỏ\"?", "34": "Thành phố nào của Tây Nguyên là trung tâm du lịch sinh thái, nghỉ dương của vùng, đồng thời nổi tiếng về sản xuất hoa, rau quả?", "35": "Quả bi cơ trên bàn bida có màu gì?", "36": "\"Đưa nhau đi trốn\", \"Hai triệu năm\", \"Lối nhỏ\"... là một số ca khúc tiêu biểu của nghệ sĩ nào?", "37": "Chất xúc tác ảnh hưởng thế nào đến cân bằng hóa học?", "38": "Liverpool is the football team of which country?", "39": "Theo WHO, uống rượu bia ở mức nguy hại được định nghĩa là trong 30 ngày qua có ít nhất mấy lần uống từ 60g cồn trở lên?", "40": "Phần lớn cư dân trên Trái Đất sống ở bán cầu Bắc hay bán cầu Nam?", "41": "Nguyễn Huệ đã lấy niên hiệu là gì trước khi tiến quân ra Bắc đánh quân Thanh?", "42": "Tập hợp C gồm các phần tử thuộc tập hợp A hoặc thuộc tập hợp B được gọi là ... của A và B.", "43": "Khi chuyển động, chất điểm vạch một đường trong không gian gọi là ...", "44": "Ủy ban Olympic Quốc tế (IOC), Liên đoàn Bóng đá thế giới (FIFA), Tổ chức Y tế thế giới (WHO) đều đặt trụ sở chính tại quốc gia nào?", "45": "Bạn hãy tìm từ còn thiếu trong câu thành ngữ: \"Mò ... đáy bể\"."}