{"1": "Truyện ngắn nào của Thạch Lam được mở đầu bằng âm thanh của: \"Tiếng trống thu không trên cái chòi của huyện nhỏ\"?", "2": "Vị tướng dưới thời Vạn Xuân được tướng sĩ tôn làm Dạ Trạch Vương là ai?", "3": "Ở nước ta, gió Mậu dịch có hướng gì?", "4": "Đun nóng nhẹ dung dịch bão hoà muối amoni nitrit trong phòng thí nghiệm, ta thu được khí gì?", "5": "How many fingers does a normal person have on each hand?", "6": "Maria Sharapova là vận động viên nổi tiếng ở môn thể thao nào?", "7": "Theo lời bài hát \"Khúc hát đôi bàn tay\" của Phạm Tuyên, phải làm gì trước khi ăn cơm để giữ vệ sinh cho bản thân?", "8": "AI, IoT, Big Data là những xu thế toàn cầu của cuộc cách mạng công nghiệp lần thứ mấy?", "9": "Nếu giá trị xuất khẩu cao hơn giá trị nhập khẩu thì cán cân thương mại được gọi là xuất siêu hay nhập siêu?", "10": "Ưu thế lai biểu hiện ... qua các thế hệ.", "11": "Đường thẳng đi qua ... hai đáy của hình thang cân là trục đối xứng của hình thang cân đó.", "12": "Tác dụng đặc trưng cơ bản nhất của mọi dòng điện là gì?", "13": "Điền từ còn thiếu vào câu thơ sau: \"... nhụ ... chim cùng ... đé/ ... song lấp lánh đuốc đen hồng\".", "14": "Luỹ Thầy - công trình quân sự quan trọng thời chúa Nguyễn - do ai khởi xướng và chỉ đạo thi công?", "15": "... là quốc gia có nền kinh tế phát triển nhất khu vực Nam Á.", "16": "Nước cất tinh khiết có độ pH bằng mấy?", "17": "In chess, you are in check when which piece of your side is under attack by the opponent's pieces?", "18": "Trong một trận bóng đá chính thức, mỗi đội được thay người tối đa mấy lần?", "19": "Cầu quay (cầu xoay) duy nhất vẫn còn hoạt động ở Việt Nam hiện ở tỉnh thành nào?", "20": "Trong phường bát âm, \"Thạch\" là tên gọi chung cho các loại nhạc khí được chế tác bằng ...", "21": "NaCl rắn, khan có dẫn điện được không?", "22": "Loại nấm nào có hại: nấm than ngô, nấm hương, nấm sò, nấm linh chi?", "23": "Nếu hai tiếp tuyến của một đường tròn cắt nhau tại một điểm thì tia kẻ từ điểm đó và đi qua tâm đường tròn là tia ... của góc tạo bởi hai tiếp tuyến đó.", "24": "Hình ảnh của ai trong lao động đã được nhà thơ Tố Hữu mô tả là \"như sắt như đồng\"?", "25": "Chiến dịch Trần Đình là mật danh của chiến dịch nào?", "26": "Hình vẽ thu nhỏ tương đối chính xác về một khu vực hay toàn bộ bề mặt Trái Đất được gọi là gì?", "27": "Tro thực vật được xếp vào loại phân đạm, phân lân hay phân kali?", "28": "Brasília is the federal capital of which country?", "29": "Sân vận động nào lớn nhất nước Anh và lớn thứ hai châu Âu về sức chứa, thường được chọn là sân nhà của đội tuyển bóng đá Anh?", "30": "Quốc gia nào là quê hương của những hoạ sĩ thiên tài như Leonardo Da Vinci, Michelangelo, Raphael, Titian?", "31": "Biển báo giao thông có hình tròn nền trắng viền đỏ, hình vẽ màu đen thuộc loại biển gì?", "32": "Tuyến mồ hôi là tuyến ngoại tiết hay tuyến nội tiết?", "33": "Nhờ vào khả năng ghi nhớ và định vị tốt, loài chim nào ngay từ xa xưa đã được con người huấn luyện nhiều hơn cả để đưa thư hay liên lạc?", "34": "\"Muốn tính diện tích .../ Đáy lớn, đáy nhỏ ta mang cộng vào/ Rồi đem nhân với đường cao/ Chia đôi kết quả thế nào cũng ra\".", "35": "\"Sao không về Vàng ơi\" là bài thơ thể hiện tình cảm của Trần Đăng Khoa với con vật nuôi nào trong gia đình nhà thơ lúc nhỏ?", "36": "Đông Đô, Đông Quan, Đông Kinh, Thăng Long là tên gọi cũ của thành phố nào hiện nay?", "37": "Bán đảo Trung Ấn và quần đảo Mã Lai hợp thành khu vực ...", "38": "Khí nitơ đioxit tan trong dung dịch axit, làm cho dung dịch có màu ...", "39": "In the three following materials, which is an insulator: iron, plastic or aluminium?", "40": "Hồng Sơn, Minh Phương, Thành Lương, Quang Hải là những cầu thủ nổi bật ở vị trí nào trong đội hình thi đấu của đội tuyển quốc gia qua các thời kỳ?", "41": "Độc tấu là hình thức biểu diễn sử dụng bao nhiêu nhạc cụ?", "42": "Tên gọi loại kẹo đặc sản nào của Quảng Ngãi bắt nguồn từ đặc điểm miếng kẹo giòn tan, dễ vỡ, lại trong suốt như pha lê?", "43": "Các phương tiện có được phép quay đầu, đi lùi trên đường cao tốc không?", "44": "Hệ thần kinh ở người bình thường được phân hoá thành tuỷ sống, các dây thần kinh, hạch thần kinh và cơ quan nào?", "45": "Với phương pháp tiên đề, nhà toán học nào là người đầu tiên có công xây dựng toán học thành một ngành khoa học chặt chẽ?", "46": "Nhiệt độ nóng chảy của các chất rắn vô định hình là ..."}