{"1": "How many seconds does a minute have?", "2": "Chợ tỉnh Sapa diễn ra tại tỉnh nào?", "3": "Với hệ gồm hai vật, lực tương tác giữa hai vật đó gọi là lực gì?", "4": "Lời hát: \"Ngậm một tin trông, hai tin đợi, ba bốn... tin chờ, sao chẳng thấy anh?\" xuất hiện trong bài dân ca nào?", "5": "Để chiến thắng ở một ván đấu bóng bàn (theo luật quốc tế), bạn cần giành tối thiểu bao nhiêu điểm?", "6": "Cho một mẩu Natri nhỏ vào dung dịch nước cất dư, ta sẽ thu được kết tủa tạo thành là gì?", "7": "Trong tác phẩm \"Đôn-ki-hô-tê \", nhân vật Đôn-ki-hô-tê đã tưởng tượng vật gì là những tên không lồ?", "8": "\"Bố Cái Đại vương\" là ai?", "9": "Mặt ngăn cách hai khối khí khác biệt nhau về tính chất vật lý gọi là gì?", "10": "Ếch chủ yếu hô hấp bằng cơ quan nào?", "11": "Flo có phải là nguyên tố có nhiều đồng vị bền vững trong tự nhiên hay không?", "12": "Trong một đường tròn, đường kính đi qua trung điểm của dây cung (không phải đường kính) thì chia cung căng dây ấy thành hai phần ...", "13": "Giao tuyến của hai mặt cầu cắt nhau là một ...", "14": "Quang Trung đã giao cho Ngô Thị Nhậm thay lời mình viết ... kêu gọi những người tài đức ra làm việc giúp dân, giúp nước.", "15": "\"Võ nhạc Tây Sơn\" là môn võ cổ truyền của tỉnh nào?", "16": "Nhân vật trong bức tranh La Gioconda của Leonardo da Vinci có tên là gì?", "17": "Chế độ Apacthai được chính quyền người da trắng tuyên bố phá bỏ ở nước nào vào năm 1993?", "18": "Trong phân tử protein có chứa nitơ không?", "19": "Mặt sau của tờ tiền polime 10000 đồng đang được lưu hành hiện nay ở nước ta có hình ảnh khai thác loại khoáng sản nào?", "20": "Các loài như sò, ốc, hến, ngao, mực, bạch tuộc được xếp vào ngành động vật gì?", "21": "Este bị ... trong môi trường axit hoặc kiềm.", "22": "Định luật I của Newton chỉ đúng khi áp dụng cho một hệ quy chiếu có vận tốc ...", "23": "In which square did President Ho Chi Minh declare the Independence Day of Vietnam on September the 2nd 1945?", "24": "Nguyên nhân chủ yếu sinh ra ngoại lực (gió, mưa, băng, nước chảy, sóng biển...) là do nguồn năng lượng đến từ ...", "25": "\"Lưu hương ký\" là tập thơ duy nhất của nhà thơ nào?", "26": "Ở cơ thể người, tế bào tiếp nhận chất dinh dưỡng và ôxy từ máu và ...", "27": "Khi cho cùng một lượng nhôm vào cốc đựng dung dịch axit HCl 0,1M, tốc độ phản ứng sẽ lớn nhất khi dùng nhôm ở dạng nào: bột mịn hay tấm mỏng?", "28": "What was the last dynasty of Vietnam?", "29": "Trong khoảng thời gian từ 22/3 đến 23/9, hiện tượng đêm dài hơn ngày xuất hiện ở bán cầu ...", "30": "Ở sâu bọ, hệ tuần hoàn có tham gia vào quá trình vận chuyển khí trong hô hấp không?", "31": "Phong trào nào là đỉnh cao của Cách mạng Việt Nam thời kỳ 1930 - 1931?", "32": "Hochiminh City Wings là câu lạc bộ thi đấu môn thể thao nào?", "33": "Quốc kỳ của nước nào có nhiều ngôi sao nhất thế giới hiện nay?", "34": "Loại gương nào là loại gương được ứng dụng rộng rãi nhất hiện nay: gương phẳng, gương lồi, hay gương lõm?", "35": "Có bao nhiêu đường tròn đi qua 3 điểm thẳng hàng bất kỳ?", "36": "KHÔNG ĐỦ THỜI GIAN", "37": "Hiện tượng Trái Đất nóng lên trong hiệu ứng nhà kính chủ yếu là do khí nào gây ra?", "38": "Theo quan niệm dân gian vị thần cai quản dãy núi Ba Vì là ai?", "39": "Which country is Seine River located in?", "40": "Trong cơ thể người, tuyến yên, tuyến giáp, tuyến trên thận thuộc hệ cơ quan nào?", "41": "Trong một phương trình, khi chuyển về một hạng tử, ta phải ... hạng tử đó.", "42": "Quốc gia nào có diện tích lớn hơn: Lào hay Campuchia?", "43": "Marie Curie là người đầu tiên đoạt giải Nobel ở hai lĩnh vực là vật lí và ...", "44": "Tập thơ nào được Tố Hữu sáng tác gồm ba phần \"Máu lửa\", \"Xiềng xích\" và \"Giải phóng\"?", "45": "Nhiệt độ dung dịch ... khi hòa tan amoni nitrat vào nước.", "46": "\"Nhiệm vụ bất khả thi\" là loạt phim gắn với tên tuổi của nam diễn viên nào?", "47": "\"Tam sư\" là biệt danh của đội tuyển bóng đá quốc gia nào?", "48": "Gia tốc là đại lượng đặc trưng của chuyển động nào?"}