{"1": "Trên bàn phím máy tính theo quy chuẩn QWERTY, nút nào nằm ở góc trái, trên cùng (theo hướng nhìn của người sử dụng)?", "2": "Kim loại nào được tìm ra sớm nhất trên thế giới?", "3": "Thiền phái Trúc Lâm được thành lập dưới triều đại nào?", "4": "Which country is the city of Melbourne belong to?", "5": "Bệnh nào khiến da, mắt và tóc của người mắc phải có màu sắc nhạt?", "6": "Nhà văn nào trong nhiều tác phẩm của mình đã đặt ra vấn đề \"đôi mắt\" - phải có đôi mắt của tình thương mới hiểu thấu được bản chất tốt đẹp của nhân dân lao động?", "7": "Có thể tích xác định và giữ nguyên hình dạng là các tính chất của vật chất ở thể nào trong điều kiện nhiệt độ và áp suất không đổi?", "8": "Hình không gian có đáy là một đa giác đều, các cạnh bên là tam giác cân chung đỉnh thì gọi là hình ...", "9": "Thay cho Indonesia, quốc gia nào đã được chọn để đăng cai vòng chung kết FIFA U20 World Cup 2023?", "10": "\"Gà ta khoái chí cười phì/ Rõ phường gian dối, làm gì được ai\". \"Phường gian dối\" trong thơ La Phông-ten là loài vật nào?", "11": "Kính lúp có thể tạo ảnh ảo cùng chiều và ... vật.", "12": "Cảng hàng không nào của tỉnh Lâm Đồng là một đầu mối giao thông quan trọng đưa khách du lịch đến với Đà Lạt?", "13": "Trong các đơn chất, số oxi hóa của các nguyên tố bằng bao nhiêu?", "14": "Ông Toại, bà Cúc, Công, Thành, Danh... là một số nhân vật của bộ phim truyền hình nào?", "15": "Niccolo Tartaglia, một nhà toán học người Ý là tác giả công thức giải phương trình bậc ...", "16": "Lễ hội Đền Vua Mai (Nam Đàn, Nghệ An) được tổ chức để tưởng nhớ vị vua nào?", "17": "Mặt sau tờ tiền giấy 500 đồng đang lưu hành ở nước ta có in hình ảnh tàu cập cảng ...", "18": "Trong di truyền học, F là ký hiệu của ...", "19": "... is a mathematical constant that is the ratio of a circle's circumference to its diameter.", "20": "Tên gọi của giải thưởng văn học Dế Mèn lấy cảm hứng từ tác phẩm của nhà văn nào?", "21": "Trong bảy vùng kinh tế ở nước ta, vùng nào có nhiều đồng bào Khmer sinh sống nhất?", "22": "Đất có độ pH từ 4 đến 6 được gọi là đất gì?", "23": "Martin Luther - nhà cải cách tôn giáo thế kỷ XVI, là người nước nào?", "24": "Hệ quy chiếu bao gồm vật làm mốc, hệ tọa độ (gắn với vật làm mốc), mốc thời gian và ...", "25": "Trong thơ Vũ Quần Phương, cái gì \"Ba chân xoè trong lửa\"?", "26": "Một năm có bao nhiêu giải Grand Slam (quần vợt) được tổ chức?", "27": "Khu di tích Vàm Nhựt Tảo (Long An) là nơi ghi dấu chiến công của vị anh hùng dân tộc nào?", "28": "Ngăn nào ở dạ dày trâu bò có các vi sinh vật tiết enzim giúp phân giải xenlulozơ trong rơm rạ?", "29": "Thuốc thử để nhận biết ion PO43- trong dung dịch muối photphat là bạc nitrat vì sẽ tạo ra kết tủa màu gì?", "30": "Muốn giải hệ bất phương trình một ẩn, ta giải từng bất phương trình của hệ rồi lấy ... của các tập nghiệm thu được.", "31": "What is the term to call health care professionals who are specialized and qualified in treating teeth, jaws and gums?", "32": "Hưởng ứng \"Lời kêu gọi toàn quốc kháng chiến\" của chủ tịch Hồ Chí Minh, địa phương nào là nơi đầu tiên nổ súng đánh giặc?", "33": "Ở các đường ống dẫn khí hay chất lỏng, người ta thường phải tạo các vòng uốn trên ống dẫn. Điều này nhằm đề phòng tác hại của hiện tượng gì?", "34": "Hai từ láy nào xuất hiện trong những câu thơ sau: \"Sóng gợn tràng giang buồn .../ Con thuyền xuôi mái nước ...\"?", "35": "Cuộc khủng hoảng kinh tế thế giới giai đoạn 1929 - 1933 còn được gọi là cuộc khủng hoảng \"...\", do sản xuất ồ ạt trong khi người lao động không có tiền mua.", "36": "Một người bình thường có bao nhiêu ngón tay có ba đốt?"}