{"1": "Ô ly kẻ trong vở dành cho học sinh Việt Nam có dạng hình học gì?", "2": "... và ... là hai hiện tượng thiên thực được biết đến rộng rãi nhất.", "3": "Chỉ số SpO2 cho ta biết độ bão hòa ... trong máu.", "4": "Loài nào là loài lưỡng cư: ếch đồng, ếch giun, cá cóc Tam Đảo?", "5": "La Phông-ten là nhà thơ ngụ ngôn nổi tiếng của nước ...", "6": "\"Họ phần lớn xuất thân từ nông dân, phải làm việc suốt ngày trong các đồn điền, hầm mỏ, nhà máy..., nhưng đồng lương được trả rất thấp\". Đoạn trích trên phản ánh về lực lượng nào trong xã hội Việt Nam thời Pháp thuộc?", "7": "Muốn đi chợ phiên Bắc Hà bạn phải đến tỉnh nào?", "8": "Brussels is the capital of which country?", "9": "Trong môn thể thao thi đấu chính thức nào sau đây, vận động viên thường không mang giày khi thi đấu: bóng đá, vật cổ truyền Việt Nam, bóng chuyền, cầu lông?", "10": "Vườn quốc gia Tam Đảo nằm trên địa phận ba tỉnh Thái Nguyên, Tuyên Quang và tỉnh nào nữa?", "11": "Đột biến thể đa bội xuất hiện nhiều hơn ở thực vật hay động vật?", "12": "Khi chia hai lũy thừa cùng cơ số (khác 0), ta giữa nguyên cơ số và ... các số mũ.[1]", "13": "Khi một vật chuyển động tròn đều, hợp lực của các lực tác dụng lên vật là lực ...", "14": "Các nguyên tử không có tính phóng xạ, được gọi là gì?", "15": "Trẻ ngủ khi được mẹ ru là phản xạ gì?", "16": "Trong thơ Chế Lan Viên, khi Nguyễn Du viết tác phẩm nào thì \"đất nước hoá thành văn\"?", "17": "Loại hình giao thông vận tải nào ra đời muộn nhất ở nước ta: đường sông, đường biển, đường bộ, đường hàng không?", "18": "DIFF là tên viết tắt của Lễ hội pháo hoa quốc tế ...", "19": "From what grain is the Japanese drink Sake made?", "20": "Đập quả bóng nảy lên mặt sàn trong khi di chuyển, rê bóng hoặc chuyền bóng, úp rổ,... là một số kĩ thuật trong môn thể thao nào?", "21": "Ngày 01/02/2021, vaccine của hãng dược phẩm nào là vaccine phòng Covid-19 đầu tiên được Việt Nam chính thức phê duyệt?", "22": "Lực nào xuất hiện không do tác dụng của vật này lên vật khác: lực đàn hồi, lực ma sát, lực quán tính?", "23": "0,01 km2 bằng bao nhiêu mét vuông?", "24": "Người Việt Nam đầu tiên sống nhiều ngày trong trạng thái mất trọng lượng là ai?", "25": "Khi tham gia phản ứng với nước và dung dịch kiềm, clo đóng vai trò là chất khử hay chất oxi hóa?", "26": "Loài muỗi có màu đen, thân và chân có những đốm trắng, thường được gọi là gì?", "27": "Trong cõi thơ Tagore, cặp hình tượng \"mây - trăng\", \"sóng - bến bờ\" tượng trưng cho tình cảm thiêng liêng nào?", "28": "Từ năm 1533, các giáo sĩ người Bồ Đào Nha đã theo thuyền buôn phương Tây đến nước ta truyền bá tôn giáo nào?", "29": "Trên Biển Đông, gió hướng nào chiếm ưu thế từ tháng 5 đến tháng 9 hằng năm?", "30": "Đội tuyển quốc gia nào đã giành chức vô địch giải U23 Đông Nam Á 2022?", "31": "Tại giải Làn Sóng Xanh 2021, các giải thưởng \"MV của năm\", \"Ca khúc của năm\" đã được trao cho bản hit nào của Đen Vâu?"}