{"1": "Trong môn bóng ném, cầu thủ ở vị trí nào được phép dùng chân để chơi bóng?", "2": "Trẻ em cần được bú mẹ hoàn toàn trong ít nhất bao nhiêu tháng đầu đời (theo khuyến cáo của WHO và  UNICEF)?", "3": "Năm thiên văn là chu kỳ quỹ đạo của hành tinh nào trong Hệ Mặt Trời?", "4": "A nightmare is a frightening or unpleasant ...", "5": "Con xít được nhắc đến trong bài hát \"Trống cơm\" thực chất là một loại chim, một loại sâu, hay một loại bọ xít?", "6": "Trong tự nhiên, nitơ là hỗn hợp của mấy đồng vị?", "7": "Bài thơ \"Đàn ghita của Lorca \" của nhà thơ Thanh Thảo đã khơi gợi nhiều hình ảnh đặc trưng của đất nước nào?", "8": "Ai là người đã dâng “thất trảm sớ” lên vua Trần Dụ Tông chém bảy tên nịnh thần?[1]", "9": "Để xác định mức độ tàn phá của một trận động đất, người ta thường dùng đơn vị đó gì?", "10": "Chất nào chiếm khối lượng chủ yếu trong tế bào?", "11": "Sự già hóa dân số diễn ra chủ yếu ở nhóm nước phát triển hay nhóm nước đang phát triển?", "12": "Từ trái sang phải, nếu một hàm số ... thì đồ thị của nó đi xuống.", "13": "Phép biến hình biến mỗi điểm M thành chính nó được gọi là phép ...", "14": "Năm 1911, Hồ Chí Minh kí tên là gì dưới bản \"Yêu sách của nhân dân An Nam\" gửi tới Hội nghị hòa bình ở Versailles?", "15": "Hát Trống quân, hát Xoan phổ biến hơn cả ở miền nào của nước ta?", "16": "What does the letter \"E\" in the abbreviation \"ASEAN\" stand for?", "17": "Hiệp định Paris được ký kết năm nào?", "18": "Theo luật cờ vua quốc tế, một ván cờ có thể có kết thúc hòa được không?", "19": "Ngành nghiên cứu các vấn đề có liên quan đến biển được gọi là gì?", "20": "Tập tính sinh ra đã có, di truyền từ bố mẹ và đặc trưng cho loài thì được gọi là tập tính gì?", "21": "Những kim loại nào sau đây là kim loại nhẹ: Magie, nhôm, titan?", "22": "Hình ảnh của ngọn nến được tạo bởi loại gương cầu nào?", "23": "Ngô Văn Kiều, Nguyễn Thị Ngọc Hoa, Từ Thanh Thuận là những vận động viên nổi tiếng của môn thể thao nào?", "24": "KHÔNG ĐỦ THỜI GIAN", "25": "Ai là người Việt Nam đầu tiên được UNESCO công nhận là danh nhân văn hóa thế giới vào năm 1980?", "26": "Điện tế bào bao gồm điện thế hoạt động và điện thế ...", "27": "Phản ứng trao đổi ion giữa muối và nước là phản ứng ... của muối.", "28": "Trong một trận bóng đá, khi bóng rơi ra ngoài đường biên ngang do tác động của cầu thủ phòng ngự, đội tấn công sẽ được hưởng một quả ...", "29": "Châu lục nào còn được gọi là \"cực lạnh\" của thế giới?", "30": "Cảm ứng ở thực vật có tốc độ phản ứng nhanh hay chậm hơn so với cảm ứng ở động vật?", "31": "Tiền thân của Đội Thiếu niên Tiền phong Hồ Chí Minh được thành lập vào ngày, tháng nào?", "32": "Bộ phim nào ra mắt năm 2017 hiện là bộ phim có doanh thu cao nhất trong lịch sử điện ảnh Việt Nam?", "33": "Chữ \"t\" trong biển báo sau là kí hiệu cho đơn vị đo khối lượng nào sử dụng ở nước ta?", "34": "Nhà bác học nào là người đầu tiên thiết lập được định luật về sự phụ thuộc của lực tương tác giữa các điện tích điểm vào khoảng cách giữa chúng?", "35": "Mỗi đường thẳng có bao nhiêu vectơ pháp tuyến?", "36": "The Grammy is an award ceremony for which field of entertainment?", "37": "Đới nào nằm ở khoảng giữa hai chí tuyến?", "38": "Đại Cồ Việt là quốc hiệu của nước ta ở các thời nhà Đinh, Tiền Lê và đầu triều đại nào?", "39": "K’lông pút là nhạc cụ của một số dân tộc thuộc khu vực nào của nước ta?[1]", "40": "Khi chúng ta bị ong chích thì nọc độc của ong được xem là kháng sinh, kháng thể hay kháng nguyên?", "41": "Hypebol gồm hai phần nằm hai bên trục ảo, mỗi phần được gọi là một ... của hypebol.", "42": "Nếu hai mặt phẳng phân biệt có một điểm chung thì chúng có đường thẳng chung, đúng hay sai?", "43": "Theo Luật Giao thông đường bộ nước ta, tất cả xe mô-tô gắn máy khi lưu thông phải có ít nhất một gương chiếu hậu phía bên ... xe.", "44": "\"Khóc Tổng Cóc\" và \"Khóc ông Phủ Vĩnh Tường\" là những bài thơ khóc chồng nổi tiếng của nữ sĩ nào?", "45": "Nguyên tố nào luôn có trong các hợp chất hữu cơ?", "46": "In the Vietnamese alphabet, how many letters are there between the letter \"I\" and the letter \"L\"?", "47": "Đại hội thể thao toàn quốc là sự kiện thể thao được tổ chức mấy năm một lần?", "48": "Điểm gần nhất mà khi có một vật ở đó mắt có thể nhìn rõ được gọi là điểm gì?"}