{"1": "Loại vitamin nào có tác dụng chống lão hóa, bảo vệ cơ thể khỏi các tổn thương do stress từ môi trường xung quanh?", "2": "Trong nền văn học cổ điển Pháp, tác giả Molière nổi tiếng hơn cả với thể loại nào: hài kịch, bi kịch hay nhạc kịch?", "3": "Biểu ngữ: \"Từ hôm nay không người thợ nào làm việc quá 8 giờ một ngày!\" gắn liền với cuộc bãi công góp phần hình thành nên ngày quốc tế nào?", "4": "Môn nào của điền kinh cần một hố cát để vận động viên tiếp đất?", "5": "Khuông nhạc có mấy dòng kẻ?", "6": "In Vietnam, which month has the Liberation of the South and National Reunification Day?", "7": "Tính chất hóa học của nguyên tố phụ thuộc vào số ... của nguyên tử nguyên tố đó (với nguyên tố thuộc các nhóm A).", "8": "Lễ chào cờ hằng tuần tại các trường học thường diễn vào thứ mấy?", "9": "Cá cháo là tên gọi khác của cá khoai, đúng hay sai?", "10": "Sông Amazon nằm ở châu lục nào?", "11": "Hình tam giác đều có bao nhiêu trục đối xứng?", "12": "Trong giới hạn đàn hồi, lực đàn hồi của lò xo phụ thuộc như thế nào vào độ biến dạng của lò xo?", "13": "Hai vật dụng phổ biến nào tượng trưng cho giai cấp công nhân và nông dân, xuất hiện trên lá cờ của nhiều Đảng Cộng sản trên thế giới?", "14": "Tim là bộ phận quan trọng của hệ ...", "15": "Câu \"một năm đã có thể kể như ba mươi năm của người\" nói về nhịp độ phát triển của văn học nước ta ở đầu thế kỷ nào?", "16": "Cuộc khởi nghĩa nào đã chấm dứt cuộc nội chiến giữa hai tập đoàn phong kiến Trịnh - Nguyễn?", "17": "Ở bộ môn đá cầu, người chơi có thể sử dụng hầu hết mọi bộ phận của cơ thể để điều khiển quả cầu, trừ hai ...", "18": "Mozart là nhà soạn nhạc nổi tiếng người quốc gia nào?", "19": "Which province has the smallest area in Vietnam?", "20": "Nguyên tử kim loại kiềm có bao nhiêu electron lớp ngoài cùng?", "21": "Dân gian Việt Nam dùng những từ như \"đi biển\", \"vượt cạn\" để nói về việc người phụ nữ trải qua quá trình trọng đại gì trong cuộc sống?", "22": "Khi clo tác dụng với kim loại, phản ứng không tỏa nhiệt. Đúng hay sai?", "23": "Trên bản đồ, nhà máy nhiệt điện thường được thể hiện bằng ngôi sau màu ...", "24": "Tiếp điểm chỉ xuất hiện khi hai đường tròn ... nhau.", "25": "Đế giày, dép bị mòn là ví dụ về tác hại của lực ...", "26": "Người Việt có câu: \"Miếng ... là đầu câu chuyện\".", "27": "Khi phân chia theo thân nhiệt, sinh vật gồm hai nhóm là biến nhiệt và ...", "28": "\"Cổ Nguyệt Đường\" gần Hồ Tây (Hà Nội) từng là nơi ở của nữ thi sĩ nào?", "29": "Ngay sau khi chiến dịch Điện Biên Phủ kết thúc, hội nghị quốc tế về chấm dứt chiến tranh ở Đông Dương diễn ra ở thành phố nào của Thụy Sĩ?", "30": "Chuyền hai, chủ công, phụ công, libero là một số vị trí xuất hiện trong đội hình thi đấu của môn thể thao nào?", "31": "\"Ni, nớ, răng, rứa\" là một số từ xuất hiện phổ biến trong các bài dân ca ở miền nào trong ba miền đất nước?", "32": "Which male football team won the 30th SEA Games Gold Medal?", "33": "Sự hô hấp và sự đốt nhiên liệu là hai lĩnh vực ứng dụng quan trọng nhất của khí ...", "34": "Để viết hoa toàn bộ văn bản trong MS Word chỉ với một nút thao tác, khi bắt đầu gõ, ta có thể nhấn phím nào?", "35": "Ở mạch điện gia đình, cầu chì và công tắc cần phải mắc với \"dây nóng\" hay \"dây nguội\"?", "36": "Thường đứng riêng lẻ, có dạng hình nón và trên đỉnh có miệng hình phễu là đặc điểm thường thấy của núi ...", "37": "Tâm đường tròn ngoại tiếp của một tam giác là điểm đồng quy của ba đường ... của tam giác ấy.", "38": "Để làm giảm tác dụng nhiệt của dòng điện trong các dây dẫn điện, người ta làm dây dẫn bằng chất có giá trị điện trở suất ...", "39": "Mọi cơ quan trong cơ thể người đều được cấu tạo từ ...", "40": "Đây là nỗi day dứt của Thúy Kiều khi nghĩ về ai: \"Tướng người dưới nguyệt chén đồng/ Tin sương luống những rày trông mai chờ\"?", "41": "Triều đại nào ở nước ta đã đặt ra việc khắc tên vào bia đá những người đỗ đạt?", "42": "FIFA là cơ quan quốc tế quản lý môn bóng đá, futsal hay bóng đá bãi biển?", "43": "Bảo vật Quốc gia \"Tượng Quan Âm nghìn mắt nghìn tay\" là hiện vật tiêu biểu của nghệ thuật điêu khắc trong tôn giáo nào?", "44": "Which province has two airports: Phu Quoc and Rach Gia?", "45": "Chữ cái nào thể hiện công thức hóa học của nguyên tố lưu huỳnh?", "46": "Loại bột nào thường được dùng để làm bánh pizza?", "47": "Rau đay là cây trồng của vụ hè hay vụ đông?", "48": "Quốc gia nào có dân số đông thứ hai thế giới hiện nay?", "49": "Đồ thị của hàm số y = x là đường ... của gocsp hần tư thứ nhất và thứ ba trong hệ tọa độ Oxy.", "50": "Góc trông của vật đối với mắt đạt giá trị lớn nhất khi vật được đặt ở điểm ... của mắt."}