{"1": "Trung bình nhân của hai số không âm ... hơn hoặc bằng trung bình cộng của chúng.", "2": "Photon có tồn tại trong trạng thái đứng yên không?", "3": "Bán đảo Phương Mai nằm ở thành phố ..., tỉnh Bình Định.", "4": "The Red River flows through which capital city?", "5": "Từ chỉ số lượng nào còn thiếu trong những câu thơ sau: \"Con đi ... núi ngàn khe/ Chưa bằng muôn nỗi tái tê lòng bầm\" (Tố Hữu)?", "6": "Khi đun nóng iot rắn biến thành hơi, không qua trạng thái lỏng. Hiện tượng gì đã xảy ra?", "7": "\"Hùm thiêng Yên Thế\" là biệt danh của nhân vật lịch sử nào?", "8": "Ở người, nước bọt được tiết ra nhiều hơn vào ban ngày hay ban đêm?", "9": "\"Sông Hương là vậy, là dòng sông của thời gian ngân vang, của sử thi viết giữa màu cỏ lá xanh biếc\" là câu trích trong tác phẩm nào?", "10": "Quốc gia nào sau đây không thuộc khu vực Mỹ Latin: Chile, Peru, Colombia, Hoa Kỳ?", "11": "Một vật sáng phẳng đặt trước một thấu kính, vuông góc với trục chính. Ảnh của vật tạo bởi thấu kính bằng ba lần vật. Thấu kính trên thuộc loại gì?", "12": "Làng nghề chạm bạc Đồng Xâm thuộc tỉnh nào?", "13": "In which province is the westernmost part of Vietnam located?", "14": "Ngẫu hứng sông Hồng, Vết chân tròn trên cát, Sắc màu... là một số sáng tác của nhạc sĩ nào?", "15": "Phím nào dài nhất trên bàn phím máy tính thông dụng?", "16": "Danh y người Việt nào đã để lại di ngôn \"Ai về nước Nam cho tôi về với!\"?", "17": "Trong một đường tròn: đường kính đi qua điểm chính giữa của một cung thì đi qua ... của dây căng cung ấy.", "18": "Tật bàn chân có nhiều ngón ở người là do đột biến gen trội hay đột biến gen lặn gây ra?", "19": "Chất nào sau đây không có phản ứng tráng bạc: glyxin, glucozơ, anđehit axetic?", "20": "Ở môn bóng chuyền, đội thắng trong một pha bóng được mấy điểm?", "21": "Hiệu hai bình phương của hai số bằng tổng hai số đó ... với hiệu hai số đó.", "22": "Tổ chức Cảnh sát hình sự quốc tế lớn nhất thế giới có tên là gì?", "23": "Quan sát một chiếc xe máy chạy trên đường thẳng, ta nhận thấy quỹ đạo của mọi điểm của khung xe gần như là những đường thẳng ... với mặt đường.", "24": "Hình ảnh \"áo mơ phai dệt lá vàng\" xuất hiện trong tác phẩm nào của nhà thơ Xuân Diệu?", "25": "\"Đà Lạt - Thành phố bốn mùa hoa\" là chủ đề của sự kiện nào trong lần thứ 9 được tổ chức?", "26": "Đường đẳng nhiệt biểu diễn sự biến thiên của áp suất theo thể tích của một lượng khí khi nhiệt độ ...", "27": "\"Một thứ chữ mới ghi âm tiếng Việt, nhằm phục vụ cho việc truyền giảng đạo Thiên Chúa\". Đây là chức năng ban đầu của loại chữ nào?", "28": "Phi kim nào có tính oxi hoá mạnh nhất?", "29": "Which February holiday celebrates love in many countries around the world?", "30": "Theo thuyết ..., vũ trụ được hình thành cách đây chừng 15 tỉ năm sau một \"Vụ nổ lớn\" từ một \"nguyên tử nguyên thuỷ\".", "31": "Hemocyanin hòa tan trong huyết tương làm máu bạch tuộc có màu hơi ...[1]", "32": "Việt Nam nằm ở rìa phía đông của bán đảo ...[1]", "33": "Hội nghị thành lập Đảng Cộng sản Việt Nam được tổ chức vào năm nào?", "34": "Hệ nhị phân là hệ đếm cơ bản dùng hai ký tự là ... và ... để biểu đạt một giá trị số.", "35": "Những bức tranh \"Ngũ hổ\", \"Tố nữ\", \"Tứ quý\" thuộc về dòng tranh dân gian nào có xuất xứ từ phố cổ Hà Nội?", "36": "Trong thành phần của hỗn hống luôn có kim loại nào?"}