{"1": "Người mắc bệnh đao có mấy NST thứ 21?", "2": "Chiến thắng nào của quân dân ta đã buộc Pháp phải chấp nhận ký kết Hiệp định Genève, công nhận nền độc lập và toàn vẹn lãnh thổ của Việt Nam?", "3": "Quỹ đạo của Trái Đất khi quay quanh Mặt Trời là một đường ...", "4": "Huấn luyện viên nào đã giành giải Cúp Chiến thắng 2019 ở hạng mục \"Huấn luyện viên người nước ngoài của năm\"?", "5": "Trong số các hạt cấu tạo nên nguyên tử: proton, notron và electron, hạt nào có khối lượng rất bé, không đáng kể so với nguyên tử?", "6": "Đánh chập, ngón vê là những kỹ thuật biểu diễn chính của loại trống dân gian Việt Nam nào?", "7": "Which planet is known as the red planet?", "8": "Huy chương Fields được xem là giải Nobel trong lĩnh vực ...", "9": "Dãy số 4, 2, 1, 1/2 là một cấp số nhân. Đúng hay sai?", "10": "Ai là tác giả của \"Bạch Đằng giang phú\"?", "11": "Trong hệ trục tọa độ Oxy, người ta thường vẽ trục nào thẳng đứng?", "12": "Trong quá trình đẳng ... của một lượng khí nhát định, áp suất tỉ lệ nghịch với thể tích.", "13": "Cuộc nổi dậy ở địa phương nào đã chính thức mở rộng phong trào Đồng khởi chống Mỹ cứu nước trên toàn miền Nam?", "14": "Hình thu được của các vật, có thể quan sát qua một dụng cụ quang học, được gọi là gì?", "15": "Ếch là loài động vật thuộc lớp nào?", "16": "Nông Văn Dền là tên thật của người anh hùng nhỏ tuổi nào?", "17": "Quần đảo Cô Tô thuộc tỉnh/thành nào?", "18": "Những giải đấu nào sau đây thuộc hệ thống các Giải Bóng đá Chuyên nghiệp quốc gia: V.League 1, V.League 2, Cúp quốc gia?", "19": "Số electron lớp ngoài cùng của nguyên tử oxi là ...", "20": "Bài dân ca này có tên là gì?https://duong-len-dinh-olympia.fandom.com/vi/wiki/T%E1%BA%ADp_tin:Tuan1thang2quy2Olympia21-KhoidongNhac1.ogg", "21": "Vietnam Standard Time is ... hours ahead of Greenwich Mean Time (GMT).", "22": "Cây nêu thường được làm từ loài cây gì?", "23": "Tất cả các tỉnh thuộc khu vực Bắc Trung bộ hiện nay của nước ta đều giáp Lào. Đúng hay sai?", "24": "Theo bài thơ \"Trên một chiếc xe tăng\" của nhà thơ Hữu Thỉnh, có bao nhiêu người lính cùng chiến đấu trên một chiếc xe tăng?", "25": "Nếu hai vecto vuông góc với nhau thì tích vô hướng của chúng bằng ...", "26": "Lực tương tác giữa các vật trong một hệ vật được gọi là ...", "27": "Tác giả bộ \"Thượng kinh ký sự\" là nhà văn, nhà y học nào?", "28": "Cá hồi chỉ sống ở biển. Đúng hay sai?", "29": "Cơ quan hô hấp thực hiện sự trao đổi khí ngoài của lớp chim là phổi và ...", "30": "Tia tử ngoại chủ yếu dùng để gây ra các đột biến ...", "31": "Ai là người nhân danh vua Hàm Nghi để viết chiếu Cần Vương?", "32": "Sông Vàm Cỏ được hợp thành từ hai nhánh sông chính nào?", "33": "Ở nội dung carom ba băng của bộ môn billiards thì trên bàn có bao nhiêu viên bi?", "34": "Trong công nghiệp, clo được sản xuất như là một sản phẩm phụ của công nghiệp sản xuất xút bằng điện phân dung dịch ... bão hòa có màng ngăn.", "35": "Nhạc sĩ Văn Cao sáng tác bài Làng tôi trong thời kì kháng chiến chống ...", "36": "How many zeros are there in one million?", "37": "Trong năm thành phố trực thuộc Trung ương của nước ta hiện nay, thành phố nào có diện tích lớn nhất?", "38": "Ở áp suất chuẩn, mỗi chất lỏng sôi ở nhiệt độ xác định và không đổi. Đúng hay sai?", "39": "Nhân vật nào trong tiểu thuyết \"Số đỏ\" (Vũ Trọng Phụng) nổi tiếng với câu nói \"Biết rồi, khổ lắm, nói mãi\"?", "40": "Tam giác có số đo ba cạnh lần lượt là a, b, c thỏa mãn đẳng thức a² + b² = c² là tam giác gì?", "41": "Cơ năng của vật chuyển động dưới tác dụng của lực đàn hồi bằng tổng của ... và ... đàn hồi của vật.", "42": "Khí nào thường được gọi là dưỡng khí vì nó duy trì sự sống?", "43": "Trong quá trình tiêu hóa ở người, các chất trong thức ăn bị biến đổi về mặt hóa học trong quá trình tiêu hóa là gluxit, lipit, axit nucleic và ...", "44": "Tên gọi của ngôi chùa nào ở Bắc Ninh bắt đầu từ việc trong chùa có một ngọn tháp hình cây bút?", "45": "Sông nào có lưu vực lớn nhất thế giới?", "46": "Kiếm thủ, kiếm sĩ là các cách gọi khác nhau của những vận động viên thi đấu ở môn thể thao nào?", "47": "Trong nhóm halogen, đi từ flo đến iot, bán kính nguyên tử ... dần và độ âm điện ... dần.", "48": "Nhà soạn nhạc người Áo nào là tác giả của bản \"Hành khúc Thổ Nhĩ Kỳ\"?", "49": "What is the hottest continent on Earth?", "50": "Đại hội đồng Liên Hợp Quốc thường họp mấy lần trong một năm?", "51": "Tầng ion và tầng nhiệt là tên gọi của cùng một tầng trong khí quyển của Trái Đất, đúng hay sai?", "52": "Gánh hàng nước của mẹ con chị Tí, tiếng đàn bầu bần bật của vợ chồng bác xẩm và gánh phở ế hàng của bác Siêu là những cảnh tượng ảm đạm trong tác phẩm văn học nào?", "53": "Độ dài đường trung bình của tam giác bằng ... độ dài cạnh thứ ba của tam giác ấy.", "54": "Sự đẩy hoặc hút nhau giữa các điện tích đươc gọi là sự ... điện."}