{"1": "Bào quan nào trong tế bào thực vật chứa chất diệp lục có khả năng chuyển đổi năng lượng ánh sáng thành năng lượng hóa học?", "2": "Nhà viết kịch người Anh nào được xem là nhà viết kịch đi trước thời đại, và là \"Thi sĩ của dòng sông Avon\"?", "3": "Luận cương chính trị đầu tiên của Đảng ta do ai khởi thảo?", "4": "At room temperature, what is the only metal that is in liquid form?", "5": "Đoàn Văn Hậu, Nguyễn Quang Hải là những cầu thủ thuận chân ...", "6": "Từ nào còn thiếu trong đoạn bài hát sau?https://duong-len-dinh-olympia.fandom.com/vi/wiki/T%E1%BA%ADp_tin:Thang1quy2Olympia21-KhoidongNhac1.ogg", "7": "Phản ứng hóa học nào chứng tỏ kim cương và than chì là hai dạng thù hình của nguyên tố cacbon?", "8": "Khăn Phêu là một loại thổ cẩm nổi tiếng của đồng bào dân tộc nào ở nước ta?", "9": "Ở sâu bọ, hệ tuần hoàn có tham gia vào quá trình vận chuyển khí trong hô hấp không?", "10": "Trên đất liền, nước ta có chung đường biên giới với những quốc gia nào?", "11": "Khi quay nửa hình tròn một vòng quanh đường kính cố định, ta được hình gì?", "12": "Việc mạ đồng, mạ vàng, mạ crom, mạ niken lên các vật bằng kim loại dựa trên tác dụng gì của dòng điện?", "13": "Sứa tua dài - động vật có chiều dài cơ thể (kể cả tua) đứng thứ hai trong thế giới động vật, là đại diện của ngành nào?", "14": "Nhà thơ nào là một trong những thi si viết về mùa xuân nhiều nhất trong các nhà Thơ Mới với các tác phẩm như: Mưa xuân, Xuân về, Thơ xuân, Mùa xuân xanh, Xuân tha hương?", "15": "Nhà ngục Bastille được xem là biểu tượng của chế độ phong kiến chuyên chế ở quốc gia nào trước đây?", "16": "Which country is the origin of the La Habana cigars?", "17": "IFAB là tên viết tắt bằng tiếng Anh của Ủy ban quốc tế của môn thể thao nào?", "18": "Ngày 7 tháng 12 năm 2017, loại hình nghệ thuật nào của nước ta đã được UNESCO công nhận là di sản văn hóa phi vật thể đại diện của nhân loại?", "19": "Đường sữa là tên gọi khác của loại đường nào: saccarozo, mantozo, hay lactozo?", "20": "Ngô Quý Đăng là học sinh lớp 10 đầu tiên của Việt Nam đoạt Huy chương vàng trong kì thi Olympic Quốc tế môn ...", "21": "Triều đại nào có thời gian tồn tại lâu hơn: nhà Hồ hay nhà Đinh?", "22": "Vườn quốc gia Pù Mát nằm ở tỉnh nào nước ta?", "23": "Tích của 100 số nguyên tố đầu tiên chia cho 21 có số dư là bao nhiêu?", "24": "Trong những loại kiến sau, loại nào có hàm trên khỏe hơn: kiến lính, kiến thợ hay kiến cánh?", "25": "Con sông nào của tỉnh Hải Dương đã được nhà thơ Trần Đăng Khoa nhắc đến trong bài thơ \"Hạt gạo làng ta\"?", "26": "Cả hai bản Hiến pháp 1946 và Hiến pháp 1959 của nước ta đều được Quốc hội khóa mấy xem xét và thông qua?", "27": "Who was the first man to walk on the moon?", "28": "Cự li bán marathon tiêu chuẩn có độ dài khoảng bao nhiêu km?", "29": "Những loại đàn nào là đàn phím: dương cầm, phong cầm, vĩ cầm?", "30": "Hợp chất nào của kali được dùng để làm xà phòng từ mỡ và dầu trong công nghiệp tẩy rửa?", "31": "\"Nhất liệu, nhì nung, tam hình, tứ trí\" là một nguyên tắc trong quá trình sản xuất ...", "32": "BWF là Liên đoàn Cầu lông thế giới của các tay vợt nam hay nữ?", "33": "\"Độ cao lớn, đỉnh ngọn, sườn dốc, thung lũng sâu\" là những đặc điểm hình thái của loại núi gì?", "34": "Nếu một tam giác có một cạnh là đường kính của đường tròn ngoại tiếp thì tam giác đó là tam giác ...", "35": "Bản chất của các kháng thể trong cơ thể người là đại phân tử nào?", "36": "Ca dao Việt Nam có câu: \"Thương nhau củ ấu cũng .../ Ghét nhau quả bồ hòn cũng ...\".", "37": "Nữ đô đốc nào của triều Tây Sơn nổi tiếng với tài huấn luyện, điều khiển voi?", "38": "The river Thames goes through ... - the capital city of the United Kingdom.", "39": "Trong thi đấu, kiểu bơi nào vận động viên xuất phát ở dưới nước?", "40": "Một dàn nhạc giao hưởng thường gồm mấy bộ nhạc cụ?", "41": "Để làm sạch lớp cặn đục bám vào phía trong ấm đun nước nóng sử dụng lâu ngày, ta có thể dùng dung dịch nào sau đây: dd cồn đun nóng, nước muối loãng đun nóng, dd dấm ăn đun nóng?", "42": "Vắc xin BCG là loại vắc-xin chủ yếu được dùng để phòng bệnh gì?", "43": "Ở cây, các nguyên tố như vàng, bạc, platin, thủy ngân, iot... được xếp vào các nguyên tố vi lượng hay các nguyên tố siêu vi lượng?", "44": "Gió mùa Tây Nam mang hơi ẩm từ đại dương nào gây mưa cho khu vực phía Nam nước ta?", "45": "Định lí côsin trong một tam giác bất kì được mở rộng từ định lí nào trong tam giác vuông?", "46": "Những loại gương nào chỉ cho ảnh ảo với vật thật?"}