{"1": "Từ nào còn thiếu trong hai câu thơ sau: \"Làm trai phải ... ở trên đời/ Há để càn khôn tự chuyển dời\"? (Lưu biệt khi xuất dương - Phan Bội Châu)", "2": "Những phép biến hình có tính chất bảo toàn khoảng cách giữa hai điểm bất kì được gọi chung là phép ...", "3": "Đại lượng nào đặc trưng cho khả năng tích điện của một tụ điện?", "4": "Trong phân tử NH3, nguyên tử N có mấy cặp electron hóa trị có thể tham gia liên kết với nguyên tử khác?", "5": "Vườn quốc gia Lò Gò - Xa Mát nằm trên địa phận tỉnh nào?", "6": "Nếu tổng của hai số tự nhiên là một số lẻ thì tích của chúng có thể là một số lẻ được không?", "7": "If you freeze water, what do you get?", "8": "Theo truyền thuyết, thường thì loài vật nào sau khi vượt vũ môn sẽ hóa rồng?", "9": "Nguyễn Phúc Vĩnh Thụy là tên khai sinh của vị vua nào?", "10": "Bài thơ này nói về cách tính diện tích của hình gì: \"Tam giác bị cụt đầu/ Diện tích tính làm sao?/ Cạnh trên, cạnh dưới cộng vào/ Đem nhân với nửa bề cao khắc thành\"?", "11": "Bánh cáy là đặc sản của tỉnh nào?", "12": "Khi biên độ của sóng tăng gấp đôi, công suất sóng truyền đi tăng mấy lần?", "13": "Các đường vĩ tuyến gặp nhau ở đâu?", "14": "Sáng tác của Tú Xương chủ yếu là thơ Nôm hay thơ Hán?", "15": "Tỉa cành là biện pháp thường dùng để tập trung phát triển chiều cao hay ra thêm hoa ở một số loài cây?", "16": "Điện phân có màng ngăn dung dịch NaCl bão hòa là phương pháp để sản xuất loại bazơ nào?", "17": "Loại đột biến nào không thể di truyền qua sinh sản hữu tính: đột biến xôma, đột biến giao tử, đột biến tiền phôi?", "18": "What country is sushi from?", "19": "Tên gọi hồ Hoàn Kiếm ở Hà Nội bắt nguồn từ truyền thuyết trả gươm cho rùa thần của vị vua nào?", "20": "Hình lăng trụ đứng là hình lăng trụ có cạnh bên ... với mặt đáy.", "21": "Tỉnh nào là tỉnh đầu tiên của Tây Nguyên có hai thành phố trực thuộc?", "22": "Trong một bài thơ của Trần Đăng Khoa, có một loại lá được nhắc tới với \"tiếng rơi rất mỏng như là rơi nghiêng\". Đó là lá gì?", "23": "Nhấn phim Caps Lock trên bàn phím máy tính trước rồi tiến hành soạn thảo văn bản thì chữ trong văn bản ấy sẽ hiển thị như thế nào?", "24": "Khái niệm \"Nhiệt độ Curie\" được đặt theo tên của nhà khoa học Marie Curie hay Pierre Curie?", "25": "Những tác phẩm nào sau đây của Nguyễn Đình Chiểu: Lục Vân Tiên, Dương Từ - Hà Mậu, Ngư Tiều y thuật vấn đáp?", "26": "Vị vua cuối cùng của triều Lý là ai?", "27": "Một bài thơ hai-cư truyền thống chỉ có mấy câu?", "28": "Giới nào sử dụng năng lượng ánh sáng để tổng hợp nên chất hữu cơ từ các chất vô cơ, cung cấp nguồn dinh dưỡng cho các sinh vật khác?", "29": "Lục địa nào có độ cao trung bình cao nhất?", "30": "Tên thành phố nào còn thiếu trong đoạn bài hát sau?https://duong-len-dinh-olympia.fandom.com/vi/wiki/T%E1%BA%ADp_tin:Tuan1thang2quy4Olympia22-KhoidongNhac1.mp3", "31": "In which year did SEA Games 31 take place?"}