{"1": "Hái lộc, xông đất, kiêng quét nhà,... là một số tục lệ cổ truyền của dân tộc ta trong dịp nào hằng năm?", "2": "Trong tam giác vuông, đường trung tuyến ứng với cạnh huyền có độ dài bằng ... cạnh huyền ấy.", "3": "Muốn tạo ảnh ảo lớn hơn vật thì ta phải dùng loại gương nào: gương phẳng, gương cầu lồi, gương cầu lõm?", "4": "Natri nóng chảy cháy trong khí clo với ngọn lửa sáng chói, tạo ra sản phẩm gì?", "5": "Quê hương của cây lúa là Ấn Độ và khu vực nào của châu Á?", "6": "Hai loài hoa thân thuộc nào mỗi dịp xuân về được nhắc tới trong đoạn thơ sau: \"Hoa ... thắm đỏ/ Hoa ... dát vàng/ Thoắt mùa xuân sang/ Thi nhau rộ nở\"?", "7": "Trong số những tên gọi của Bác Hồ, tên nào có ý nghĩa là \"Người yêu nước mang họ Nguyễn\"?", "8": "Châu Á (không kể các đảo) tiếp giáp với những châu lục nào?", "9": "Trong một trận bóng đá, một cầu thủ ghi ba bàn thắng thì được gọi là đã lập một ...", "10": "Bài hát nào đã trở thành đội ca của Đội Thiếu niên Tiền phong Hồ Chí Minh?", "11": "The September 11 Attacks was an event happened in which country in 2001?", "12": "Thiết bị gia dụng phổ biến nào được dùng để bảo quản thực phẩm ở nhiệt độ thấp (khoảng 1 - 7 độ C hoặc dưới 0 độ C)?", "13": "Trong môi trường trong suốt nhưng không đồng tính, ánh sáng có truyền theo đường thẳng không?", "14": "Hai góc đối đỉnh là hai góc mà mỗi cạnh của góc này là ... của một cạnh góc kia.", "15": "Khi xe đạp đang chuyển động mà ta bóp phanh, loại lực ma sát nào đã sinh ra do má phanh ép sát lên vành bánh xe?", "16": "Hợp chất nào của canxi là thành phần chính trong mai/vỏ của các loài sò, ốc?", "17": "Thân cây dài ra do sự phân chia ... ở mô phân sinh ngọn.", "18": "Tác phẩm Lặng lẽ Sa Pa được viết theo thể loại nào?", "19": "Ai đã dành lời khen tặng \"Quân đội ta trung với Đảng, hiếu với dân\" nhân dịp kỷ niệm 20 năm ngày thành lập quân đội?", "20": "Đất nước Đông Nam Á nào như một lòng chảo khổng lồ với đáy là Biển Hồ và vùng phụ cận?", "21": "Tuyển thủ Đoàn Văn Hậu thường thi đấu ở vị trí nào trong đội hình đội tuyển bóng đá Việt Nam?", "22": "Bức tranh này là một đại diện của dòng tranh dân gian nào?", "23": "What's the most common language in Spain?", "24": "Nguồn dinh dưỡng tốt nhất cho sức khoẻ và sự phát triển toàn diện của trẻ sơ sinh và trẻ nhỏ là gì?", "25": "Phân số nào lớn hơn: 2/3 hay 5/10?", "26": "Vào lúc 18h00, kim phút và kim giờ tạo thành một góc bao nhiêu độ?", "27": "Trạng thái của vật khi đứng yên hoặc chuyển động thẳng đều được gọi là trạng thái ...", "28": "Quá trình nào ngược với bay hơi?", "29": "Rễ các cây trồng họ Đậu giúp củng cố và gia tăng hàm lượng nguyên tố nào trong đất trồng?", "30": "\"Nhà thơ mới nhất trong các nhà thơ mới\" là nhận xét của Hoài Thanh - Hoài Chân về ai?", "31": "Nước Anh là nơi khởi nguồn cuộc cách mạng công nghiệp lần thứ mấy trên thế giới?", "32": "Kênh đào Panama nối Đại Tây Dương với ...", "33": "Aston Villa, Everton, West Ham United... là các câu lạc bộ bóng đá của nước nào?", "34": "Người nam giới và người nữ giới hát quan họ được gọi là gì?", "35": "How many meters is one kilometer?"}