{"1": "Những câu thơ này nằm trong bài thơ nào: \"Chú bé loắt choắt/ Cái xắc xinh xinh/ Cái chân thoăn thoắt/ Cái đầu nghênh nghênh\"?", "2": "Rễ cây trên cạn hấp thụ nước và ion khoáng chủ yếu qua miền ...", "3": "Hàm số y = sinx và y = cosx là những hàm số tuần hoàn với chu kỳ ... pi.", "4": "Thân Nhân Trung từng nói: \"Hiền tài là ... quốc gia\".", "5": "Nếu chia khổ giấy A0 thành bốn phần bằng nhau, ta được khổ giấy nào?", "6": "Các chất rắn ... không có nhiệt độ nóng chảy xác định.", "7": "What is the last letter in the English alphabet?", "8": "Crom hay đồng có thể tồn tại trong tự nhiên dưới dạng đơn chất?", "9": "UEFA là tên viết tắt của Liên đoàn ... châu Âu.", "10": "Nhạc sĩ nào là tác giả bài Đội ca?", "11": "Ở xích đạo, quanh năm độ dài của ngày ... độ dài của đêm.", "12": "Ion ... là cation, ion ... là anion.", "13": "Thám tử Sherlock Holmes là nhân vật có thật hay nhân vật hư cấu?", "14": "Cầu thủ nào ghi được nhiều bàn thắng nhất cho đội tuyển U23 Việt Nam trong giải Vô địch bóng đá U23 Châu Á 2018?", "15": "Sóng ... là sự giao thoa của sóng tới và sóng phản xạ.", "16": "10X là thuật ngữ dùng để chỉ những người sinh ra trong thập niên ...", "17": "Trong cùng một chu kỳ, theo chiều tăng dần của điện tích hạt nhân thì độ âm điện thay đổi như thế nào?", "18": "Đồng tiền đúc đầu tiên của nước ta xuất hiện ở thời nhà nào?", "19": "\"Sống trong đời sống cần có một tấm lòng\" là lời ca trong nhạc phẩm nào của Trịnh Công Sơn?", "20": "Các hình ảnh \"tấm lụa đào\", \"hạt mưa sa\" gợi nhớ đến thân phận của ai trong ca dao Việt Nam?", "21": "Lãnh thổ Ai Cập nằm trên hai châu lục là châu Á và ...", "22": "Ở mắt người, độ cong của ... có thể thay đổi được nhờ sự co giãn của cơ vòng, làm cho mắt điều tiết được.", "23": "Trong không gian, nếu hai đường thẳng vuông góc với nhau thì vị trí tương đối của chúng có thể là ... hoặc cắt nhau.", "24": "KHÔNG ĐỦ THỜI GIAN", "25": "Trong các tam giác có cùng diện tích, tam giác nào có chu vi nhỏ nhất?", "26": "Quốc hiệu nước ta vào thời Tiền Lê là Đại Việt hay Đại Cồ Việt?", "27": "Chánh án Đẩu, nghệ sĩ Phùng là những nhân vật trong tác phẩm văn học nào?", "28": "Noãn đã thụ tinh sẽ phát triển thành bộ phận nào của thực vật?", "29": "\"Dư địa chí\" - bộ sách địa lí cổ nhất nước ta do ai biên soạn?", "30": "Đây là các vận động viên của môn võ nào?", "31": "Gió Lào còn có tên gọi khác là gì?", "32": "Lễ hội Lam Kinh (Thanh Hóa) được tổ chức để tưởng nhớ vị anh hùng dân tộc nào?", "33": "Hóa trị của nguyên tố trong hợp chất ion được gọi là gì?", "34": "What is the capital city of Singapore?", "35": "\"Cò lả\" là điệu dân ca vùng miền nào của nước ta?", "36": "Lực hấp dẫn giữa hai vật có độ lớn tỉ lệ ... với khối lượng của mỗi vật.", "37": "Ngoài thủ môn, cầu thủ ở các vị trí khác có thể chơi bóng bằng tay hợp lệ trong trường hợp nào?", "38": "\"Đồng Đăng có phố Kỳ Lừa/ Có nàng Tô thị, có chùa Tam Thanh\". Những địa danh trong câu ca dao này thuộc tỉnh nào?", "39": "Penguins live mostly on Antarctica, near the ... Pole.", "40": "Sin của góc 0 độ có giá trị bằng ...", "41": "Trong âm nhạc, có tất cả bao nhiêu nốt nhạc cơ bản?", "42": "Hồ nước ngọt nào sâu nhất thế giới?", "43": "Độ dài của ruột ở các loài thú chuyên ăn thịt dài hơn ở các loài thú chuyên ăn thực vật. Đúng hay sai?", "44": "Chuyện xứ Langbiang, Tôi là Bêtô, Cho tôi xin một vé đi tuổi thơ... là những tác phẩm của nhà văn nào?", "45": "Lê Chân, Vũ Thị Thục là hai vị nữ tướng của cuộc khởi nghĩa nào?", "46": "Ancol tác dụng với kim loại kiềm tạo ra ancolat và giải phóng ...", "47": "Áp suất trong bình đựng chất lỏng cao nhất ở vị trí nào của bình?", "48": "Cơ thể một người có mấy lá phổi?"}