{"1": "Đường conic nào có tâm sai e = 1?", "2": "Vở cải lương \"Tiếng trống Mê Linh\" ca ngợi cuộc khởi nghĩa nào trong lịch sử?", "3": "Clo ẩm có tác dụng tẩy màu là do sự có mặt của hợp chất nào?", "4": "How many capitals does South Africa have?", "5": "Huyện miền núi nào nằm ở phía tây nam tỉnh Hà Tĩnh, giáp Lào, gắn với cuộc khởi nghĩa của Phan Đình Phùng?", "6": "Tìm từ còn thiếu trong định nghĩa sau: \"... nhiệt là sự truyền nhiệt bằng các tia nhiệt đi thẳng\".", "7": "Đại hội Thể thao châu Á (ASIAD 19) diễn ra vào tháng 9 và tháng 10 tới đây tại đất nước nào?", "8": "Trong quá trình chế biến giấm từ rượu, sau một thời gian ta thấy có một lớp váng trắng phủ trên bề mặt. Lớp váng trắng đó do đám vi khuẩn ... liên kết với nhau tạo ra.", "9": "Đa số các dân tộc trên thế giới dùng hệ đếm ... để biểu diễn các con số.", "10": "\"Nụ ... nở ra xanh biếc/ Em có chồng rồi anh tiếc lắm thay!/ Ba đồng một mớ trầu cay/ Sao anh chẳng hỏi những ngày còn không?\". Từ nào còn thiếu trong các câu trên?", "11": "Ở nhiệt độ khoảng 3000 độ C (hoặc nhiệt độ của lò hồ quang điện), nitơ kết hợp trực tiếp với oxi sẽ tạo ra khí nào?", "12": "\"Bom A\" là tên gọi khác của loại bom nào?", "13": "Khi Trái Đất ở vị trí hạ chí, nửa cầu nào ngả về phía Mặt Trời nhiều nhất?[1]", "14": "Con người và động vật khi ăn carotenoid sẽ chuyển hóa nó thành vitamin ..., rất có lợi cho thị giác.", "15": "Với người Mông, nhạc cụ đặc trưng nào thường chỉ dành cho nam giới, giúp các chàng trai thể hiện tình yêu, tài nghệ, là vật dụng quan trọng trong nhiều nghi lễ, tín ngưỡng?", "16": "Ngày 5/5/2023, Tổ chức Y tế thế giới (WHO) đã dỡ bỏ tình trạng khẩn cấp y tế toàn cầu với căn bệnh nào?", "17": "\"Say cheese\" is an idiom used to ask somebody to ... before you take their photograph.", "18": "Enzim nào có tác dụng thủy phân tinh bột, được dùng khi làm tương, rượu nếp...?", "19": "Làng Quỳnh Đôi - ngôi làng khoa bảng của huyện Quỳnh Lưu, Nghệ An được cho là quê hương của nữ sĩ nổi tiếng nào?", "20": "Theo \"The World Geography\", họ nào của người Việt là một trong những họ phổ biến nhất thế giới?", "21": "Đường thẳng đi qua ... hai đáy của hình thang cân là trục đối xứng của hình thang cân đó.", "22": "Mỗi thấu kính có bao nhiêu tiêu diện?", "23": "Năm 1995, nước ta đã đạt được thành tựu quan trọng trong lĩnh vực đối ngoại là bình thường hóa quan hệ với Mĩ và gia nhập tổ chức nào vào ngày 28/7/1995?", "24": "\"Eo đất này thắt đáy lưng ong/ Cho tình người đọng mật\" (Hoàng Trần Cương). Những câu thơ trên viết về vùng đất nào: miền Bắc, miền Trung hay miền Nam?", "25": "Tổng 5 số tự nhiên liên tiếp là 45, vậy số ở giữa là số mấy?", "26": "Nước tiểu được tạo thành ở các đơn vị chức năng của cơ quan nào?", "27": "Bộ phận nào sau đây của mắt đóng vai trò như vật kính máy ảnh: giác mạc, con ngươi, thể thủy tinh, màng lưới?", "28": "What is a young dog called?[1]", "29": "Nước tinh khiết (ở điều kiện tiêu chuẩn) có độ pH =...[2]", "30": "Tên địa danh nào còn thiếu trong câu ca dao: \"... giáp biển, nổi tiếng mắm tôm chà/ Mắm tôm chua ai ai cũng chắt lưỡi hít hà/ Sài Gòn, chợ Mỹ ai mà không hay\"?", "31": "Chiến thắng nào không phải là chiến thắng đánh bài quân xâm lược Mông - Nguyên của quân dân thời Trần thế kỉ XIII: chiến thắng Đông Bộ Đầu, chiến thắng Hàm Tử, chiến thắng trên sông Như Nguyệt, chiến thắng Chương Dương, chiến thắng Vạn Kiếp?", "32": "Loại đường nào chiếm thành phần chủ yếu trong mạch nha?", "33": "\"Đêm thu buồn lắm chị Hằng ơi!/ Trần thế em nay chán nửa rồi,\" là những câu thơ trong tác phẩm nào của Tản Đà?", "34": "Cầu vòm thép cao nhất Việt Nam nằm tại tỉnh nào?", "35": "Lực nào xuất hiện ở mặt tiếp xúc của vật với bề mặt để giữ cho vật đứng yên trên bề mặt đó khi vật bị một lực tác dụng song song với mặt tiếp xúc?", "36": "Các gen trội có lợi tập trung cao nhất ở cơ thể lai nào?"}