{"1": "Ở người, cơ quan nào của hệ tuần hoàn có khả năng co dãn theo chu kì?", "2": "\"Sáng rực, vui vẻ và huyên náo\" là những hồi tưởng của nhân vật văn học Liên về vùng đất nào?", "3": "Vị vua nào của nhà Tiền Lê đã đặt niên hiệu là Thiên Phúc?", "4": "\"Những chú lính chì\" là biệt danh của đội tuyển quốc gia nào?", "5": "Phim điện ảnh \"Fast & Furious\" đã có mấy phần ra rạp?", "6": "Bollywood is a vital part of the film industry in which country?", "7": "Nguyên tố nào phổ biến thứ hai trong vỏ Trái Đất, chỉ sau oxi?", "8": "Theo tín ngưỡng dân gian Việt Nam, ngày xá tội vong nhân diễn ra vào rằm tháng ... âm lịch.", "9": "Khí thiên nhiên và khí mỏ dầu là một. Đúng hay sai?", "10": "Vùng nào nhiều khoáng sản hơn cả: Tây Bắc và Bắc Trung Bộ, miền Bắc và Đông Bắc Bắc Bộ, Tây Nguyên?", "11": "Trong cùng một đường tròn, hai cung bị chắn giữa hai dây ... thì bằng nhau.", "12": "Những vật liệu được dùng để làm giảm tiếng ồn truyền đến tai được gọi là những vật liệu ...", "13": "Nếu có thể thiếu nguyên tố nào có thể dẫn đến bệnh bướu cổ?", "14": "Quá trình quang hợp của lá cây được thực hiện qua những pha nào?", "15": "Ai là tác giả của bài thơ \"Truyện cổ tích về loài người\"?", "16": "Người đội viên nổi tiếng nhất của dân tộc Nùng, hi sinh khi mới 15 tuổi, là ai?", "17": "Euro 2020 diễn ra cùng khoảng thời gian với sự kiện bóng đá lớn nào ở châu Mỹ?", "18": "Trong một lời ca của bài \"Như có Bác trong ngày đại thắng\", có bao nhiêu lần năm tiếng \"Việt Nam - Hồ Chí Minh\" vang lên?", "19": "Are coins usually made of paper or metal?", "20": "Liên kết hóa học giữa các nguyên tử trong phân tử nước là liên kết ...", "21": "Ở nhiều vùng nông thôn, nhất là thời trước, trẻ em thường bắt loài côn trùng nào bỏ vào những vật dụng trong suốt để làm \"đèn lồng\"?", "22": "Đổ dầu ăn và nước vào trong cùng một cái cốc, sản phẩm tạo thành là hỗn hợp đồng nhất hay không đồng nhất?", "23": "Đại dương nào có độ mặn thấp nhất so với các đại dương khác?", "24": "Hình chóp có đáy là tam giác thì gọi là gì?", "25": "Sự khuếch tán của các phân tử nước qua màng sinh chất được gọi là sự ...", "26": "Truyện dài nổi tiếng nhất của nhà văn Đoàn Giỏi, viết về quãng đời lưu lạc của cậu bé An tại vùng đất U Minh, có tên là gì?", "27": "Karl Benz, Henry Ford, Franz Josef Popp, Kiichiro Toyoda... là một số nhà tiên phong trong lĩnh vực công nghiệp sản xuất loại phương tiện giao thông nào?", "28": "Hiện nay, các Đội tuyển bóng đá quốc gia Việt Nam sử dụng hai loại trang phục thi đấu chính: một loại màu đỏ và một loại màu ...", "29": "Con vật nào được nhắc đến trong câu hát sau?https://duong-len-dinh-olympia.fandom.com/vi/wiki/T%E1%BA%ADp_tin:Tuan1thang3quy4Olympia2021-KhoidongNhac1.ogg", "30": "What's the past tense form of \"know\"?", "31": "Ưu điểm cơ bản của cao su là tính ...", "32": "Các đầu đao, đầu cột của đình làng ở nước ta thường được chạm khắc hình đầu con vật gì?", "33": "Muốn pha loãng axit sunfuric đặc, để không gây nguy hiểm, ta phải rót từ từ nước vào lọ đựng axit đặc rồi khuấy đều. Đúng hay sai?", "34": "Dãy núi nào đồ sộ và dài nhất bán đảo Đông Dương?", "35": "Đường ... của tam giác là đoạn thẳng nó một đầu là đỉnh của tam giác, đầu kia là trung điểm của cạnh đối diện với đỉnh đó.", "36": "Watt kế là dụng cụ chuyên dùng để đo ... tiêu thụ trong một đoạn mạch.", "37": "Ở mọi thời điểm trong ngày, phần Trái Đất hướng về phía Mặt Trời là ban ngày hay ban đêm?", "38": "Điểm ngăn cách giữa phần lồi và phần lõm của đồ thị được gọi là gì?", "39": "Kết hôn gần làm ... nòi giống.", "40": "Đâu là những ví dụ về một loại hình văn bản: bài thơ, bài báo, đơn xin việc, giấy mời họp?", "41": "Vào ngày 19/8/1945, bài hát nào của nhạc sĩ Văn Cao được vang lên tại cuộc mít tinh ở Nhà hát lớn Hà Nội?", "42": "Ai là đội trưởng đội tuyển bóng đá Bồ Đào Nha tại Giải Vô địch Bóng đá châu Âu 2020?", "43": "Khuông nhạc gồm mấy dòng và mấy khe?", "44": "Ocean waves are most commonly caused by ...", "45": "Liên kết ... là liên kết được hình thành bởi lực hút tĩnh điện giữa các ion mang điện tích trái dấu.", "46": "Công trình kiến trúc này nằm ở quốc gia nào?", "47": "Ánh sáng do Mặt Trời và các đèn có dây tóc nóng sáng phát ra là ánh sáng trắng. Đúng hay sai?", "48": "Xét về thời gian trồng, chè, cao su, hồ tiêu, cà phê đều là các cây công nghiệp ...", "49": "Hai đường thẳng được gọi là đồng phẳng nếu chúng cùng nằm trong một ...", "50": "Mạng điện xoay chiều dân dụng ở nước ta có điện áp hiệu dụng bằng bao nhiêu?", "51": "Loại gió nào thổi từ áp cao cận chí tuyến về áp thấp xích đạo?"}