{"1": "Di tích nào ở Tp.Hồ Chí Minh đang trưng bày phiên bản của hai chiếc xe tăng lịch sử mang số hiệu 843 và 390?", "2": "Hệ đếm nào là nền tảng của Công nghệ thông tin?", "3": "Hình ảnh cụ thể về các đường sức từ được gọi là gì?", "4": "Which is the highest mountain in Tay Ninh?", "5": "Bản chất của ăn mòn kim loại là sự ... kim loại.", "6": "Từ Bắc vào Nam, tỉnh đầu tiên của khu vực Bắc Trung Bộ là tỉnh nào?", "7": "Nhân vật nào trong truyện Kiều được Nguyễn Du miêu tả là \"phong tư tài mạo tót vời\"?", "8": "\"Hát với chú ve con\", \"Lối cũ ta về\", \"Hoa tím ngoài sân\" là những sáng tác của nhạc sĩ nào?", "9": "Bộ Luật Hồng Đức ra đời vào triều đại nào?", "10": "Quốc gia nào có diện tích lớn nhất khu vực Nam Mỹ?", "11": "Đến hết năm 2022, quốc gia nào chưa từng tổ chức một kỳ SEA Games: Timor Leste hay Campuchia?", "12": "Ngày 9/7/2022, Lễ kỷ niệm 110 năm ngày sinh Tổng Bí thư Nguyễn Văn Cừ đã được tổ chức tại tỉnh nào?", "13": "Which season of the year is between summer and winter?", "14": "Xét về khả năng dẫn điện, các chất như sứ, nhựa, cao su, dầu có đặc tính chung là gì?", "15": "Ở quả đá phạt gián tiếp trong bóng đá 11 người, nếu cầu thủ thực hiện quả đá phạt sút bóng bay thẳng vào cầu môn đối phương thì bàn thắng đó có được công nhận không?", "16": "Hàm số y = sinx và y = cosx là những hàm số tuần hoàn có chu kỳ là bao nhiêu?", "17": "Cân bằng hóa học là cân bằng ...", "18": "Về cơ bản, ... là vùng nằm giữa màng tế bào và nhân hoặc vùng nhân, là nơi xảy ra phần lớn các hoạt động trao đổi chất của tế bào.", "19": "Bài \"Ngắm Trăng\" được trích từ tập thơ nào của Bác Hồ?", "20": "Vị vua nào đã đổi tên nước ta từ Đại Việt thành Việt Nam vào năm 1804?", "21": "Vách biển là dạng địa hình được tạo ra do sự tác động xâm thực và mài mòn của ...", "22": "The national holiday in Vietnam is observed on which day in September?", "23": "Cuộc tấn công của phát xít Nhật vào nơi nào đã buộc Mĩ phải tham chiến tại Chiến tranh Thế giới thứ II?", "24": "Sau mùa giải 2021 - 2022, CLB Bayern Munich đã có lần thứ 10 liên tiếp vô địch Giải Bóng đá Vô địch Quốc gia ...", "25": "Chu kì bao giờ cũng bắt đầu là một kim loại kiềm, cuối cùng là một ... (trừ chu kì 1).", "26": "Loại hình nghệ thuật dân gian phổ biến nào ở nước ta dùng mặt nước làm sân khấu biểu diễn?", "27": "Lực đàn hồi và lực ma sát đều thuộc loại tương tác nào trong bốn tương tác cơ bản?", "28": "Nguyên liệu chính để làm nước mắm truyền thống ở Phú Quốc là loại cá gì?"}