{"1": "Khối ASEAN hiện có bao nhiêu thành viên chính thức?", "2": "Phân tử ozon có mấy nguyên tử oxi liên kết với nhau?", "3": "Cuộc khởi nghĩa nào đã nổ ra ở Đường Lâm vào khoảng năm 776?", "4": "Tỉnh nào ở nước ta còn được gọi là \"xứ Lạng\"?", "5": "Đâu là một truyền thuyết về thời Hùng Vương: \"Thánh Gióng\", \"Sơn Tinh, Thủy Tinh\"?", "6": "Góc kề bù với môt góc của tứ giác gọi là góc ... của tứ giác đó.", "7": "Chuyển động tròn đều là chuyển động có quỹ đạo tròn và có tốc độ trung bình trên mọi cung tròn là ...", "8": "Đây là hình ảnh của nghệ sĩ nào?", "9": "Which musical instrument is associated with a pianist?", "10": "Theo pháp luật hiện hành, loại giấy tờ nào cần có cho việc xuất nhập cảnh (không kể giấy thông hành)?", "11": "Một hàm số nếu không chẵn thì lẻ. Đúng hay sai?", "12": "Câu nói \"Hãy cho tôi một điểm tựa, tôi sẽ nhấc bổng Trái Đất lên\" đề cập tới loại máy cơ đơn giản nào?", "13": "Đâu là loài cây bản địa Đông Nam Á: chuối hột, ô-liu, cao su?", "14": "\"Chú bé loắt choắt/ Cái xắc xinh xinh/ Cái chân thoăn thoắt/ Cái đầu nghênh nghênh\" là nhân vật văn học nào?", "15": "\"Vua Đen\" là tên dân dã của vị vua nào?", "16": "Phan Rang - Tháp Chàm là thành phố tỉnh lỵ của tỉnh nào?", "17": "Giải đua xe đạp vòng quanh nước ... hiện là giải đua xe đạp đường trường lâu đời nhất thế giới.", "18": "Đây là các diễn viên trong bộ phim truyền hình nào?", "19": "Đồ thị của hàm số chẵn nhận ... là trục đối xứng.", "20": "How many wonders did we have in the ancient world?", "21": "Đâu là vaccine ngừa Covid-19 do Việt Nam nghiên cứu: Moderna, Astrazeneca, Covivac, Sinovac?", "22": "Đột biến gen là biến dị di truyền được. Đúng hay sai?", "23": "Mỗi hình thoi có bao nhiêu trục đối xứng không song song với cạnh nào của nó?", "24": "Biên độ dao động của con lắc dao động tự do trên thực tế tăng dần hay giảm dần theo thời gian?", "25": "90% lượng lưu huỳnh sản xuất được dùng để điều chế axit ...", "26": "Động vật vừa ăn thịt vừa ăn cỏ gọi là động vật ...", "27": "Amoniac ở thể gì được dùng làm chất làm lạnh trong các thiết bị lạnh?", "28": "Quang hợp thường được chia làm mấy pha?", "29": "Từ nào thiếu trong câu thành ngữ \"Thanh mai ... mã\"?", "30": "Ukulele là một loại đàn ... nhỏ", "31": "Một Byte gồm bao nhiêu bit?", "32": "Ông Park Hang-seo là huấn luyện viên trưởng của đội tuyển bóng đá nam quốc gia, đội U23 và đội ... Việt Nam.", "33": "Ở người, vòng tuần hoàn lớn hay nhỏ giúp máu trao đổi oxi và cacbonic giữa cơ thể với môi trường ngoài?", "34": "Cách viết nào sau đây đúng: \"bánh dày\" hay \"bánh giầy\"?", "35": "Vùng kinh tế nào gồm năm tỉnh: Kon Tum, Gia Lai, Đắk Lắk, Đắk Nông và Lâm Đồng?"}