{"1": "Các tập tính ... ở động vật là chuỗi phản xạ không điều kiện được di truyền từ bố mẹ.", "2": "\"Cái lò gạch cũ\", \"Đôi lứa xứng đôi\" là các tên gọi cũ của tác phẩm nào?", "3": "Ai là người đầu tiên dùng kế cắm cọc nhọn xuống sông Bạch Đằng để tiêu diệt chiến thuyền quân giặc?", "4": "... là bài tập thể dục được thực hiện bằng cách nâng cao và hạ thấp cơ thể trong tư thế nằm sấp bằng cách sử dụng cánh tay.", "5": "Dấu hóa là ký hiệu dùng để thay đổi ... của các nốt nhạc.", "6": "How many even number are there from 1 to 10?", "7": "Dạng thù hình nào của photpho thường được sử dụng làm diêm an toàn?", "8": "Đại thi hào Goethe là người nước nào?", "9": "Ánh sáng có bước sóng tập trung gần vùng quang phổ tím được gọi là \"Ánh sáng lạnh\" hay \"Ánh sáng nóng\"?", "10": "Quốc gia nào là quê hương của \"cách mạng xanh\" và \"cách mạng trắng\" trong nông nghiệp?", "11": "Hình gồm hai đường tròn có tâm và bán kính khác nhau sẽ có bao nhiêu trục đối xứng?", "12": "Ảnh được tạo bởi thấu kính phân kì khi vật sáng được đặt ở trước thấu kính là ảnh gì?", "13": "Hai vật giống nhau, được cọ xát như nhau thì nhiễm điện cùng loại hay khác loại?", "14": "Những loài nào không có hoa: địa y, rêu hay dương xỉ?", "15": "Tiểu thuyết \"Xóm ngụ cư\" là tiền thân của truyện ngắn nào của nhà văn Kim Lân?", "16": "Cuộc tổng tiến công và nổi dậy Tết Mậu Thân của nhân dân ta trong kháng chiến chống Mỹ diễn ra vào năm dương lịch nào?", "17": "Tỉnh/thành nào dự kiến là nơi tổ chức, đăng cai nhiều môn thể thao nhất tại SEA Games 31 ở nước ta?", "18": "... là series phim hoạt hình có hai nhân vật chính là mèo và chuột nổi tiếng nhất của điện ảnh Mỹ.", "19": "On which part of your upper body would you commonly wear gloves?", "20": "... là các hợp chất gồm hai nguyên tố, trong đó có một nguyên tố là oxi.", "21": "UNICEF là tên viết tắt bằng tiếng Anh của Quỹ ... Liên Hiệp Quốc.", "22": "Cơ năng của một vật dao động điều hòa có được bảo toàn không?", "23": "Bán đảo Sơn Trà thuộc thành phố nào?", "24": "Mỗi tam giác có bao nhiêu đường tròn bàng tiếp phân biệt?", "25": "Điểm xa mắt nhất mà khi có một vật ở đó mắt không điều tiết có thể nhìn rõ vật được gọi là điểm ...", "26": "Đường ... là vĩ tuyến lớn nhất trên quả Địa Cầu.", "27": "Thuyết tiến hóa gắn liền với nhà sinh học người Anh nào hơn cả?", "28": "Trong thơ cổ, \"Ngõ đồng nhất diệp lạc\" là dấu hiệu báo mùa nào?", "29": "Ngày 19/5/1959, Trung ương Đảng đã quyết định mở đường ... để đáp ứng nhu cầu chi viện cho miền Nam.", "30": "Sevilla - đội bóng đã sáu lần giành chức vô địch Europa League, đến từ quốc gia nào?", "31": "Đàn piano còn có tên gọi là gì?", "32": "What is the name of Mickey Mouse's pet dog: Pluto or Goofy?", "33": "Khí nào nhẹ nhất trong các chất khí?", "34": "Bà Lê Thị Dinh, 102 tuổi, là cung nữ sống sau cùng của triều đại nào?", "35": "Những nhân vật chính trong truyện ngắn \"Chiếc lá cuối cùng\" của O. Henry là họa sĩ hay nhạc sĩ?", "36": "Đới ... nằm ở khoảng giữa hai chí tuyến.", "37": "Trong tập số tự nhiên, một số chia hết cho 6 khi và chỉ khi số đó chia hết cho hai số nguyên tố ... và ...", "38": "Loại máy cơ đơn giản nào cho ta lợi về công?", "39": "Tập hợp các điểm thỏa mãn một tính chất cho trước được gọi là gì?", "40": "Những người làm ngành nghề gì được nhắc đến trong câu hói sau của người xưa: \"Nhất sĩ, nhì ..., tam công, tứ cổ\"?", "41": "Ai là tác giả của các truyện ngắn Đời thừa, Một bữa no, Trẻ con không được ăn thịt chó?", "42": "Khoảng đất đá nhỏ hơn lục địa nổi lên giữa sông thì được gọi là cù lao, còn nổi lên giữa biển hoặc đại dương thì được gọi là gì?", "43": "Môi trường trong cơ thể có thành phần cấu tạo gồm: máu, nước mô và ...", "44": "Nhà thơ Hàn Mặc Tử đã kết thúc bài thơ nào bằng một nỗi hoài nghi: \"Ai biết tình ai có đậm đà?\"?", "45": "Triều đại nào của nước ta ra đời vào năm 1226?", "46": "CLB bóng đá nào có biệt danh là \"Đội bóng phố Núi\": Nam Định, Hà Nội hay Hoàng Anh Gia Lai?", "47": "Lăm Vông là điệu múa truyền thống của đất nước ...", "48": "In Vietnam, what age usually starts primary school?", "49": "Sự nhường electron chỉ có thể xảy ra khi có sự electron ...", "50": "Một tháng âm lịch được gọi là tháng thiếu nếu tháng đó có tối đa bao nhiêu ngày?", "51": "Khi biểu diễn số phức trên mặt phẳng phức, trục tung hay trục hoành đóng vai trò là trục thực?", "52": "Ở đới lạnh, kiểu thảm thực vật chính là ...", "53": "Hai tam giác vuông đồng dạng với nhau nếu tam giác vuông này có một góc nhọn ... góc nhọn của tam giác vuông kia.", "54": "Dưới tác dụng của ..., con người và mọi sinh vật khác trên Trái Đất đều chuyển động theo Trái Đất.", "55": "Tính chất hóa học đặc trưng của hợp chất sắt (III) là tính ...", "56": "Hình chữ nhật có hai đường chéo vuông góc thì là hình ...", "57": "Từ nào được viết trên huy hiệu hiện nay của Đội Thiếu niên Tiền phong Hồ Chí Minh?"}