{"1": "Quốc sử quán triều Nguyễn viết về vị nữ tướng nào trong câu sau: \"Con gái nước ta có nhiều người hùng dũng lạ thường. Bà ... thật xứng đáng là người sánh vai được với Hai Bà Trưng\"?", "2": "Địa danh nào còn thiếu trong câu hát sau?https://duong-len-dinh-olympia.fandom.com/vi/wiki/T%E1%BA%ADp_tin:Tuan1thang3quy1Olympia23-KhoidongNhac1.mp3", "3": "Các cơ trong cơ thể con người có thể được chia thành ba nhóm: cơ trơn, cơ tim và loại nào nữa?", "4": "Một mệnh đề được thừa nhận là đúng mà không phải chứng minh được gọi là ...", "5": "\"Luy Lâu\" - trung tâm Phật giáo đầu tiên của nước ta, thuộc tỉnh nào hiện nay?", "6": "Hợp kim chỉ gồm các nguyên tố kim loại. Đúng hay sai?", "7": "Which metal has the highest electrical conductivity: silver, copper, aluminum?", "8": "Khi sóng cơ truyền càng xa nguồn thì năng lượng sóng và đại lượng nào càng giảm?", "9": "Từ nào còn thiếu trong những câu sau: \"Đường vô xứ ... quanh quanh/ Non xanh nước biếc như tranh hoạ đồ\"?", "10": "MC nào là người dẫn chính của chương trình Cuộc hẹn cuối tuần mùa 2 (phát sóng năm 2022)?", "11": "Các dạng ... của một nguyên tố hóa học là những đơn chất khác nhau do nguyên tố đó tạo nên.", "12": "Nơi hẹp nhất châu Mỹ là eo đất nào?", "13": "Trong dàn nhạc giao hưởng, các nhạc cụ được chia thành bốn bộ cơ bản là bộ gỗ, bộ gõ và hai bộ nào nữa?", "14": "Khu dự trữ sinh quyển châu thổ sông Hồng nằm trên ba tỉnh là Ninh Bình, Nam Định và ...", "15": "Mức cường độ âm thanh nhỏ nhất mà tai có thể nghe thấy thì gọi là gì?", "16": "Which ocean meets the border of Asia, Australia, America and Antarctica?", "17": "Hai đường tròn có hai tiếp tuyến chung trong thì có bao nhiêu điểm chung?", "18": "Cò lả là điệu dân ca phổ biến ở vùng đồng bằng ...", "19": "\"Đêm năm canh an giấc ngáy kho kho, đời thái bình cửa thường bỏ ngỏ\" là lời tâm sự của tác giả nào?", "20": "Tác phẩm ..., xuất bản năm 1927, là tập hợp những bài giảng của Nguyễn Ái Quốc cho những cán bộ đầu tiên của Hội Việt Nam Cách mạng Thanh niên.", "21": "Đoạn nhạc sau nằm trong ca khúc nào?https://duong-len-dinh-olympia.fandom.com/vi/wiki/T%E1%BA%ADp_tin:Tuan1thang3quy1Olympia23-KhoidongNhac2.mp3", "22": "Trong bốn nhóm máu sau, người có nhóm máu nào có thể tiếp nhận được tất cả các nhóm máu còn lại: A, B, AB, O?", "23": "Trụ sở liên minh châu Âu (EU) nằm ở nước nào?", "24": "Vị trí địa lí đã quy định đặc điểm cơ bản của thiên nhiên nước ta là mang tính chất ... ẩm gió mùa.[1]", "25": "Among all shapes having the same perimeter, which shape has the largest area?", "26": "Hai hoạt động nào được nhắc đến trong các câu thơ sau: \"Bà quan tênh nghếch xem .../ Thằng bé lom khom nghé ...\"?", "27": "Công thức phân tử của etyl fomat là gì?", "28": "Hiện nay, đội bóng nào luôn là đội đá mở màn ở Vòng chung kết World Cup?", "29": "Từ 1 giờ chiều đến 3 giờ chiều thì kim giờ quay được một góc ở tâm bằng bao nhiêu độ?", "30": "Khoảng thời gian từ giai đoạn trứng đến côn trùng trưởng thành và lại đẻ trứng được gọi là vòng ... của côn trùng.", "31": "Trong ba màu: chàm, lục, lam, màu nào có bước sóng lớn nhất?", "32": "Theo Cục Trồng trọt (Bộ NN&PTNT), đến hết năm 2021, hơn một nửa diện tích trồng thanh long của nước ta tập trung ở tỉnh nào?", "33": "Anh hùng Núp là người con của dân tộc nào?", "34": "Tính đến năm 2022, tay vợt nào là người gần nhất đã bốn lần vô địch liên tiếp tại giải Wimbledon?", "35": "Trong âm nhạc Hồng Đăng, loài hoa nào \"vẫn ngọt ngào đầu phố đêm đêm\"?", "36": "Số định danh cá nhân trên thẻ căn cước công dân gắn chip có bao nhiêu chữ số?"}