{"1": "ADN có hai chức năng quan trọng là lưu giữ và ... thông tin di truyền.", "2": "Từ \"Người\" trong tiêu đề bài thơ \"Người đi tìm hình của nước\" (Chế Lan Viên) là nhân vật lịch sử nào?", "3": "Đới khí hậu nào nằm giữa chí tuyến Bắc và chí tuyến Nam?", "4": "Trụ sở của FIFA nằm ở đất nước nào?", "5": "Từ nào còn thiếu trong đoạn bài hát sau?https://duong-len-dinh-olympia.fandom.com/vi/wiki/T%E1%BA%ADp_tin:Tuan1thang3quy1Olympia2020-KhoidongNhac1.mp3", "6": "Oxit nào sau đây có thể được dùng làm chất làm khô trong phòng thí nghiệm: CuO, ZnO, CaO, PbO?", "7": "What is the biggest sporting event in the world in 2020?", "8": "Độ tuổi nhỏ nhất được thi giấy phép lái xe hạng A1 theo quy định ở Việt Nam là bao nhiêu?", "9": "Đỉnh của núi già hay núi trẻ thường có hình nhọn?", "10": "Cây quang hợp mạnh nhất ở miền ánh sáng màu nào?", "11": "\"Tôi không chờ nắng hạ mới hoài xuân\" là quan niệm sống của nhà thơ nào?", "12": "Ngày 1/1/1997 tỉnh Bắc Thái được tách thành hai tỉnh là Thái Nguyên và ...", "13": "Các thuật ngữ như \"tuần hà xa\", \"pháo trùng\", tiến tam binh\"... xuất hiện trong môn cờ ...", "14": "Hát bội là tên gọi khác của loại hình nghệ thuật nào?", "15": "... là những hóa chất có chứa các nguyên tố dinh dưỡng, được bón cho cây nhằm nâng cao năng suất cây trồng.", "16": "What is the name for a computer pointing device?", "17": "Cứ bao nhiêu năm dương lịch thì có một năm nhuận?", "18": "Trong tự nhiên, tinh bột chứa chủ yếu ở động vật hay thực vật?", "19": "Chiến thắng nào năm 938 đã mở đầu cho truyền thống lợi dụng thủy triều chống giặc ngoại xâm của nước ta về sau?", "20": "Khi sử dụng phép dời hình, tính chất và hình dạng của hình bị dời sẽ thay đổi như thế nào?", "21": "Máy bơm là một thiết bị dùng để chuyển chất lỏng hoặc khí từ nơi ... thấp hơn tới nơi ... cao hơn.", "22": "Máy biến thế có tác dụng làm ... hoặc ... hiệu điện thế.", "23": "... là những tác phẩm tự sự dân gian kể về sự kiện và nhân vật lịch sử phần lớn theo xu hướng lý tưởng hóa, qua đó thể hiện sự tôn vinh với những người có công với đất nước.", "24": "Loài nào sau đây không phải là động vật biến nhiệt: rắn, cua, linh cẩu, mối?", "25": "Từ nào còn thiếu trong hai câu thơ sau: \"Nhà em có một giàn giầu/ Nhà anh có một hàng cau ...\"? (Tương tư - Nguyễn Bính)", "26": "Huyện đảo Cát Hải và huyện đảo Bạch Long Vỹ trực thuộc tỉnh/thành nào?", "27": "Trong Vovinam, chưởng môn sẽ mang đai gì: Lam đai, Hoàng đai, Hồng đai hay Bạch đai?", "28": "Khải Duy, Thị Bình là hai nhân vật chính trong bộ phim truyền hình nào?", "29": "Loại khí nào được sử dụng nhiều nhất để dập tắt các đám cháy, trừ các đám cháy kim loại?", "30": "How many Sundays does 2019 have?", "31": "Chi tiết nào sau đây không có mặt trên quốc huy của nước ta hiện nay: ngôi sao, bông lúa, búa liềm, bánh xe răng?", "32": "Khi ngủ, thân nhiệt của con người tăng hay giảm (trong trạng thái sức khỏe bình thường)?", "33": "Ai là vị vua duy nhất của nhà nước Âu Lạc?", "34": "Khoáng chất chủ yếu nào cấu tạo nên xương?", "35": "Truyện \"Lục Vân Tiên\" được viết bằng loại chữ nào?", "36": "Trong 7 vùng kinh tế của nước ta, vùng kinh tế nào đóng góp hơn 40% GDP cả nước?", "37": "Theo bảng xếp hạng của FIFA công bố ngày 24/10/2019, đội tuyển bóng đá nam nước ta đứng thứ 97 thế giới và thứ 15 ...", "38": "\"Khi tóc thầy bạc, tóc em vẫn còn xanh\" là lời hát mở đầu ca khúc nào của nhạc sĩ Trần Đức?", "39": "Một axit mạnh và một bazơ mạnh khi phản ứng hết với nhau sẽ tạo dung dịch muối có môi trường axit, bazơ hay trung tính?", "40": "Where did Beethoven come from?", "41": "Kênh truyền hình đầu tiên của Đài Truyền hình Việt Nam phát sóng theo chuẩn HD vào năm 2013 là kênh nào?", "42": "Các muối clorua đều độc, đúng hay sai?", "43": "\"Thủ đô gió ngàn\" là tên gọi văn chương của vùng chiến khu nào trong kháng chiến chống Pháp?", "44": "Các điểm nằm trên đường trung trực của đoạn thẳng AB thì ... hai đầu A, B."}