{"1": "Tay vợt nào đã có lần thứ 10 đăng quang tại giải quần vợt Úc mở rộng năm 2023?", "2": "Tỉnh nào có trữ lượng dầu mỏ lớn nhất nước ta?", "3": "Góc ... là góc có đỉnh nằm trên đường tròn và hai cạnh chứa hai dây cung của đường tròn đó.", "4": "Bài thơ \"Đoàn thuyền đánh cá\" khép lại với cảnh tượng vào thời điểm nào trong ngày: đêm, bình minh hay hoàng hôn?", "5": "In Microsoft Word, do we use \"Ctrl+V\" or \"Ctrl+C\" to paste text?", "6": "Liên kết giữa nguyên tử cacbon và các nguyên tử phi kim khác trong phân tử chất hữu cơ là loại liên kết nào?[1]", "7": "Một máy có công suất càng ... nếu thời gian để thực hiện một công cho trước càng ngắn.", "8": "Câu đố vui sau nói đến tỉnh nào: \"Bến gì bát ngát dừa xanh/ Quê hương Đồng khởi lừng danh anh hùng\"?", "9": "Vùng nào của nước ta có lợi thế là địa hình cao nguyên xếp tầng, khí hậu mát mẻ, đất badan màu mỡ, rừng chiếm diện tích lớn?", "10": "Trong bối cảnh nhà Lê suy yếu, bất lực, ai là người đã phế truất vua Lê và thành lập triều Mạc?", "11": "Trong bài thơ \"Khúc hát ru những em bé lớn trên lưng mẹ\", \"a-kay\" đồng nghĩa với từ gì trong tiếng Việt?", "12": "Từ một điểm nằm bên ngoài đường tròn, ta vẽ được tối đa mấy tiếp tuyến với đường tròn đó?", "13": "Cầu thủ Nguyễn Văn Toàn chơi cho câu lạc bộ bóng đá của quốc gia nào, kể từ ngày 4/1/2023?", "14": "Bộ phim nào đang nắm giữ thành tích là phim điện ảnh Việt có doanh thu cao nhất từ trước tới nay tại Việt Nam?", "15": "Đại lượng vật lí đặc trưng cho độ biến đổi nhanh chậm của vận tốc gọi là ...", "16": "Tại Hoàng Thành Thăng Long, sự kiện nào đã được tổ chức vào ngày Rằm tháng Giêng năm Quý Mão 2023 với chủ đề \"Nhịp điệu mới\"?", "17": "Kilimanjaro is the highest mountain in which continent?", "18": "Sự xuất hiện của loài nào được xem là đỉnh cao của sự tiến hóa sinh học?", "19": "Kim loại nào sau đây không thuộc nhóm các kim loại kiềm: Na, Ca, K, Rb?", "20": "Mộ Trạch - làng có nhiều tiến sĩ Nho học nhất cả nước, nằm ở tỉnh nào ngày nay?", "21": "Đâu không phải là ứng dụng của kim cương: Đồ trang sức, chế tạo mũi khoan, dao cắt thuỷ tinh, làm bột mài?", "22": "\"Thôn Đoài\" trong bài thơ Tương tư của Nguyễn Bính ý chỉ thôn nằm ở phía nào?", "23": "Ba vectơ có các giá cùng song song với một mặt phẳng thì ba vectơ đó ...", "24": "Những câu ca \"Đò từ Đông Ba, đò qua Đập Đá/ Đò về Vĩ Dạ, thẳng ngã ba Sình\" nhắc đến những địa danh của tỉnh nào?", "25": "Khi đun nóng đến nhiệt độ 250 độ C và không có không khí, photpho ... chuyển dần thành photpho ... là dạng bền hơn.", "26": "Vườn quốc gia nào của Việt Nam đã được UNESCO hai lần công nhận là Di sản thiên nhiên thế giới?", "27": "Đại tràng, manh tràng, trực tràng là những bộ phận của hệ ... ở con người.", "28": "Khi ta kéo vật bằng ròng rọc thì tác dụng của ròng rọc là ... của lực tác dụng.", "29": "Thân Nhân Trung từng là thành viên trong Hội ... do vua Lê Thánh Tông sáng lập.", "30": "VBA is a professional sports tournament in Vietnam for which subject?", "31": "Sự rơi chỉ dưới tác dụng của trọng lực được gọi là gì?", "32": "Tỉnh nào có làng gốm cổ Bồ Bát?", "33": "Đây là môn thể thao gì?", "34": "Nhỏ dung dịch iot vào hồ tinh bột tạo thành hỗn hợp có màu gì?", "35": "Ở nước ta, gió mùa Đông Bắc khi di chuyển xuống phía nam hầu như đã bị chặn lại ở dãy núi nào?", "36": "Nhện có mấy đôi chân bò?"}