{"1": "Từ nào còn thiếu trong hai câu thơ sau của nhà thơ Trần Đăng Khoa: \"Ngoài thềm rơi cái lá đa/ Tiếng rơi rất mỏng như là ...\"?", "2": "Cơ quan nghiền thức ăn của chim là gì?", "3": "Trong cuộc chiến chống quân Mông Cổ năm 1258, nhân dân Thăng Long, theo lệnh triều đình, đã thực hiện chủ trương gì để đánh giặc khi chúng kéo vào kinh đô?", "4": "Cây nào là cây công nghiệp ngắn ngày: gấc, vừng, dứa, mía?", "5": "Which ocean separates America from Europe?", "6": "Đại hội thể thao trong nhà châu Á được tổ chức mấy năm một lần?", "7": "1917 (Sam Mendes) là bộ phim lịch sử lấy bối cảnh cuộc chiến khốc liệt nào ở thế kỷ XX?", "8": "Loại tỏi đặc biệt ở đảo Lý Sơn chỉ có duy nhất một tép mỗi củ còn có tên gọi là gì?", "9": "Phả Lại là nhà máy nhiệt điện hay thủy điện?", "10": "Để phân biệt hai cực của điôt bán dẫn, ta có thể sử dụng dụng cụ nào sau đây: ôm kế, vôn kế, ampe kế, nhiệt kế?", "11": "... là tập hợp gồm các số tự nhiên và các số nguyên âm.", "12": "Độ âm điện của nguyên tố càng ... thì tính kim loại của nguyên tố đó càng mạnh.", "13": "Bài thơ \"Nhớ rừng\" được Thế Lữ \"mượn lời\" của con vật nào ở vườn bách thú?", "14": "Củ cải thực chất là phần nào của cây?", "15": "Ai là tác giả câu nói nổi tiếng: \"Lương y phải như từ mẫu\"?", "16": "Vỏ Trái Đất được phân thành hai kiểu chính là vỏ lục địa và vỏ ...", "17": "Which country is considered as \"The country of rising Sun\"?", "18": "Tại Cúp C1, cầu thủ nào hiện là cầu thủ vô địch giải đấu này nhiều nhất và ghi được nhiều bàn nhất?", "19": "Nhạc sĩ nào là tác giả \"Đội ca\" (Cùng nhau ta đi lên)?", "20": "Kể từ năm 2002, nhà hát Dolby ở Hoa Kỳ là nơi trao giải cho chủ nhân các hạng mục của giải thưởng điện ảnh danh giá nào?", "21": "Sau khi bị nhiễm từ, sắt non còn giữ được từ tính lâu dài nữa không?", "22": "Ở một áp suất cho trước, nhiệt độ nóng chảy của mỗi chất rắn kết tinh là ...", "23": "... mặt phẳng song song chắn trên hai đường thẳng bất kì những đoạn thẳng tỉ lệ.", "24": "Ở nước ta, muối nào hiện chủ yếu được sản xuất từ nước biển theo phương pháp bốc hơi nước bằng năng lượng Mặt Trời để dùng trong sinh hoạt?", "25": "Trong \"Sự tích trầu cau\", người vợ đã hóa thân thành gì?", "26": "Các phương pháp giâm, chiết, ghép cành, nuôi cấy mô và tế bào thực vật đều dựa trên cơ sở là quá trình nào?", "27": "Linh Mụ là tên gọi khác của ngôi chùa nào ở Huế ngày nay?", "28": "Mưa ngâu vào giữa mùa hạ mang lại lượng mưa lớn cho vùng đồng bằng châu thổ nào ở nước ta?", "29": "Which is the tallest mammal?", "30": "\"Big Three\" của tennis đương đại là bộ ba tay vợt huyền thoại thế giới gồm Novak Djokovic, Roger Federer và ...", "31": "Ca khúc \"Một khúc tâm tình của người Hà Tĩnh\" mang âm hưởng dân ca miền ...", "32": "Các loại bánh trôi, bánh chay truyền thống trong Tết Hàn thực ở nước ta được làm từ loại gạo nào?", "33": "Nón bài thơ được sản xuất ở vùng núi Bài Thơ (Quảng Ninh), đúng hay sai?", "34": "Pháo thăng thiên có từ hơn một nghìn năm trước đã áp dụng nguyên tắc chuyển động bằng ...", "35": "Đồ thị của hàm số y = f(x) và y = -f(x) đối xứng nhau qua ...", "36": "Những chất khi tan trong nước phân li ra ion được gọi là gì?", "37": "... là thành phần phụ đứng trước hoặc sau động từ hoặc tính từ để bổ nghĩa cho động từ hay tính từ đó và góp phần tạo thành cụm động từ hay cụm tính từ.", "38": "Loại tổ yến dùng làm thực phẩm được chim yến tạo nên bằng gì?", "39": "\"Chiến tranh lạnh\" trong thế kỷ XX là thời kì căng thẳng giữa hai cường quốc nào?", "40": "Biển Đông là một phần của đại dương nào?", "41": "What is it that was tomorrow and will be yesterday?", "42": "Những dụng cụ nào được sử dụng trong các môn ném đẩy ở các giải quốc tế: tạ, đĩa, tạ xích, lao?", "43": "Tại Lễ trao giải Zing Music Awards 2019, nam ca sĩ nào đã chiến thắng hạng mục Nghệ sĩ của năm?", "44": "Nhà phát minh người Scotland nào đã có những cải tiến đột phá cho máy hơi nước - nền tảng của cuộc Cách mạng công nghiệp lần thứ nhất?", "45": "Tác nhân gây nên dịch bệnh viêm đường hô hấp cấp COVID-19 là virus hay vi khuẩn?", "46": "Đại lượng nào đặc trưng cho khả năng thực hiện công của nguồn điện?", "47": "Tứ giác có hai cạnh đối vừa song song và vừa bằng nhau là hình ..."}