{"1": "Vị vua nhà Lý nào được thờ riêng tại đền Rồng (Đình Bảng, Từ Sơn, Bắc Ninh)?", "2": "Trong một ngày đêm, kim phút quay được bao nhiêu vòng?", "3": "Trường Dục Thanh, nơi Bác Hồ từng dạy học, nằm ở thành phố nào hiện nay?", "4": "Thành phần chính trong quặng florit là muối nào của canxi?", "5": "Quá trình quang hợp hấp thụ khí ... và thải ra khí ...", "6": "Những từ dùng để bộc lộ tình cảm, cảm xúc của người nói hoặc dùng để gọi đáp được gọi là gì?", "7": "In which European country would you find Berlin's Brandenburg Gate?", "8": "Đến tỉnh nào bạn sẽ được thăm cảnh đẹp hồ Núi Cốc, nơi gắn liền với huyền thoại về chuyện tình nàng Công và chàng Cốc?", "9": "Luận cương chính trị tháng 10/1930 của Đảng Cộng sản Đông Dương do ai khởi thảo?", "10": "Đâu không phải là tia phóng xạ: Tia tử ngoại, tia X, tia gamma, tia alpha, tia beta?", "11": "Ankin nào là ankin đơn giản nhất?", "12": "Huyện Côn Đảo trực thuộc tỉnh nào?", "13": "Đơn vị đo nhỏ nhất trong lưu trữ thông tin của máy tính là gì?", "14": "Nguyên tố hóa học duy nhất nào có một loại nguyên tử mà trong hạt nhân chỉ chứa hạt proton?", "15": "Biến dị và di truyền là hai hiện tượng song song, gắn liền với quá trình ...", "16": "Mở đầu bài thơ \"Tổ quốc bao giờ đẹp thế này chăng?\", nhà thơ Chế Lan Viên đã nhân hóa dòng sông nào để đặt câu hỏi?", "17": "Which substance has the chemical formula H2O?", "18": "Ba Đình, Bãi Sậy, Hương Khê là những cuộc khởi nghĩa tiêu biểu của phong trào nào?", "19": "Linh vật SEA Games 31 tổ chức tại Việt Nam lấy cảm hứng từ loài động vật nào?", "20": "Dãy núi ... được xem như là xương sống của bán đảo Đông Dương.", "21": "Giải vàng của giải thưởng điện ảnh nào có hình người: Oscar, Cành cọ vàng, Quả cầu vàng?", "22": "Mộc bản triều Nguyễn là những văn bản chữ Hán - Nôm được khắc ngược trên loại vật liệu nào?", "23": "Ở môn thể thao nào vận động viên chủ yếu dùng tay để ghi bàn: bóng ném hay bóng nước?", "24": "Bốn cạnh của hình thoi có độ dài ...", "25": "Lực làm lệch hướng chuyển động của các vật thể trên bề mặt Trái Đất được gọi là lực gì?", "26": "Tia âm cực là chùm các hạt cơ bản nào của nguyên tử?", "27": "Châu Á tiếp giáp với mấy đại dương trên thế giới?", "28": "Cách di chuyển khi \"ăn\" một quân đối phương của quân cờ tướng nào được nhắc tới trong câu: \"Mã nhật, tượng điền, xe liền, ... cách\"?", "29": "What animal class is a dolphin?", "30": "Video của bài hát nào là video đầu tiên thu hút hơn 10 tỷ lượt xem trên YouTube?"}