{"1": "Bệnh bướu cổ do thiếu hooc-mon của tuyến nào gây ra?", "2": "Dấu câu nào thường được sử dụng để kết thúc câu cảm thán hoặc câu cầu khiến?", "3": "Ai là người chỉ huy quân ta đánh thắng trận Rạch Gầm - Xoài Mút, phá tan năm vạn quân Xiêm xâm lược?", "4": "What do we call a figure like a person that children make out of snow for fun?", "5": "Sự kiện thể thao cấp khu vực nào dự kiến diễn ra từ ngày 21/11 đến ngày 2/12/2021 tại Việt Nam?", "6": "\"Cần đàn xuyên qua vỏ quả bầu già cắt đáy và cắm xuống thân đàn\" là đặc điểm của loại đàn nào?", "7": "Ankin nào là ankin đơn giản nhất?", "8": "Cappuccino là một cách pha chế cà phê có xuất xứ từ nước nào?", "9": "Hươu là loài động vật nhai lại. Đúng hay sai?", "10": "Quóc gia nào nằm ở hạ nguồn sông Nile?", "11": "Ba đường thẳng cắt nhau từng đôi một và không đồng phẳng thì ...", "12": "Đại lượng nào sau đây sẽ không thay đổi khi làm nóng một vật bằng kim loại: khối lượng của vật, khối lượng riêng của vật, thể tích của vật, kích thước của vật?", "13": "Theo Đông Kinh nghĩa thục, trong sáu việc cần xúc tiến để mở mang dân trí, việc phổ biến rộng rãi loại chữ nào được đưa lên hàng đầu?", "14": "Động lực làm cho máu vận chuyển là sự co bóp của ...", "15": "Cụ Tiên Điền là cách gọi biểu thị lòng kính trọng với nhà thơ, nhà văn hóa lớn nào của dân tộc?", "16": "Thời kỳ Nam - Bắc triều ở nước ta vào thể kỷ XVI là một giai đoạn đầy bất ổn và đau thương, chứng kiến cuộc phân tranh giữa hai triều đại nào?", "17": "Which animal appears on the current logo of the WHO?", "18": "Cờ nhanh, cờ tiêu chuẩn, cờ chớp là những nội dung thi đấu thường xuất hiện trong môn cờ nào?", "19": "Thiệt Thê, Thị Kính, Thị Mầu, Súy Vân là một số nhân vật của các vở diễn thuộc loại hình sân khấu dân gian nào?", "20": "Điện phân dung dịch muối ăn trong bình điện phân có màng ngăn là phương pháp chủ yếu sản xuất loại bazo nào?", "21": "Tại nước ta, vạch kẻ dành cho người đi bộ sang đường được sơn màu gì?", "22": "Các chất rắn vô định hình có nhiệt độ nóng chảy xác định, đúng hay sai?", "23": "Xã Sín Thầu, huyện Mường Nhé, tỉnh Điện Biên là nơi có điểm cực ... trên đất liền lãnh thổ nước ta.", "24": "Góc tạo bởi kim giờ và kim phút lúc 4h00 sáng là bao nhiêu độ?", "25": "Vật nào không phải là một máy cơ đơn giản: nêm, ròng rọc, mặt phẳng nghiêng, đòn bẩy?", "26": "Các chuỗi thức ăn có nhiều mắt xích chung thì tạo thành ... thức ăn.", "27": "Tác gia Nguyễn Đình Chiểu chỉ sáng tác bằng chữ ...", "28": "Phong trào do Phan Bội Châu khởi xướng gửi thanh niên sang Nhật Bản du học vào đầu thế kỷ XX tên là gì?", "29": "How many years are there in a century?", "30": "Đội bóng nào là đội bóng đầu tiên của châu Á giành chức vô địch FIFA World Cup?", "31": "Đờn kìm trong miền Nam là tên gọi khác của loại đàn nào?", "32": "Đối với phản ứng có chất khí tham gia, khi tăng áp suất thì tốc độ phản ứng thay đổi thế nào?", "33": "Hiện tượng Trái Đất nóng lên trong hiệu ứng nhà kính chủ yếu là do khí nào gây ra?", "34": "Hệ số ma sát trượt thường nhỏ hơn hay lớn hơn hệ số ma sát nghỉ?", "35": "Quốc gia Đông Nam Á nào có tên thủ đô trùng với tên nước?", "36": "\"Huy chương quốc tế dành cho những khám phá xuất sắc trong Toán học\" là cách gọi chính thức của giải thưởng cao quý nào?", "37": "Cường độ dòng điện trong mạch kín tỉ lệ ... với điện trở toàn phần của mạch.", "38": "Nếu một hàm số ... thì đồ thị của nó đi lên (từ trái sang phải).", "39": "Chiến dịch giải phóng Sài Gòn - Gia Định mùa xuân năm 1975 có tên là gì?", "40": "Rừng ngập mặn ven biển là một quần thể, quần xã hay loài?", "41": "Bài thơ sau của Huy Cận viết về nhân vật lịch sử nào: \"Tích lũy nghìn năm hồn dân tộc/ Bạch Đằng phục sẵn sòng gầm reo/ Cọc lim nhọn hoắt chí thù địch/ Đuổi giặc băng băng thế thủy triều\"?", "42": "Tên gọi Đông Kinh của Hà Nội xưa ra đời dưới triều vua nào?", "43": "We smell with our ...", "44": "Bảng xếp hạng ATP là bảng xếp hạng hàng tuần dành cho các vận động viên chuyên nghiệp của bộ môn thể thao nào?", "45": "\"Qua cầu gió bay\" thuộc làn điệu dân ca nào?", "46": "... là chất làm tăng tốc độ phản ứng nhưng còn lại sau khi phản ứng kết thúc.", "47": "ABU là tên viết tắt tiếng Anh của Hiệp hội Phát thanh Truyền hình châu ... - Thái Bình Dương.", "48": "Chất nào có độ hoạt động hóa học kém hơn trong hai chất: silic và cacbon?", "49": "\"Sông nào xứ Nghệ đẹp giàu/ Tên nghe lại nhớ một màu trong xanh\"?", "50": "Trong tam giác vuông, tâm đường tròn ngoại tiếp là trung điểm của cạnh ...", "51": "Điện môi là những vật có chứa ... điện tích tự do."}