{"1": "Nhà thơ Xuân Quỳnh viết về mùa nào qua những câu: \"Đó là mùa của những buổi chiều/ Cánh diều giấy nghiêng vòm trời cao vút\"?", "2": "Khi thay thế một hay nhiều nguyên tử hiđro trong phân tử NH3 bằng một hay nhiều gốc hiđrocacbon, ta thu được ...", "3": "Theo Đại Việt sử kí toàn thư, cảng Vân Đồn (Quảng Ninh) được lập dưới triều nào?", "4": "Nếu tam giác vuông thì tâm đường tròn ngoại tiếp tam giác là ... cạnh lớn nhất trong tam giác.", "5": "Vùng biển Việt Nam có diện tích khoảng bao nhiêu km2 ở Biển Đông?", "6": "When will the next Summer Olympics be held?", "7": "Thiết bị điện nào sau đây chuyển hóa điện năng thành cơ năng khi hoạt động: quạt điện, nồi cơm điện, mỏ hàn điện, bàn là điện?", "8": "Hệ sinh thái nào chiếm 3/4 diện tích bề mặt Trái Đất?", "9": "Những từ nào còn thiếu trong câu đúc kết sau của người xưa: \"Chưa đánh được người mặt đỏ như vang, đánh được người rồi mặt ...\"?", "10": "Trong câu đối ngày tết \"Thịt mỡ, dưa hành, câu đối đỏ/ Cây nêu, tràng pháo, bánh chưng xanh\", đâu là sản phẩm của quá trình lên men nhờ vi khuẩn?", "11": "Độ phì đất là khả năng cung cấp nước, ..., khí và các chất dinh dưỡng cần thiết cho thực vật sinh trưởng và phát triển.", "12": "Kiến ba khoang thuộc bộ cánh cứng, cánh ngoài hay cánh màng?", "13": "\"Thư lại dụ Vương Thông\" được trích từ tập tư liệu - văn kiện chính luận nào của Nguyễn Trãi?", "14": "Nhiệt lượng do Mặt Trời mang đến bề mặt Trái Đất luôn thay đổi theo ... của tia bức xạ Mặt Trời.", "15": "Một biến cố chắc chắn không xảy ra có xác suất bằng ..., biến cố chắc chắn xảy ra có xác suất bằng ...", "16": "\"Cha đẻ những bức tranh sơn mài tân thời của Việt Nam\" là biệt danh của họa sĩ nào?", "17": "Loại hộ chiếu phổ biến nhất, được cấp cho đại đa số công dân Việt Nam, là gì?", "18": "Đội bóng nào nước ta đang nắm giữ kỷ lục năm lần vô địch Siêu cúp quốc gia?", "19": "... is a high tower equipped with bright lights and lenses that help guide ships to port at night and alert sailors at sea.", "20": "Bức xạ tử ngoại có tần số ... tần số của bức xạ hồng ngoại.", "21": "Lí thuyết xác suất được khai sinh từ những cuộc trao đổi giữa Pascal và nhà toán học nào, khi họ \"toán học hoá\" các trò chơi cờ bạc, nâng lên thành những bài toán phức tạp hơn?", "22": "... là số đo độ \"nóng\", \"lạnh\" của vật.", "23": "Vùng kinh tế nào có số lượng khu kinh tế cửa khẩu nhiều nhất nước ta: Bắc Trung Bộ, Đông Nam Bộ, Trung du và miền núi Bắc Bộ?", "24": "Tế bào quan trọng nào của thực vật có tác dụng giúp lá cây thoát hơi nước?", "25": "Văn bản nào sau đây ca ngợi tình cha con thời kháng chiến: Trong lòng mẹ, Chiếc lược ngà, Mây và sóng, Đồng chí?", "26": "Các kim loại Li, K, Ba đều tác dụng với nước ở điều kiện nào?", "27": "... là công trình trị thủy vĩ đại của người dân đồng bằng Bắc Bộ suốt mấy trăm năm nay.", "28": "Tính đến hết năm 2020, quốc gia nào có dân số già nhất thế giới, với gần 30% công dân trên 65 tuổi?", "29": "Hình ảnh này xuất hiện trên logo của sự kiện thể thao quốc tế nào?", "30": "Di sản nào là các văn bản hành chính được hình thành trong quản lý nhà nước của triều Nguyễn (1802 - 1945) do hoàng đế ban hành?", "31": "Vietnam's coastline extends from Quang Ninh province to which province?", "32": "Thiết bị dùng để biến đổi một dạng năng lượng nào đó thành cơ năng được gọi chung là gì?", "33": "Phim \"Làng Vũ Đại ngày ấy\" được chuyển thể dựa trên các tác phẩm Lão Hạc, Chí Phèo và ...", "34": "Theo tác giả Nguyễn Đình Thi, thể loại văn học nào \"là tiếng nói đầu tiên, tiếng nói thứ nhất của tâm hồn khi đụng chạm với cuộc sống\"?", "35": "Số nguyên tố lớn nhất có hai chữ số là số mấy?", "36": "Trận siêu kinh điển El Clásico là trận đấu giữa hai câu lạc bộ bóng đá nào?"}