{"1": "Một đơn vị cacbon bằng bao nhiêu phần khối lượng của nguyên tử cacbon?", "2": "Trong cặp NST tương đồng của con, một NST có nguồn gốc từ ..., một NST có nguồn gốc từ ...", "3": "Chất ngăn cách hai bản của tụ điện là chất ...", "4": "Ở môn cầu mây, mỗi đội có bao nhiêu vận động viên trên sân khi tham gia thi đấu nội dung đá vòng tròn tính điểm?", "5": "Hình bình hành có hai đường chéo bằng nhau là dấu hiệu nhận biết hình ...", "6": "Hiện tượng thời tiết nào được tiên đoán qua câu sau: \"Gió heo may, chuồn chuồn bay thì ...\"?", "7": "Bác Hồ đã thân mật gọi vị đại tướng nào là \"chú Văn\"?", "8": "\"Hồng Hà nữ sĩ\" là bút hiệu của ai?", "9": "Có nên sử dụng oxi già để sát khuẩn vết thương hở hay không?", "10": "Vở ballet \"Hồ thiên nga\" do ai sáng tác?", "11": "Quốc kỳ của 11 nước Đông Nam Á có chung màu gì?", "12": "What is the smallest nation in the world, by area?", "13": "Trong âm nhạc, nốt nào có trường độ cao nhất: nốt trắng, nốt tròn hay nốt đen?", "14": "Liverpool is the football team of which country?", "15": "Sự phát triển của vũ khí trong lịch sử có thể chia làm hai thời kỳ: thời kỳ vũ khí sử dụng năng lượng cơ bắp của con người và thời kỳ vũ khí sử dụng năng lượng của ...", "16": "Trong toán học, người ta dùng chữ cái nào để biểu thị cho tập hợp số thực?", "17": "Oxi trong không khí thường là sản phẩm của quá trình nào?", "18": "EVN là tên gọi tắt của tập đoàn ... Việt Nam.", "19": "Nguyên nhân khiến trẻ em bị còi xương là do thiếu vitamin gì?", "20": "Ai là người đã bỏ tiền chuộc Kiều về làm vợ sau khi Kiều bị bán vào lầu xanh lần thứ hai?", "21": "Châu lục nào có hai đại lục?", "22": "Nhắc đến wagashi là nhắc đến nghệ thuật làm bánh hay nghệ thuật thưởng trà của Nhật Bản?", "23": "KHÔNG ĐỦ THỜI GIAN", "24": "KHÔNG ĐỦ THỜI GIAN", "25": "Hoa Kỳ chính thức tham gia chiến tranh Thế giới thứ II sau khi bị phát xít Nhật tấn công bất ngờ trong trận chiến nào?", "26": "Cảm ứng nở hoa của cây bồ công anh là kiểu ứng động sinh trưởng hay ứng động không sinh trưởng?", "27": "The opposite word of deep is ...", "28": "Từ nào còn thiếu trong đoạn bài hát sau?https://duong-len-dinh-olympia.fandom.com/vi/wiki/T%E1%BA%ADp_tin:Tuan1thang3quy3Olympia2019-KhoidongNhac1.mp3", "29": "Trong hệ thống biển báo giao thông đường bộ, biển báo cấm có dạng hình ..., viền đỏ.", "30": "Chất ... là chất nhận electron.", "31": "Hồ Ba Bể nằm ở tỉnh nào?", "32": "Futsal là tên gọi khác của môn ... trong nhà.", "33": "Ngoài độ, đơn vị nào được dùng để đo giá trị của một góc?", "34": "KHÔNG ĐỦ THỜI GIAN", "35": "KHÔNG ĐỦ THỜI GIAN", "36": "KHÔNG ĐỦ THỜI GIAN", "37": "Trong thi đấu chính thức, mỗi động tác cử đẩy hoặc cử giật trong môn cử tạ được thực hiện tối đa bao nhiêu lần?", "38": "Tan của góc 180 độ có giá trị bằng bao nhiêu?", "39": "Những hợp chất hữu cơ khác nhau nhưng có cùng công thức phân tử là những chất ...", "40": "Trương Quốc Vinh là nghệ sĩ Hoa ngữ tài danh ở lĩnh vực nào: ca hát, đóng phim hay sáng tác nhạc?", "41": "Đơn vị tính điện dung là gì?", "42": "Tương truyền, ai là người đã chế tạo ra nỏ liên châu, giúp ích cho vua An Dương Vương?", "43": "Diễn đàn kinh tế châu Á - Thái Bình Dương được viết tắt theo tiếng Anh là ...", "44": "Ở động vật cơ quan nào là trung tâm điều khiển của hệ thần kinh trung ương?", "45": "Tác phẩm nào được coi là bản tuyên ngôn độc lập đầu tiên của nước ta?", "46": "Các nước sử dụng đồng Euro làm đơn vị tiền tệ đã chính thức ngừng phát hành thêm đồng tiền có mệnh giá lớn nhất nào?", "47": "Which animal have the longest nose on earth?", "48": "KHÔNG ĐỦ THỜI GIAN"}