{"1": "Phân tử nào trong tế bào có chức năng lưu trữ thông tin di truyền?", "2": "Ai là nhà thơ lớn của dân tình làng cảnh Việt Nam ở cuối thế kỷ XIX, đầu thế kỷ XX với những bài như Chốn quê, Vịnh lụt, Đến chơi nhà bác Đặng...?", "3": "Chiến thắng nào của dân tộc ta vào năm 1954 được đánh giá là \"mốc son bằng vàng của lịch sử dân tộc\"?", "4": "Which day is the Independence Day of Vietnam?", "5": "Từ ngày 2/9/2003, sân vận động nào là sân vận động quốc gia của nước ta?", "6": "Đèn ông sao, bánh nướng, bánh dẻo, tất cả gợi nhớ đến dịp lễ nào theo âm lịch?", "7": "Khi đem đốt hợp chất của Kali, ngọn lửa sẽ có màu gì?", "8": "Ca khúc này thể hiện sự kiện lịch sử nào của nước ta?https://duong-len-dinh-olympia.fandom.com/vi/wiki/T%E1%BA%ADp_tin:Tuan1thang3quy4Olympia20-KhoidongNhac1.mp3", "9": "Trong nước biển, clo hay brom chiếm hàm lượng lớn hơn (tính theo khối lượng)?", "10": "Dãy núi nào là ranh giới giữa Trường Sơn Bắc và Trường Sơn Nam?", "11": "Trong bộ sách \"Cơ sở\", Euclid đã chứng minh rằng số lượng các số nguyên tố là bao nhiêu?", "12": "Bệnh rối loạn sắc giác - nhìn rõ mọi vật nhưng lại không phân biệt được màu sắc, thường được gọi là gì?", "13": "\"Chị vùng chạy ra ngoài cửa giữa lúc trời tối đen như mực, và như cái tiền đồ của chị!\". \"Chị\" ở đây là nhân vật văn học nào?", "14": "Ai là người có công lớn dẹp \"loạn 12 sứ quân\"?", "15": "Between a classic guitar and a ukulele, which one has more strings?", "16": "Trong bóng đá, cầu thủ đóng vai trò gì thường đeo một chiếc băng in chữ \"C\" quanh tay áo?", "17": "Ngày Thất tịch, theo dân gian, là ngày mấy tháng mấy âm lịch?", "18": "Các nguyên tố thuộc nhóm kim loại kiềm thổ có bao nhiêu electron ở lớp ngoài cùng?", "19": "Bến cảng trong bài hát này là bến cảng của tỉnh thành nào?https://duong-len-dinh-olympia.fandom.com/vi/wiki/T%E1%BA%ADp_tin:Tuan1thang3quy4Olympia20-KhoidongNhac2.mp3", "20": "Tiếng \"thủy\" trong những từ nào sau đây mang nghĩa là \"nước\": thủy chiến, thủy thủ, thủy triều, thủy lợi?", "21": "Tu-ran, Lưỡng Hà, Ấn - Hằng, Tây Xi-bia... là một số đồng bằng rộng lớn của châu lục nào?", "22": "Đường vuông góc hạ từ đỉnh của một tam giác cân xuống cạnh đối diện thì chia cạnh đó thành hai đoạn có số đo thế nào với nhau?", "23": "Các loài cá nói chung \"uống nước\" bằng cách thẩm thấu nước qua ... và qua mang.", "24": "Từ \"các anh\" trong đoạn thơ sau chỉ ai: \"Các anh về/ Tưng bừng trước ngõ/ Lớp lớp đàn em hớn hở chạy theo sau/ Mẹ già bin rịn áo nâu/ Vui đàn con ở rừng sâu mới về\"?", "25": "Tổ chức nào được xem là tiền thân của Quân đội nhân dân Việt Nam?", "26": "Thành phố nào của Việt Nam sẽ là nơi diễn ra các sự kiện chính của SEA Games năm 2021?", "27": "Tân Cương là vùng trồng chè nổi tiếng ở tỉnh nào nước ta?", "28": "Nguyên tố hóa học nào chiếm tỉ lệ khoảng 96 - 99% trong cấu trúc tinh thể kim cương?", "29": "Thiếu nữ bên hoa huệ là bức trang nổi tiếng của họa sĩ nào?", "30": "Khi thấy người khác ăn chua, khoang miệng chúng ta tiết nước bọt là phản xạ có điều kiện hay phản xạ không điều kiện?", "31": "Ngành trồng trọt nước ta canh tác trên ba nhóm cây chính là cây lương thực, cây công nghiệp và gì nữa?", "32": "Cho hai đường tròn cắt nhau, đường nối tâm hai đường tròn là ... của dây cung chung", "33": "Khi dòng điện đổi chiều, lực từ mà dòng điện tác dụng lên một cực của một nam châm thay đổi thế nào?", "34": "Khi sử dụng các chất kích thích thì nhịp tim thay đổi thế nào?", "35": "Trong bài thơ \"Sắc màu em yêu\" (Phạm Đình Ân), em nhỏ yêu màu gì có trong \"Áo mẹ sờn bạc/ Đất đai cần cù/ Gỗ rừng bát ngát\"?", "36": "Vụ án Lệ Chi Viên liên quan đến cái chết đột ngột của vị vua nào?", "37": "Which country does the Samba dance come from?", "38": "Bóng chày xuất xứ từ quốc gia nào?", "39": "Một khối rubik cổ điển có bao nhiêu mặt?", "40": "Chu kì duy nhất nào trong bảng tuần hoàn các nguyên tố hóa học chỉ gồm các chất khí ở điều kiện thường?", "41": "\"Cát bụi\", \"Đêm thấy ta là thác đổ\", \"Một cõi đi về\"... là các sáng tác của ai?", "42": "Thông thường, chỗ da trên cơ thể có ánh sáng mặt trời chiếu vào nhiều sẽ sẫm màu hơn những vị trí khác, đúng hay sai?", "43": "Xa-van là một trong những kiểu thảm thực vật chính ở đới nào?", "44": "Nếu ba mặt phẳng đôi một cắt nhau theo ba giao tuyến phân biệt thì ba giao tuyến ấy đôi một song song với nhau hoặc ...", "45": "Thấu kính hội tụ chỉ cho ảo ảnh ... hơn vật, còn thấu kính phân kì chỉ cho ảnh ảo ... hơn vật (với vật thật, đặt trong khoảng tiêu cự).", "46": "Đường chỉ cho phép xe lưu thông theo một hướng nhất định gọi là đường ...", "47": "Hươu cao cổ sống nhiều nhất ở châu lục nào?"}