{"1": "Với cùng một công suất tiêu thụ, công suất hao phí do tỏa nhiệt trên cùng một đường dây tải điện tỉ lệ ... với bình phương hiệu điện thế đặt vào hai đầu đường dây.", "2": "Khi AgBr bị phân hủy dưới tác dụng của ánh sáng, sản phẩm Brom được tạo thành sau phản ứng ở dạng gì?", "3": "... là hình thức phân bào nguyên nhiễm, nghĩa là từ một tế bào mẹ cho ra hai tế bào con đều có bộ nhiễm sắc thể như ở tế bào mẹ.", "4": "What is the abbreviation for Vietnam's Television?", "5": "Năm 1896, thực dân Pháp đã tiến hành xây dựng nhà tù nào ở Hà Nội và là một trong số những nhà tù lớn nhất Đông Dương của Pháp vào thời kì đó?", "6": "Cầu thủ nào đã giành danh hiệu Quả bóng vàng nữ Việt Nam 2022?", "7": "Theo Tổng cục Hải quan, năm địa phương có kim ngạch xuất khẩu cao nhất cả nước năm 2022 là TP. Hồ Chí Minh, Bắc Ninh, Thái Nguyên, Hải Phòng và tỉnh nào nữa?", "8": "Từ nào còn thiếu trong các câu thơ sau: \"Lời Đảng gọi, một ngày sấm nổ/ Biển người dâng ngập phố ngập đồng/ Mùa thu ... thành công/ Mùa thu đây, hỡi cờ hồng vàng sau!\" (Tố Hữu)?", "9": "Đồ thị của hàm số bậc nhất là một đường thẳng không ... và cũng không ... với các trục tọa độ.", "10": "Nguyên lí hoạt động của bugi xe máy dựa trên quá trình phóng điện tự lực nào để đốt hỗn hợp nổ trong xilanh?", "11": "Phần lớn đường đổi ngày quốc tế (International Date Line) đi qua đại dương nào?", "12": "Tòa thành cổ nào ở nước ta được sử cũ miêu tả là \"thành rộng hơn nghìn trượng như hình trôn ốc\"?", "13": "Ở trạng thái đơn chất, lưu huỳnh có số oxi hóa là mấy?", "14": "Trong hoạt động trao đổi khí ở phổi, bộ phận nào thực hiện là chủ yếu?", "15": "How many months is a quarter?[1]", "16": "\"Người giữ thời gian\" là phim tài liệu về toàn bộ quá trình thực hiện liveshow \"Tri âm\" của nữ ca sĩ nào?", "17": "Loại gió thổi từ các khu áp cao cận nhiệt đới về Xích đạo được gọi là gió gì?", "18": "Mọi công dân đủ 18 tuổi trở lên đều được tham gia bầu cử, trừ các trường hợp đặc biệt bị pháp luật cấm là nội dung của nguyên tắc bầu cử nào?", "19": "Trong các cơ chế sửa sai và bảo vệ ADN, thì quang phục hồi là cơ chế sửa sai ở đâu?", "20": "Các loại ô tô kinh doanh vận tải lưu hành giao thông cần phải dùng biển số có nền màu gì?", "21": "Với mốc 19 tuổi 4 tháng 6 ngày, Carlos Alcaraz trở thành người trẻ nhất trong lịch sử leo lên ngôi vị tay vợt nam số một thế giới. Anh là người nước nào?", "22": "Số chính phương không bao giờ có chữ số tận cùng là các số nào?", "23": "José Rizal là nhà thơ, thầy thuốc, nhà hoạt động dân chủ và là anh hùng dân tộc của đất nước ...", "24": "Từ câu: \"Bao giờ đom đóm bay ra/ Hoa gạo rụng xuống thì tra hạt vừng\", ta có thể suy luận, thời điểm thích hợp để gieo vừng là đầu mùa ...", "25": "Bình phương của một ... bằng bình phương của số thứ nhất cộng với hai lần tích của số thứ nhất với số thứ hai, cộng với bình phương của số thứ hai.", "26": "Oxit sắt từ được coi là hỗn hợp của hai oxit nào?", "27": "Làng gốm ... toạ lạc ngay trung tâm thị trấn Phước Dân, Ninh Phước, Ninh Thuận là một trong những làng gốm cổ nhất Đông Nam Á còn tồn tại.", "28": "Which planet in our solar system comes first in English alphabet?", "29": "Chương trình \"Giờ thứ 9+\" của VTV hướng đến giới thiệu hình ảnh của đối tượng nào là chủ yếu?", "30": "Kabuki là một loại hình nghệ thuật truyền thống của nước nào?", "31": "Thú mỏ vịt đẻ trứng hay đẻ con?", "32": "Danang Dragons, Hanoi Buffaloes là tên một số CLB nổi tiếng của môn ...", "33": "Anilin phản ứng với dung dịch chất nào sau đây: NaOH, Na2CO3, NaCl, HCl?", "34": "Dưới tác dụng của lực Coriolis, vật thể ở bán cầu Nam sẽ chuyển động lệch hướng về bên ... (theo hướng chuyển động).", "35": "Tên của con sông nào được lấy làm một từ trong bút danh của nhà thơ Nguyễn Khắc Hiếu?", "36": "Cuối tháng 2/2023, ca sĩ nào đã tổ chức live concert \"Chân trời rực rỡ\" tại Ninh Bình?[3]"}