{"1": "Vòng chung kết AFF Suzuki Cup 2018 được chia làm bao nhiêu bảng đấu?[1]", "2": "Trong âm lịch, tháng ... là tháng đầu năm, tháng ... là tháng cuối năm.", "3": "Trong các nhà hát, rèm treo tường chủ yếu được đùng để làm giảm ... của âm thanh.[2]", "4": "How many days does February 2019 have?", "5": "Trống cơm thuộc nhóm nhạc cụ: dây, gõ, thổi hay vĩ kéo?", "6": "Dung dịch muối nào sau đây tác dụng với dung dịch AgNO3 tạo kết tủa màu trắng: NaF, NaCl, NaBr, NaI?", "7": "Loài hoa nào xuất hiện trong bài \"Cáo tật thị chúng\" của Thiền sư Mãn Giác?", "8": "Dưới thời Lý - Trần, tôn giáo có vị trí đặc biệt quan trọng và rất phổ biến trong nhân dân là ...", "9": "Danh thắng Tam Cốc - Bích Động nằm ở tỉnh nào?", "10": "Ôxi được sinh ra trong pha nào của quá trình quang hợp?", "11": "KHÔNG ĐỦ THỜI GIAN", "12": "KHÔNG ĐỦ THỜI GIAN", "13": "C là ký hiệu của tập hợp các số nào?", "14": "Điền những từ còn thiếu vào câu ca dao sau: \"Trên trời có đám mây xanh/ Ở giữa ..., chung quanh ...\".", "15": "Trong một bài hát của nhạc sĩ Phạm Tuyên, thành phố nào là \"thành phố mười mùa hoa\"?", "16": "In Vietnam, cherry blossoms are the symbol of which season?", "17": "Ngày 20/9/1977, nước ta đã trở thành hội viên thứ 149 của tổ chức nào?", "18": "Chuyển động quay của bánh xe ô tô khi đang hãm phanh có được coi là chuyển động tròn đều không?", "19": "Dịp Tết Nguyên đán 2019, người lao động cả nước được nghỉ liên tục mấy ngày?", "20": "Ở thực vật có hai loại rễ chính là rễ cọc và ...", "21": "Nguyên tố hóa học nào chiếm tỉ lệ lớn nhất trong thành phần dầu mỏ?", "22": "KHÔNG ĐỦ THỜI GIAN", "23": "KHÔNG ĐỦ THỜI GIAN", "24": "KHÔNG ĐỦ THỜI GIAN", "25": "Trong truyện cổ tích \"Cây tre trăm đốt\", anh Khoai đã đọc câu thần chú gì để tách các đốt tre ra?", "26": "Trong bốn nhóm máu lớn, nhóm máu nào không tồn tại cả hai loại kháng nguyên A và B trên hồng cầu?", "27": "Thuốc thử thông dụng để nhận biết SO2 là gì?", "28": "Trong bóng đá, khi một cầu thủ ném biên mà quả bóng đi thẳng vào khung thành, không chạm bất kỳ cầu thủ nào khác, thì bàn thắng có được công nhận không?", "29": "Con sông nào dài nhất thế giới?", "30": "Các loại bún, phở thường dùng trong ẩm thực Việt chủ yếu làm từ bột mì hay bột gạo?", "31": "Hồ Tả Vọng, hồ Lục Thủy là các tên gọi xưa kia của hồ nào ở Hà Nội hiện nay?", "32": "Động từ nào xuất hiện nhiều nhất trong lời bài hát \"Nối vòng tay lớn\" của cố nhạc sỹ Trịnh Công Sơn?", "33": "Udon, Ramen, Soba là tên những loại mì truyền thống của quốc gia nào?", "34": "Tia Rơn-ghen là sóng điện từ có bước sóng ... tia hồng ngoại.", "35": "Một tam giác bất kỳ có bao nhiêu trung tuyến?", "36": "KHÔNG ĐỦ THỜI GIAN", "37": "Ôzôn có mặt chủ yếu ở tầng khí quyển nào?", "38": "Khuê Văn Các ở Văn Miếu Quốc tử giám Hà Nội được xây dựng dưới triều đại nào?[3]", "39": "\"Bốn mùa \" là một bộ bốn concerto cho nhạc cụ nào của tác giả Antonio Vivaldi?[4]", "40": "Muối nào là thành phần chủ yếu tạo nên áp suất thẩm thấu của máu?", "41": "Mỗi mặt bên của hình lăng trụ là một hình ...", "42": "Điểm cực Tây trên đất liền của nước ta thuộc tỉnh Điện Biên hay Lai Châu?", "43": "Tết Nguyên tiêu diễn ra vào thời gian âm lịch nào trong năm?", "44": "Nhà thơ Hoàng Cầm đã dùng cụm từ “màu dân tộc” để tả màu sắc trong loại tranh nào?[5]", "45": "Quá trình sản xuất vôi sống chủ yếu sinh ra loại khí nào?", "46": "What was the term used for the exit of Britain from the EU?", "47": "\"Nhập thành\" là thuật ngữ dùng để chỉ một nước đi trong trò chơi nào?", "48": "Tác dụng nhiệt của dòng điện trong thiết bị nào sau đây là có ích: bàn là, máy sấy tóc, lò nướng điện?"}