{"1": "Đây là mô tả động tác của môn thể thao nào?", "2": "Trong văn học Đông Á và Việt Nam, ngôi sao nào được xem là biểu tượng của văn chương, học thuật?[1]", "3": "Theo định luật II Newton, độ lớn của gia tốc ... với độ lớn của lực và ... với khối lượng của vật.", "4": "Which month of the year has the shortest name, with only 3 characters?", "5": "NSND Tạ Duy Hiển được coi là người sáng lập ngành nghệ thuật nào của Việt Nam hiện đại?", "6": "Phần lớn axit ... sản xuất trong công nghiệp được dùng để điều chế phân đạm amoni nitrat.", "7": "Tên đảo nào còn thiếu trong các câu sau: \"Làm trai đứng giữa đất .../ Lừng lẫy làm cho lở núi non\"?", "8": "Ai là người phát động phong trào \"Tết trồng cây\" ở nước ta?", "9": "Đèo Hải Vân nối liền hai tỉnh thành nào?", "10": "Một tập hợp các tế bào chuyên hóa có cấu trúc giống nhau, cùng thực hiện một chức năng nhất định, gọi là gì?", "11": "KHÔNG ĐỦ THỜI GIAN", "12": "KHÔNG ĐỦ THỜI GIAN", "13": "Trong các hàm số: y = sinx, y = cosx, y = tanx, hàm số nào tuần hoàn với chu kì pi?[2]", "14": "Cảnh mênh mang sông nước của dòng sông nào đã khơi gợi cảm xúc để Huy Cận sáng tác bài thơ Tràng giang?", "15": "MV \"Anh ơi ở lại\" của Chi Pu được dàn dựng dựa trên truyện cổ tích nào?", "16": "What is the only country where giant pandas live in the wild?", "17": "Đỉnh cao của phong trào cách mạng 1930 - 1931 là sự ra đời của chính quyền nào?", "18": "Tiramisu là món bánh nổi tiếng của Italy hay Nhật?", "19": "737 MAX là dòng máy bay dân dụng của hãng hàng không nào?", "20": "Răng người được bảo vệ bởi lớp ..., dày khoảng 2 cm.", "21": "Chất nào sau đây oxi hóa được Ag ở nhiệt độ thường: O2, N2, HCl, O3?", "22": "Lực ... có tác dụng cản trở chuyển động trượt.", "23": "Đội bóng nào đã vô địch UEFA Europa League mùa giải 2018 - 2019?", "24": "Bán nhật triều là con nước thủy triều lên xuống mấy lần mỗi ngày?", "25": "Theo tiếng đồng bào Tà-ôi, \"a-kay\" nghĩa là gì?", "26": "Khoảng 95% cơ thể của sứa là ...", "27": "Dựa vào tính chất hóa học của oxit, người ta phân loại thành bao nhiêu loại?", "28": "Giải bóng rổ chuyên nghiệp Việt Nam 2019 có bao nhiêu đội tham dự?", "29": "Đới nào nằm trong khoảng từ hai vòng cực đến hai cực?", "30": "Theo pháp luật nước ta hiện hành, người ngồi sau trên ô tô  tại vị trí có trang bị dây an toàn thì có bắt buộc thắt dây an toàn khi lưu thông không?[3]", "31": "Theo truyền thuyết Thánh Gióng, Thánh Gióng được sinh ra ở làng nào?", "32": "Các chương trình truyền hình có dạng \"infortainment\" chứa nội dung thuộc hai nhóm yếu tố chính là thông tin và ...[4]", "33": "Con vật nào được Harry Potter sử dụng để đưa thư trong bộ truyện cùng tên?", "34": "Theo định luật phản xạ ánh sáng, góc phản xạ bằng với góc ...", "35": "Trong một tích các thừa số đều lẻ và có ít nhất một thừa số có tận cùng là 5 thì tích có tận cùng là ...", "36": "KHÔNG ĐỦ THỜI GIAN", "37": "Thành phần nào trong không khí, dù chiếm một tỉ lệ nhỏ, nhưng lại là nguồn gốc sinh ra các hiện tượng trong khí quyển như mây, mưa?", "38": "Vị vua nào của nhà Nguyễn có thời gian trị vì ngắn nhất nước ta?", "39": "\"Những ngày tháng tuyệt vời\" là ca khúc của ban nhạc Bức Tường dành tặng cố nhạc sĩ - ca sĩ nào?", "40": "Sự thiếu hụt nguyên tố ở dạng hợp chất nào đã là nguyên nhân hàng đầu gây ra bệnh loãng xương ở người?", "41": "Yếu tố nào sau đây chỉ xuất hiện ở biểu thức đại số mà không phải ở biểu thức số: các chữ cái, các con số, các kí hiệu phép toán?", "42": "Nước ta có vị trí địa lí nằm ở khu vực nội chí tuyến hay ngoại chí tuyến?", "43": "Đây là biểu tượng của cơ quan nào thuộc Liên Hiệp Quốc?", "44": "Từ nào còn thiếu trong câu sau: \"Chớp đông nhay nháy, ... thì mưa\"?", "45": "Nguyên tố nào đứng ở vị trí đầu tiên trong bảng tuần hoàn các nguyên tố hóa học?", "46": "KHÔNG ĐỦ THỜI GIAN", "47": "KHÔNG ĐỦ THỜI GIAN", "48": "KHÔNG ĐỦ THỜI GIAN"}