{"1": "Đâu là cây trồng vụ đông - xuân: bắp cải, súp lơ, su hào?", "2": "Trong bài thơ \"Bên kia sông Đuống\" của Hoàng Cầm, tác giả đã dùng các chữ \"màu dân tộc\" để nói về dòng tranh nào?", "3": "La thành là vòng ngoài cùng của tòa thành nào vào thời Lý?", "4": "Trong số 28 tỉnh, thành phố trực thuộc T.Ư giáp biển của nước ta, địa phương nào có dân số lớn nhất?", "5": "Ai là chủ nhân danh hiệu Cầu thủ nam của năm tại sự kiện AFF Awards Night 2019?", "6": "Cảnh vật ở thành phố nào được Trịnh Công Sơn miêu tả bằng những lời ca như: \"phố xưa nhà cổ\", \"mái ngói thâm nâu\"?", "7": "Loại hình truyền thông nào sau đây ra đời sau hai loại còn lại: báo hình, báo nói, báo viết?", "8": "Chất xúc tác làm tăng tốc độ phản ứng và được sử dụng hết khi phản ứng kết thúc, đúng hay sai?", "9": "Which country is known as the land of maple leaf?", "10": "Độ cứng, giòn của gang xám .... so với gang trắng.", "11": "Ở đa số loài giao phối, giới tính được xác định trong quá trình ...", "12": "... là đơn vị cấu tạo nên từ.", "13": "Người dân Nam Bộ đã yêu quý mà gọi ai là \"Cụ đồ Chiểu\"?", "14": "Nhóm đất nào chiếm khoảng 65% diện tích đất tự nhiên ở nước ta?", "15": "Tại SEA Games 30, ai là huấn luyện viên trưởng của đội tuyển bóng đá nữ Việt Nam?", "16": "Đoạn bài hát này là về mùa nào?https://duong-len-dinh-olympia.fandom.com/vi/wiki/T%E1%BA%ADp_tin:Tuan1thang3quy2Olympia20-KhoidongNhac1.mp3", "17": "Trên huy hiệu Đoàn Thanh niên Cộng sản Hồ Chí Minh có hình ảnh một bàn tay cầm ...", "18": "Than chì có thể chuyển thành kim cương không?", "19": "The island of Bali is a part of which country?", "20": "Nước cứng là nước chứa nhiều ion ... và ion ...", "21": "Theo Tiên đề Euclid, nếu một đường thẳng cắt hai đường thẳng song song thì hai góc trong cùng phía như thế nào với nhau?", "22": "Nhà vật lí người Pháp nào đã được đặt tên cho nguyên lí về sự truyền áp suất của chất lưu do chính ông phát hiện?", "23": "Cây công nghiệp chủ lực của Trung du và miền núi Bắc Bộ là đậu tương, cà phê, chè hay điều?", "24": "Hầu hết tác phẩm còn được biết đến của Bà Huyện Thanh Quan được sáng tác bằng chữ ...", "25": "Năm 1919, Nguyễn Ái Quốc đã gửi bản Yêu sách của nhân dân An Nam tới hội nghị nào?", "26": "Địa chấn còn được gọi là gì?", "27": "Đây là bàn chơi của môn cờ nào?", "28": "Đoạn bài hát này nằm trong ca khúc nào?https://duong-len-dinh-olympia.fandom.com/vi/wiki/T%E1%BA%ADp_tin:Tuan1thang3quy2Olympia20-KhoidongNhac2.mp3", "29": "Gỏi tỏi là đặc sản của huyện đảo ..., tỉnh Quảng Ngãi.", "30": "Đa số đột biết gen khi biểu hiệu kiểu hình là có lợi hay có hại cho cơ thể?", "31": "Which direction is the opposite of South?", "32": "Quá trình thực vật hấp thụ khí CO2 và giải phóng oxi có cơ sở là loại phản ứng nào?", "33": "Số đo của nửa đường tròn là bao nhiêu độ?", "34": "Khi đi qua viên kim cương đã được cắt gọt thành khối có nhiều mặt, ánh sáng trắng bị khúc xạ và ..., do đó ta thấy kim cương lấp lánh nhiều màu rực rỡ.", "35": "... được xem là cấp độ tổ chức cao nhất và lớn nhất của hệ sống.", "36": "Từ gồm hai hoặc nhiều tiếng được gọi là từ ...", "37": "Đại tướng Võ Nguyên Giáp trước đây đã từng là thầy giáo dạy môn học gì?", "38": "Sông Mê Kông bắt nguồn từ sơn nguyên ...", "39": "Trong một trân đấu khúc côn cầu, người chơi ở vị trí nào có nhiều trang thiết bị bảo vệ an toàn nhất?", "40": "Cắc, tùng là những từ miêu tả âm thanh phát ra khi gõ nhạc cụ nào trong cuộc hát ca trù?", "41": "Xe rùa hay xe cút kít dùng để vận chuyển hàng hóa có mấy bánh xe?", "42": "Hình chữ nhật có hai cạnh kề bằng nhau, đúng hay sai?", "43": "What is the only provincial city in Dien Bien?", "44": "Pau-linh quy ước lấy độ âm điện của nguyên tố nào để xác định độ âm điện tương đối cho các nguyên tố khác nhau?", "45": "Số pi là một hằng số toán học có giá trị bằng tỉ số giữa ... của một đường tròn với ... của đường tròn đó.", "46": "Điểm đặt của trọng lực tác dụng lên vật gọi là ..."}