{"1": "Phong trào văn hóa nổi tiếng nào diễn ra chủ yếu từ thế kỷ XIV đến thế kỷ XVII ở châu Âu?", "2": "Violon, viola, contrabass là một số nhạc cụ thuộc bộ nào trong dàn nhạc giao hưởng?", "3": "Ngoài các trạng thái rắn, lỏng, khí, vật chất còn tồn tại ở dạng nào?", "4": "Tên hiệu của danh y Lê Hữu Trác là gì?", "5": "Tác phẩm \"Chinh phụ ngâm\" bản chữ Hán do ai sáng tác?", "6": "Cơ quan nào trong cơ thể con người đóng vai trò như một khung đỡ, làm chỗ bám giữ cho các cơ, nâng đỡ cho các cơ quan nội tạng và bảo vệ các cơ quan như tim, phổi, não?", "7": "Zero inches is equal to how many centimeters?", "8": "Trong thơ Nguyễn Phan Hách, \"Tháng Giêng mùa hát hội\" nhắc đến loại hình diễn xướng dân gian nào?", "9": "Mỗi điểm nằm trên một đường thẳng là gốc chung của hai tia ... nhau.", "10": "Điện trở của các dây dẫn có cùng chiều dài và được làm từ cùng một vật liệu tỉ lệ ... với tiết diện của mỗi dây.", "11": "Bộ phận nào trên cây dừa thực chất là hạt dừa?", "12": "Từ nào còn thiếu trong câu sau: \"... là đầu câu chuyện\".", "13": "Dãy Urai - ranh giới tự nhiên của châu Á và châu Âu, hầu như nằm trong lãnh thổ quốc gia nào?", "14": "Ba môn thể thao từng đem lại huy chương cho thể thao Việt Nam tại Thế vận hội là Taekwondo, bắn súng và ...", "15": "Trong hai câu: \"Cộng hai phân số cùng số dưới/ Cứ cộng phần trên lại với nhau\" thì \"số dưới\" là cách Lương Thế Vinh mô tả phần nào trong một phân số?", "16": "Hai câu thơ sau của tác giả Tố Hữu đã nói lên giá trị trường tồn của tác phẩm văn học nào: \"Tiếng đàn xưa đứt ngang dây/ Hai trăm năm lại càng say lòng người\"?", "17": "Phong trào kháng Pháp nào nổ ra vào cuối thế kỷ XIX do Tôn Thất Thuyết nhân danh vua Hàm Nghi đề xướng?", "18": "Màng sinh chất, tế bào chất và nhân là ba thành phần cấu trúc của ...", "19": "Từ nào còn thiếu trong câu thành ngữ sau: \"Quýt làm ... chịu\"?", "20": "Điền những từ còn thiếu trong câu khẩu hiệu sau: \"Vắc-xin tốt nhất là vắc-xin được ...\".", "21": "Trong lí thuyết xác suất, biến cố là một tập con của ...", "22": "Nếu bạn ném một hòn đá lên cao, không theo phương thẳng đứng, nó sẽ chuyển động theo đường cong nào, nếu lực cản của không khí là không đáng kể?", "23": "Các este là chất ... hoặc chất ... ở điều kiện bình thường.", "24": "Dương xỉ sinh sản hữu tính hay sinh sản vô tính?", "25": "Ở miền Bắc, mưa phùn ẩm ướt đặc trưng cho mùa nào hơn cả?", "26": "\"Sáng chớm lạnh trong lòng Hà Nội/ Những phố dài xao xác hơi may\" là những câu thơ của nhà thơ nào?", "27": "James Watt là người đã có nhiều công lao trong việc cải tiến loại động cơ gì để làm nền tảng cho cuộc Cách mạng công nghiệp lần thứ nhất?", "28": "Ba nhóm đất chính ở khu vực Đồng bằng sông Cửu Long của nước ta là: đất phù sa ngọt, đất mặn, và đất ...", "29": "Để tính tổng tất cả các số trong dãy ô của một file Excel, ta sử dụng hàm gì?", "30": "Vườn quốc gia Côn Đảo là nơi đầu tiên của Việt Nam thực hiện thành công chương trình bảo tồn loại động vật biển quý hiếm nào?", "31": "Quốc gia nào là chủ nhà của giải AFF Cup 2020 (tổ chức vào năm 2021)?", "32": "Which country in Southeast Asia is called \"Burma\"?"}