{"1": "Khu lăng mộ An Sinh (Quảng Ninh) là nơi an táng của các vua triều đại nào?", "2": "Để viết các số từ 1980 đến 1988 cần bao nhiêu chữ số 8?", "3": "Vũ Thị Thiết là nhân vật nữ chính trong truyện nào của \"Truyền kỳ mạn lục\"?", "4": "Sóng âm trong không khí là sóng ...", "5": "CO2 ở dạng rắn được gọi là nước ...", "6": "Vào tháng 3/2022, sự kiện thể thao lớn nào của thế giới diễn ra sau Thế vận hội mùa Đông 2022?", "7": "What plant is on the UN flag?", "8": "Chất hêmôglôbin - chất khiến cho hồng cầu màu đỏ - còn gọi là gì?", "9": "Trên cơ sở hạt nhân đầu tiên là Nam đồng thư xã, ngày 25/12/1927, tổ chức nào do Nguyễn Thái Học đứng đầu đã được thành lập?", "10": "Vườn quốc gia Tràm Chim thuộc địa phận tỉnh/thành nào hiện nay?", "11": "Trong hai loại nhạc cụ cổ truyền của Việt Nam sau, nhạc cụ nào có nhiều dây hơn: đàn tứ hay đàn tì bà?", "12": "Trong hệ điều hành Windows, khi muốn tắt một cửa sổ đang làm việc bằng bàn phím, ta dùng tổ hợp phím tắt mặc định nào?", "13": "Nguyên tố hóa học nào được đặt theo tên của nước Pháp: gali (Ga) hay franxi (Fr)?", "14": "In Southeast Asia, the Golden Triangle is the area where the borders of Thailand, Laos, and ... meet.", "15": "Hãy tìm tập hợp số hữu tỉ có thể được biểu diễn dưới dạng số thập phân vô hạn không tuần hoàn.", "16": "Có bao nhiêu môn thi đấu tranh huy chương được tổ chức tại SEA Games XXXI?", "17": "Một vật không có trục quay cố định khi chịu tác dụng của ngẫu lực sẽ chuyển động gì?", "18": "Ca khúc nào của nhạc sĩ Hoàng Vân được mở đầu bằng câu: \"Hò dô ta nào!\"?", "19": "Khi cho bột nở vào giấm ăn, ta thấy dung dịch trào ra rất nhiều bọt khí. Những bọt khí này là của khí gì?", "20": "Trong các bậc phân loại sinh vật, \"giống\" được phân loại tương đương với bậc nào: bộ, họ, chi, loài?", "21": "Bêtô, nhân vật chính trong truyện ngắn \"Tôi là Bêtô\" (Nguyễn Nhật Ánh), là loài vật gì?", "22": "Mặt ngăn cách hai khối khí khác biệt nhau về tính chất vật lí được gọi là gì?", "23": "Những thứ cho thêm vào món ăn để tăng mùi vị như hành, ớt, bột ngọt, muối... thường được gọi chung là gì?", "24": "Số chính phương chia cho 3 không bao giờ có số dư là 1 hay 2?", "25": "Tập số nào là tập xác định của hàm số bậc hai?", "26": "Which planet is closest in size to Earth in the Solar System?", "27": "Nikola Tesla là người đã phát minh động cơ đầu tiên chạy bằng dòng điện ... chiều.", "28": "Dừa sáp Cầu Kè, bánh tét Trà Cuôn, bánh canh Bến Có là một số đặc sản của tỉnh nào?", "29": "Từ lâu người ta đã sử dụng đồng vị phóng xạ của phi kim nào trong chẩn đoán và điều trị bệnh tuyến giáp?"}