{"1": "Rầy nâu là côn trùng gây hại, làm giảm nghiêm trọng sản lượng cây lương thực nào trên thế giới?", "2": "Trong truyền thuyết \"Bánh chưng, bánh giầy\", loại lương thực nào được coi là thứ quý giá nhất trong trời đất?", "3": "Sài Gòn - Mỹ Tho là tuyến đường ... đầu tiên ở nước ta, được đưa vào sử dụng năm 1881.", "4": "Sông nào là ranh giới tự nhiên giữa một số tỉnh thành phía bắc như: Hà Nội và Hưng Yên, Hà Nam và Thái Bình, Nam Định và Thái Bình?", "5": "Mặt bàn dùng để thi đấu trong môn bóng bàn thường được làm từ chất liệu nào sau đây: gỗ, cỏ, đất nệm?", "6": "Đây là nghệ sĩ nào?", "7": "What day in February is the Vietnamese Doctors' Day?", "8": "Chương trình giáo dục phổ thông ở nước ta hiện nay kéo dài bao nhiêu năm?", "9": "Sự nhiễm điện do cọ sát rất khó xảy ra khi thời tiết ẩm. Đúng hay sai?", "10": "Hai đường tròn phân biệt thì có nhiều nhất bao nhiêu điểm chung?", "11": "Trong acquy có sự chuyển hóa năng lượng ... thành năng lượng điện.", "12": "Trong bảng tuần hoàn các nguyên tố hóa học, các nguyên tố được sắp xếp theo chiều tăng dần của ... hạt nhân nguyên tử.", "13": "Xét trong suốt đời người, vitamin được cung cấp cho cơ thể chủ yếu qua thức ăn, viên uống hay thuốc?", "14": "\"Bác Dương thôi đã thôi rồi/ Nước mây man mác ngậm ngùi lòng ta\". \"Bác Dương\" trong hai câu thơ trên của Nguyễn Khuyến là ai?", "15": "\"VE Day 75\" là cột mốc trong năm 2020 kỉ niệm 75 năm thời điểm kết thúc cuộc chiến nào ở châu Âu?", "16": "Cao nguyên Lang Biang nằm ở tỉnh nào?", "17": "Kiatisuk hiện là huấn luyện viên trưởng của câu lạc bộ bóng đá nào?", "18": "Những nhạc phẩm nào được xếp vào thể loại hành khúc: Tiến về Sài Gòn, Lên đàng, Nối vòng tay lớn?", "19": "Which of the following food tastes sweet: sugar, salt?", "20": "Thạt Luổng là công trình kiến trúc Phật giáo tiêu biểu của quốc gia Đông Nam Á nào?", "21": "Các hoang mạc trên thế giới thường phân bố dọc theo hai đường chí tuyến hay dọc theo đường xích đạo?", "22": "Tia nằm giữa hai cạnh của góc và tạo với hai cạnh ấy hai góc bằng nhau được gọi là ...", "23": "Trong nhà hát, rèm treo tường chủ yếu được dùng để làm giảm ...", "24": "Cây bèo tây (lục bình) là loài thân thảo, thân leo hay thân gỗ?", "25": "Nguyễn Đình Chiểu đã nhắc đến những ai qua câu sau: \"Ngoài cật có một manh áo vải, nào đợi mang bao tấu, bầu ngòi; trong tay cầm một ngọn tầm vông, chi nài sắm đao tu, nón gõ\"?", "26": "Tháng 12/1989, tại Malta, Mỹ và Liên Xô tuyên bố chấm dứt chiến tranh ...", "27": "Loại địa hình nào chiếm diện tích lớn nhất nước ta?", "28": "Đội bóng đá nào đã giành chức vô địch Cúp Quốc gia 2020?", "29": "Mĩ thuật thời Nguyễn đã bước đầu có sự tiếp thu nghệ thuật từ quốc gia châu Âu nào?", "30": "In the cartoon \"Tom and Jerry\", Tom is a cat and Jerry is a ...", "31": "Chương trình bảng tính nào của Microsoft là một trong những phần mềm được sử dụng rộng rãi nhất trên toàn thế giới hiện nay?", "32": "Hát Khan là một thể loại hát kể sử thi, trường ca truyền thống của đồng bào các dân tộc Tây Bắc hay Tây Nguyên?", "33": "Mặt bên của các kim tự tháp Ai Cập là hình toán học gì?", "34": "Các khoen bật nắp chai như trong ảnh ứng dụng loại máy cơ đơn giản nào?", "35": "Ở động vật, cơ quan nào của hệ tiêu hóa là nơi thực hiện chủ yếu sự hấp thụ các chất dinh dưỡng?", "36": "Theo dân gian Việt Nam, con gì được xem là \"đầu cơ nghiệp\"?", "37": "Ai được suy tôn là Chúa Tiên, là vị chúa Nguyễn đầu tiên?", "38": "Canada chỉ có đường biên giới chung trên đất liền với một quốc gia. Đó là quốc gia nào?", "39": "... là môn thể thao mà mỗi người chơi ném một quả bóng nặng cho chạy trên một đường băng dài để làm đổ những con ki gỗ.", "40": "Trong âm nhạc Phú Quang, \"mùi hoàng lan\" và \"mùi hoa sữa\" gắn liền với đường phố của thành phố nào?", "41": "What are the two common colors of penguins?", "42": "Tết Nguyên Tiêu rơi vào ngày Âm lịch nào?", "43": "Tiêu thường được thổi dọc hay thổi ngang?", "44": "Trong một đường tròn, số đo của các góc nội tiếp bằng ... số đo của cung bị chắn.", "45": "Do tác động của ..., xe buýt đang đi bỗng dừng lại đột ngột thì hành khách sẽ lao về phía trước."}