{"1": "Thượng nguồn các sông: Sê San, Sêrêpốk, sông Ba và sông Đồng Nai nằm ở khu vực nào?", "2": "Which month starts a calendar year?", "3": "\"Tiểu tiên cá\" là biệt danh được người hâm mộ yêu mến đặt cho nữ vận động viên bơi lội nào của nước ta?", "4": "Tây Ban cầm là tên gọi khác của loại nhạc cụ nào?", "5": "Kẹo mè sừng là đại diện tiêu biểu của ẩm thực xứ ...", "6": "Obitan nguyên tử là khu vực mà trong đó khả năng có mặt của ... là lớn nhất.", "7": "... hình tròn là đường biên giới hạn hình tròn.", "8": "Đâu là một loại năng lượng nguyên tử: năng lượng phân hạch, năng lượng nhiệt hạch, năng lượng do phân rã chất phóng xạ?", "9": "Loại mô nào trong cơ thể người có chức năng tạo ra bộ khung của cơ thể, neo giữ các cơ quan?", "10": "Tảo có chứa chất diệp lục không?", "11": "Loài chim nào khi gọi bầy cũng là lúc \"Lúa chiêm đang chín,  trái cây ngọt dần\"?", "12": "Bản \"Yêu sách của nhân dân An Nam\" gửi tới hội nghị Versailles năm 1919 kí tên ai?", "13": "Nước nào có diện tích lớn hơn cả: Brazil, Peru hay Bolivia?", "14": "\"Tất cả hoặc không có gì\" là quy luật hoạt động của cơ ...", "15": "Hồ Kẻ Gỗ là hồ nước nhân tạo lớn nhất tỉnh nào?", "16": "At the Summer Olympics, triathlon is a sport consisting of running, cycling and ...", "17": "Old Trafford hiện là sân nhà của CLB bóng đá nào?", "18": "Bốn làng cổ: An Thái, Phù Đức, Kim Đới, Thét (Phú Thọ) là cái nôi của di sản văn hóa phi vật thể nào?", "19": "Nhà thờ đá Phát Diệm là công trình kiến trúc độc đáo, điểm đến du lịch của tính nào?", "20": "Theo chiều tăng dần điện tích hạt nhân của các halogen từ flo đến iot, khả năng phản ứng của các nguyên tố với hidro thay đổi thế nào?", "21": "Hai đường thẳng gọi là ... nếu chúng không đồng phẳng.", "22": "Loại gương có mặt phản xạ là mặt ngoài của một phần mặt cầu được gọi là gì?", "23": "Quá trình nào của cây xanh có vai trò lớn nhất trong việc giữ trong sạch bầu khí quyển?", "24": "Ngô đồng trong thơ ủa Bích Khê là cây thân gỗ, thân cỏ hay thân leo?", "25": "Sông Đông êm đềm, Đất vỡ hoang, Số phận một con người,... là những tác phẩm tiêu biểu của tác gia Liên Xô nào?", "26": "Bộ luật Hồng Đức được soạn thảo dưới triều vua nào?", "27": "Cao nguyên đá Đồng Văn nằm ở tỉnh nào?", "28": "What covers approximately 71% of the Earth's surface: land or water?", "29": "Giải bóng đá Nhi đồng toàn quốc là sân chơi dành cho lứa tuổi nào: U11, U13 hay U15?", "30": "Tiểu đoàn nào được nhắc đến trong đoạn bài hát sau?https://duong-len-dinh-olympia.fandom.com/vi/wiki/T%E1%BA%ADp_tin:Tuan2thang1quy2Olympia2021-KhoidongNhac1.ogg", "31": "Làng nào ở Hà Nội nổi tiếng với món cốm, được nhắc đến qua câu ca: \"Cốm ..., gạo tám Mễ Trì/ Tương bần, húng Láng còn gì ngon hơn\"?", "32": "Nhóm khí hiếm trong bảng tuần hoàn dạng ngắn được xếp ở nhóm nguyên tố nào?", "33": "Đường tròn tiếp xúc với tất cả các cạnh của một đa giác được gọi là đường tròn ... đa giác.", "34": "Trong đoạn mạch điện mắc nối tiếp, ... có giá trị như nhau tại mọi điểm.", "35": "Hệ tuần hoàn của động vật có hai dạng là tuần hoàn ... và tuần hoàn ...", "36": "Magie có thể cháy trong Nito hay trong CO2?", "37": "Tên tổ chức nào còn thiếu trong những câu thơ sau: \"Em hôm nay vào .../ Màu khăn đỏ dắt em/ Bước qua thời thơ dại\" (Xuân Quỳnh)?", "38": "Ở ..., quanh năm có độ dài ngày và đêm bằng nhau.", "39": "How many teeth does a healthy adult have, including the wisdom teeth?", "40": "Dự án phim \"Em và Trịnh\" làm về cuộc đời nhạc sĩ tài hoa nào?", "41": "Loại hình nghệ thuật dân ca nào có hình thức khởi nguồn đơn giản là vừa chơi bài, vừa hô (hát) giữa các chòi với nhau?", "42": "Hệ năm giác quan của con người bao gồm thính giác, vị giác, khứu giác, xúc giác và ...", "43": "Ankan đơn giản thứ hai sau metan là gì?", "44": "Vecto nào có phương và hương tùy ý?", "45": "Dung lượng của acquy là điện lượng ... mà acquy có thể cung cấp được khi nó phát điện.", "46": "Hầu là tên gọi khác của cơ quan nào trong hệ hô hấp ở người?", "47": "Bài \"Đi học\" (Minh Chinh - Bùi Đinh Thảo) nói về lần đầu đến lớp của em bé miền núi hay thành phố?", "48": "Đầu những năm 30 của thế kỷ XX, thể loại mới nào của văn học đã ra đời với những cây viết đáng chú ý như Vũ Trọng Phụng, Tam Lang, Ngô Tất Tố?"}