{"1": "When is the next leap year?", "2": "Theo luật chơi hiện tại của chương trình Ai là triệu phú, mỗi người chơi trên ghế nóng sẽ có tối đa bao nhiêu giây suy nghĩ cho mỗi câu hỏi?", "3": "Trong sơ đồ mạch điện, hình vẽ này là kí hiệu của thiết bị nào?", "4": "Nhạc phẩm nào đã mở đầu đêm trình diễn của dàn nhạc giao hưởng London Symphony Orchestra tại Hà Nội tháng 10/2018 ?[1]", "5": "Câu lạc bộ của tỉnh, thành nào đã giành chức vô địch giải bóng rổ chuyên nghiệp Việt Nam - VBA 2018?", "6": "Trong 4 kim loại Na, Mg, Al, Fe, kim loại nào có tính khử yếu hơn Zn?", "7": "Tác phẩm Bắc Sơn được nhà văn Nguyễn Huy Tưởng viết theo thể loại nào?", "8": "Năm 1804, vua Gia Long đã đổi tên nước ta từ ... thành Việt Nam.", "9": "Dòng sông nào nằm trong danh sách 20 dòng sông dài nhất thế giới, chảy qua lãnh thổ nước ta?", "10": "KHÔNG ĐỦ THỜI GIAN", "11": "KHÔNG ĐỦ THỜI GIAN", "12": "KHÔNG ĐỦ THỜI GIAN", "13": "Sin của góc 90 độ có giá trị bằng ...", "14": "Nhà văn Daniel Defoe - tác giả của tiểu thuyết Robinson Crusoe là người nước nào?", "15": "Giải quần vợt Roland Garros được tổ chức ở quốc gia nào?", "16": "\"Trưng nữ vương\", \"Đào Phi Phụng\" là những tác phẩm tiêu biểu của loại hình nghệ thuật nào?", "17": "Vị hoàng đế duy nhất nào của nhà Lý không được thờ ở đền Lý Bát Đế?", "18": "Mọi tờ tiền polymer của nước ta đang lưu hành trên thị trường đều có chung một kích thước nhất định, đúng hay sai?", "19": "Khi soạn thảo văn bản, để hủy bỏ thao tác vừa thực hiện ta nhấn tổ hợp phím nào?", "20": "Nhóm động vật không xương sống, có lớp vỏ ngoài bằng kitin cứng chắc, sống ở nước và hô hấp bằng mang được gọi là gì?", "21": "Các mỏ apatit tại Lào Cai là nguồn cung cấp khoáng vật quý báu để sản xuất phân bón hóa học chứa nguyên tố nào?", "22": "Trong các hạt sơ cấp: pôzitron, prôtôn, phôtôn, hạt nào có khối lượng nghỉ bằng 0?", "23": "What is a female lion called?", "24": "KHÔNG ĐỦ THỜI GIAN", "25": "Từ nào còn thiếu trong những câu thơ sau: \"Đất là nơi Chim về/ ... là  nơi Rồng ở/ Lạc Long Quân và Âu Cơ/ Đẻ ra đồng bào ta trong bọc trứng.\"?[1]", "26": "Mèo, ếch, voi, loài nào là động vật biến nhiệt?", "27": "Nguyên tử có bán kính nhỏ nhất là nguyên tử của nguyên tố nào?", "28": "Ha Giang is the ... most province in Vietnam.", "29": "Bán đảo Hòn Gốm là nơi có điểm cực ... của lãnh thổ nước ta?", "30": "Người ngồi trên xe mô tô hai bánh, xe mô tô ba bánh, xe gắn máy có được sử dụng ô, dù khi tham gia giao thông hay không?", "31": "Người được bầu làm Chủ tịch nước đầu tiên của nước Cộng hòa Xã hội Chủ nghĩa Việt Nam là ai?", "32": "Nội dung thi đấu ngắn nhất trong các nội dung chạy ngoài trời của môn điền kinh tại một kì thế vận hội là bao nhiêu mét?", "33": "Loại khăn nào của người Nam Bộ thường có hai màu đan chéo nhau, tạo thành các ô vuông nhỏ trải dài khắp mặt khăn?", "34": "Lực nào được sinh ra khi một lò xo bị nén lại hoặc bị kéo giãn?", "35": "Một tam giác là tam giác vuông khi và chỉ khi nó có một góc bằng ... hai góc còn lại.", "36": "KHÔNG ĐỦ THỜI GIAN", "37": "Hành tinh nào gần Mặt Trời nhất?", "38": "Hội Quốc Liên là tiền thân của tổ chức quốc tế nào hiện nay?", "39": "Thời gian nghỉ giữa hai hiệp thi đấu chính thức của một trận bóng đá là bao nhiêu phút?", "40": "Ở động vật có cơ thể đối xứng tỏa tròn thuộc ngành Ruột khoang, hệ thần kinh có dạng gì?", "41": "Dụng cụ toán học nào là một nửa hình tròn được chia thành 180 phần bằng nhau và được ghi từ 0 (độ) đến 180 (độ)?", "42": "Khoảng 80% các nguyên tố trong Bảng tuần hoàn các nguyên tố hóa học là kim loại hay phi kim?", "43": "Ngựa ô là loài ngựa có lông màu gì?", "44": "Bà Tú là một đề tài độc đáo trong thơ của ai?", "45": "Hợp kim của kẽm và đồng được gọi là gì?", "46": "\"Rồi đây anh bạn sẽ buộc toàn thế giới phải nhắc đến tên mình\" là lời Mozart đã dành cho nhà soạn nhạc người Đức nào?", "47": "What is the abbreviation of World Health Organization?", "48": "KHÔNG ĐỦ THỜI GIAN"}