{"1": "Những câu thơ \"Mà nay áo vải cờ đào/ Giúp dân dựng nước xiết bao công trình\" nhắc đến anh hùng nào?", "2": "Tập ... là tập con của mọi tập hợp.", "3": "Hiện tượng nào chỉ xảy ra ở miền có vĩ độ lớn, giống như một \"màn sáng\" huyền ảo ở trên cao tới vài trăm kilômét?", "4": "\"Ngã ba Đông Dương\" - nơi có cột mốc biên giới ba nước Việt Nam, Lào, Campuchia, nằm ở tỉnh nào nước ta?", "5": "Câu hò: \"Muốn ăn cơm trắng mấy giò này!/ Lại đây mà đẩy xe bò với anh, nì!\" là lời của nhân vật nào trong tác phẩm Vợ nhặt của tác giả Kim Lân?", "6": "\"Khai dân trí, chấn dân khí, hậu dân sinh\" là khẩu hiệu của cuộc vận động nào do Phan Châu Trinh, Huỳnh Thúc Kháng, Trần Quý Cáp thực hiện?", "7": "What is the the first island city in Vietnam?[1]", "8": "Cây bao báp là loại cây nổi tiếng gắn với châu lục nào?", "9": "Ở nam giới, mọc râu, thanh quản nở rộng, giọng trầm là một số thay đổi khi bước vào độ tuổi ...", "10": "Vietnamese people has tradition of dyeing their teeth. What color do they usually go for?", "11": "Vòng tuần hoàn phổi là vòng tuần hoàn lớn hay vòng tuần hoàn nhỏ?", "12": "Thành Vạn An do Mai Thúc Loan xây dựng xưa kia thuộc địa phận tỉnh nào ngày nay?", "13": "Trong các kim loại sau, kim loại nào có tính khử mạnh nhất: Fe, Na, K, Mg?", "14": "Jakarta hiện là thủ đô của quốc gia nào?", "15": "Miền có gió mậu dịch quanh năm thì có lượng mưa như thế nào?", "16": "Thống kê dân số của một quốc gia hằng năm là số đúng hay số gần đúng?", "17": "Trong một nhạc phẩm của Nguyễn Đình Thi, \"đây lắng hồn núi sông ngàn năm\" là nơi nào?", "18": "Oxit nào còn có tên gọi khác là silica?", "19": "What color is the star on the Vietnamese flag?", "20": "Cao nguyên Sìn Hồ được coi là nóc nhà của tỉnh ...", "21": "Không giữ đúng khoảng cách nhìn khi sinh hoạt, làm cho thể thủy tinh luôn luôn phồng, lâu dần mất khả năng dãn. Đây là một trong những nguyên nhân gây ra tật gì ở mắt?", "22": "Ngày 11/1/1960, vào dịp Tết Nguyên đán Canh Tý 1960, Bác Hồ đã trồng cây đa tại Công viên hồ Bảy Mẫu, mở đầu cho phong trào Tết ...", "23": "Tại SEA Games 31, cầu thủ nào đã ghi bàn thắng duy nhất trong trận Chung kết môn bóng đá nữ?", "24": "Sinh sản ... thường gặp ở động vật bậc thấp.", "25": "Đâu không phải là cây hoa màu: lúa, ngô, khoai, sắn?", "26": "Những vật cứng có bề mặt nhẵn thì hấp thụ âm ...", "27": "Cầu Thủ Thiêm 2 bắc qua sông Sài Gòn nối quận 1 với thành phố nào?", "28": "Quickstep, Slow Foxtrot, Tango... là một số điệu nhảy xuất hiện ở bộ môn nào của SEA Games 31?", "29": "Dòng sông lớn nào tạo thành một phần biên giới tự nhiên giữa Lào và Thái Lan?", "30": "Tia hồng ngoại, tia tử ngoại, tia Rơn-ghen đều có khả năng đâm xuyên giống nhau. Đúng hay sai?", "31": "Johnsy, Sue, cụ Behrman là những nhân vật trong truyện ngắn nào?", "32": "Ở kì nào của quá trình nguyên phân, nhiễm sắc thể có cấu trúc điển hình gồm hai cromatit đính với nhau ở tâm động?"}