{"1": "Thủy điện Lai Châu được xây dựng trên con sông nào?", "2": "Hai chữ cái nào thường được ghi ở hai đầu nam châm để chỉ các cực của nam châm?", "3": "Hai Bà Trưng đã chọn vùng đất nào để đóng đô?", "4": "Nếu hai mặt phẳng cắt nhau cùng song song với một đường thẳng thì ... của chúng cũng song song với đường thẳng đó.", "5": "I-li-át và Ô-đi-xê là hai sử thi nổi tiếng của đất nước nào?", "6": "Phần mềm nào của gói ứng dụng văn phòng Microsoft Office là phần mềm trình chiếu?", "7": "Vật mà khoảng cách giữa hai điểm bất kì của vật không đổi được gọi là gì?", "8": "Dung dịch của H2O2 trong nước có tên gọi phổ biến trong đời sống là gì?", "9": "Đâu không phải là tên một tập thơ: Thơ thơ, Lửa thiêng, Bức tranh quê, Vang bóng một thời?", "10": "Hoàng đế nào được bầy tôi dâng tôn hiệu là Đại Thắng Minh Hoàng đế?", "11": "Đây là sân thi đấu của thể loại bóng đá nào?", "12": "\"Đờn cò\" là tên gọi khác của đàn nào?", "13": "Hình hộp chữ nhật có bao nhiêu điểm?", "14": "Đơn vị đo diện dung của tụ điện trong hệ SI là gì?", "15": "Cai Rang floating market is located in which city?", "16": "Hệ thống nhà hát Broadway là điểm đến không nên bỏ lỡ khi tới quốc gia nào?", "17": "Thấu kính phân kì có phần giữa dày hơn phần rìa. Đúng hay sai?", "18": "Tích của n số nguyên dương liên tiếp từ 1 đến n được gọi là n ...", "19": "\"Xống chụ xon xao\" là tên tiếng Thái của truyện thơ nổi tiếng nào?", "20": "Bộ chín chiếc đỉnh đồng lớn (Cửu đỉnh) đặt trong Hoàng Thành (Đại Nội) - Kinh thành Huế, được đúc dưới thời vua nào?", "21": "La Niña là hiện tượng trái ngược với hiện tượng gì?", "22": "Các kỳ Thế vận hội Mùa hè hiện đại chưa từng được tổ chức ở châu Phi và châu ...", "23": "Tên tuổi họa sĩ Victor Chizhikov gắn liền với thiết kế chú gấu nào của nước Nga?", "24": "Hoa cà phê ở Tây Nguyên thường có màu gì?", "25": "Which organ is responsible for blooding pumping?", "26": "Nhựa của loại cây nào được gọi là \"nước mắt của cây\"?", "27": "Biển báo này có cấm người dắt xe đạp không?", "28": "Liên kết giữa Na và Cl trong NaCl thuộc loại liên kết gì?", "29": "Câu \"rét run cầm cập\" thể hiện phản ứng của cơ thể trong sự điều hòa ...", "30": "Theo lời bài hát \"Cả tuần đều ngoan\" của Phạm Tuyên, thứ mấy là ngày đầu tuần?", "31": "Viết \"chẩn đoán\" (A) hay \"chuẩn đoán\" (B) là chính xác?"}