{"1": "Vũ cầu là tên gọi khác của môn thể thao nào?", "2": "... là quân hàm cao nhất trong lực lượng quân đội nhân dân Việt Nam.", "3": "Gia tốc trong chuyển động tròn đều luôn hướng vào ... của quỹ đạo.", "4": "Is hot air lighter or heavier than cold air?", "5": "Không giới hạn - Sasuke là chương trình truyền hình có xuất xứ từ nước nào?", "6": "Đây là mô hình phân tử của hợp chất nào?", "7": "Ai là tác giả của hai câu thơ: \"Nay ở trong thơ nên có thép/ Nhà thơ cũng phải biết xung phong\"?", "8": "Trong thời kì phong kiến nước ta, trên hoàng bào, loài vật nào là hình tượng phổ biến nhất dùng để tượng trưng cho cung đình, vua chúa?", "9": "Đại dương nào đóng vai trò chính cung cấp lượng hơi ẩm tạo nên mùa mưa ở miền Nam nước ta?", "10": "Dạ dày của gia cầm có tên phổ biến là gì?", "11": "Quýt hay bưởi có thể được xếp vào nhóm cây ăn quả có múi?", "12": "Hình bình hành có một đường chéo là đường phân giác của một góc là dấu hiệu nhận biết hình ...", "13": "Hình vuông có mấy trục đối xứng?", "14": "Từ nào còn thiếu trong câu sau: \"Cơn đằng ... vừa trông vừa chạy/ Cơn đằng ... vừa làm vừa chơi\"?", "15": "\"Thủy đình\" là sân khấu của loại hình nghệ thuật nào?", "16": "If you are a boy, what gender are you?", "17": "Ai là người đội trưởng dầu tiên của Đội Thiếu niên Tiền phong Hồ Chí Minh?", "18": "Chiếc cúp dành cho người thắng giải Grammy có hình một chiếc máy hát hay một chiếc đĩa CD?", "19": "Bệnh dại diễn ra quanh năm nhưng có xu hướng tăng cao vào mùa nào ở miền Bắc nước ta?", "20": "Đây là quả gì?", "21": "Kim loại nào là kim loại duy nhất tồn tại ở thể lỏng trong điều kiện nhiệt độ, áp suất bình thường?", "22": "... của vật là đại lượng đặc trưng cho mức quán tính của vật.", "23": "Khi bắt đầu trận đấu, trên bàn cờ vua có ... quân cờ đen và ... quân cờ trắng.", "24": "KHÔNG ĐỦ THỜI GIAN", "25": "Từ nào còn thiếu trong các câu thơ sau: \"Thuyền về nước lại sầu trăm ngả/ ... một cành khô lạc mấy dòng\"?", "26": "Hàm trên của trâu có bao nhiêu răng?", "27": "Điểm sôi của các anken ... lên khi mạch cacbon của chúng dài hơn.", "28": "Huấn luyện viên trưởng đội tuyển bóng đá Việt Nam hiện tại là người nước nào?", "29": "Xác động vật hình thành nên loại đá nào?", "30": "Giác kế và thước đo góc là hai dụng cụ cùng có chức năng là đo góc, đúng hay sai?", "31": "\"Bác Tôn\" là cách gọi thân thường của nhân dân ta dành cho ai?", "32": "Tranh Đông Hồ thường được vẽ trên loại giấy dân gian nào?", "33": "Hiện nay, mọi chuyến tàu khách liên vận quốc tế khi vào địa phận Việt Nam phải dừng ở ga nào tại Lạng Sơn đầu tiên?", "34": "Trong trạng thái ..., vật chất không tồn tại dưới dạng các nguyên tử và phân tử mà dưới dạng các ion.", "35": "Nếu hai vectơ có cùng ... và ... thì chúng bằng nhau.", "36": "What is the nationality of Dmitri Mendeleev?", "37": "Lãnh thổ Ai Cập trải dài trên hai châu lục nào?", "38": "Hiện tượng tự nhiên nào đóng góp một phần quan trọng làm nên các chiến thắng lịch sử trên sông Bạch Đằng?", "39": "\"Em còn nhớ hay em đã quên\" là đêm nhạc tổ chức nhân kỷ niệm 18 năm ngày người nhạc sĩ tài hoa nào rời cõi tạm?", "40": "Con người càng về già thì tỉ lệ chất cốt giao trong xương càng ...", "41": "Tập hợp rỗng có bao nhiêu phần tử?", "42": "Kích thước của bão càng lớn thì cường độ của bão càng mạnh. Nhận định này đúng hay sai?", "43": "Trong Word và Excel, để mở một trang soạn thảo mới hoặc một bảng tính trắng, ta cần nhấn tổ hợp phím nào?", "44": "Chú chó Bấc là nhân vật chính trong tiểu thuyết nào của nhà văn Jack London?", "45": "Người ta thường dùng dung dịch nước ... để nhận biết anken.", "46": "Kangaroo is the national animal of which country?", "47": "Thanh kiếm trong môn võ kendo làm từ vật liệu gì?", "48": "Mỗi hành tinh trong hệ Mặt Trời đều chuyển động theo quỹ đạo là một đường hình elip mà tâm Mặt Trời là một ...[2]"}