{"1": "Theo kinh nghiệm dân gian, \"Chớp đông nhay nháy, gà gáy thì ...\".", "2": "Tim đập nhanh và mạnh làm huyết áp ..., tim đập chậm và yếu làm huyết áp ...", "3": "Mài dao cho sắc là ứng dụng có ích của loại lực ma sát nào?", "4": "What is Europe's second longest river?", "5": "Địa danh nào còn thiếu trong những câu hát sau?[1]https://duong-len-dinh-olympia.fandom.com/vi/wiki/T%E1%BA%ADp_tin:Tuan2thang1quy3Olympia23-KhoidongNhac1.mp3", "6": "Nếu hai đại lượng tỉ lệ ... với nhau thì tích hai giá trị tương ứng của chúng luôn bằng hệ số tỉ lệ.", "7": "Nhà thơ nào là tác giả của \"Bài thơ về tiểu đội xe không kính\"?", "8": "Benzen có tác dụng với dung dịch thuốc tím không?", "9": "Số ... là số nguyên tố nhỏ nhất có hai chữ số.[2]", "10": "Vị vua nào đã ban bố Chiếu lập học?", "11": "Thận thải tới 90% các sản phẩm bài tiết hòa tan trong máu (trừ CO2 ), khoảng 10% còn lại do ... đảm nhiệm.[3]", "12": "How many toes do most cats have on each of their front paws?", "13": "Nhiệt lượng do một vật tỏa ra tỉ lệ ... với khối lượng của vật đó.", "14": "Đại bộ phận lãnh thổ nước ta nằm trong múi giờ thứ mấy?", "15": "Đắk Nông nằm trọn trên cao nguyên ...", "16": "Khoảnh sân, khoảnh đất nơi các đô vật cổ truyền thi đấu được gọi là gì?", "17": "Số oxi hóa cao nhất của nitơ là bao nhiêu?", "18": "Hò khoan Lệ Thủy là làn điệu dân ca bắt nguồn từ tỉnh nào?", "19": "Sinh năm 1889, ... được coi là người đặt dấu gạch nối giữa văn học truyền thống và văn học hiện đại.", "20": "Nam châm của đinamo xe đạp là nam châm vĩnh cửu, đúng hay sai?", "21": "Cuộc khủng hoảng kinh tế thế giới 1929 - 1933 bắt đầu từ quốc gia nào?", "22": "Cầu Thủ Thiêm 2 (Ba Son) bắc qua sông Sài Gòn nối quận ... với thành phố ...", "23": "The Nobel Prize is named after scientist Alfred Bernhard Nobel. What country is he from?", "24": "Tại -39°C, thủy ngân bắt đầu chuyển từ thể ... sang thể ...", "25": "Từ chỉ gồm một tiếng là ...", "26": "... là người đầu tiên trên thế giới chinh phục vũ trụ bằng chuyến bay ngày 12/4/1961 trên tàu vũ trụ Phương Đông 1.", "27": "Một vật được gắn chặt vào đầu một sợi dây sau đó quay nhanh đều sợi dây. Khi này lực căng của sợi dây đóng vai trò là lực ...", "28": "Đồng bằng nước ta chiếm khoảng bao nhiêu phần diện tích lãnh thổ?", "29": "Nhìn chung, luật chơi môn cờ người ngoài trời tuân thủ như luật chơi môn ...", "30": "Ở phần đầu bài thơ \"Vội vàng\", Xuân Diệu có lời để tặng nhà thơ nào?", "31": "Một tứ giác là tứ giác nội tiếp nếu có hai đỉnh cùng nhìn một cạnh dưới hai góc ...", "32": "Hồ Núi Cốc (Thái Nguyên) được tạo nên sau khi đập ngăn sông ... được xây dựng.", "33": "Theo quy định của pháp luật Việt Nam, người chưa thành niên là người chưa đủ ... tuổi.", "34": "Đặt vật sáng trước thấu kính phân kì, ta thu được ảnh ..., ... hơn vật.", "35": "Lấy da lành vá vào chỗ bị bỏng là một ví dụ của việc ghép ... biểu bì.", "36": "Một ống nghiệm hình trụ có một ít hơi brom. Muốn hơi thoát ra nhanh cần đặt ống đứng thẳng hay úp ngược ống treo trên giá?"}