{"1": "Phổ Yên là thành phố trực thuộc tỉnh nào của nước ta?", "2": "Hello Kitty lấy hình tượng mô phỏng theo con vật gì?", "3": "Tứ giác có ba góc vuông là hình ...", "4": "Đây là nhân vật nào?", "5": "Khi ta quan sát con cá bơi dưới nước, ánh sáng truyền đến mắt ta là tia ...", "6": "Theo tác giả Nhất Thanh trong \"Đất lề quê thói\", vào ngày Tết, với dụng ý sẽ dư mãi ra, tiền mừng tuổi thường là số chẵn hay số lẻ?", "7": "What flowers appear in the poem \"Ông Đồ\"?", "8": "Số đơn vị điện tích hạt nhân của nguyên tử nitơ là 7. Vậy nguyên tử của nguyên tố này có mấy proton?", "9": "Trung bình, mỗi giây, cơ quan nào trong cơ thể người bình thường thực hiện một công khoảng 0,12J để bơm máu đi nuôi cơ thể?", "10": "Dãy núi nào nằm ở phía nam tỉnh Hà Tĩnh và phía bắc tỉnh Quảng Bình, gần như chia đôi vùng Bắc Trung Bộ theo chiều dài?", "11": "Vở diễn \"Huyền thoại gò Rồng ấp\" được xây dựng dựa trên những huyền tích dân gian về sự ra đời của vị vua nào?", "12": "Which province has the largest tea growing area in Vietnam?", "13": "Người châu Á đầu tiên nhận giải Nobel về văn học là ai?", "14": "Góc ... là góc có hai cạnh là hai tia đối nhau.", "15": "Hai màu sắc trên lá cờ của Liên Hợp Quốc là hai màu nào?", "16": "Trong công nghiệp hiện nay, người ta sử dụng phương pháp đốt khí tự nhiên để điều chế loại khí nào?", "17": "Sự chuyển thể nào của nước biển đóng vai trò chủ đạo trong ngành sản xuất muối?", "18": "Ở nước ta, sao la được phát hiện lần đầu tiên tại vườn quốc gia nào?", "19": "\"Tuần lễ hoa dã quỳ - núi lửa Chư Đang Ya năm 2022\" là sự kiện văn hóa - du lịch do tỉnh nào tổ chức?", "20": "Trẻ đồng sinh hay gặp nhất là trẻ song sinh, đúng hay sai?", "21": "1920 MW là công suất lớn nhất của nhà máy thủy điện nào ở miền Bắc?", "22": "Những câu thơ sau của tác giả nào: \"Ngày ngày dòng người đi trong thương nhớ/ Kết tràng hoa dâng bảy mươi chín mùa xuân\"?", "23": "Nhóm sinh vật trên cạn nào sau đây trao đổi khí hiệu quả nhất trong quá trình hô hấp: thú, chim, bò sát, côn trùng?", "24": "Tuyển thủ quốc gia Quang Hải mang áo số mấy ở đội tuyển quốc gia?", "25": "Pháo đài ... là nơi bắn những loạt đạn pháo đầu tiên, phát hiệu lệnh cho Hà Nội mở đầu cuộc Toàn quốc kháng chiến năm 1946.", "26": "Cảnh tượng: \"Mưa đổ bụi êm êm trên bến vắng/ Đò biếng lười nằm mặc nước sông trôi\" xuất hiện ở mùa nào?", "27": "Khi cho chanh vào sữa tươi hoặc sữa đậu nành sẽ xảy ra hiện tượng gì?", "28": "Trong không gian, hai mặt phẳng gọi là song song nếu chúng ... điểm chung.", "29": "Ăn nhiều các loại hoa quả chín, ngọt như xoài, dứa có thể gây tăng cân là do trong thành phần những loại quả này có hàm lượng ... cao.", "30": "Trong bức tranh Đông Hồ \"Đám cưới chuột\", những lễ vật đàn chuột mang tới cống nạp cho mèo là chim và con gì?", "31": "Tính đến năm 2022, tỉnh nào có nhiều thành phố trực thuộc nhất vùng Đông Nam Bộ?", "32": "In which city would you find the world-famous Colosseum?", "33": "Độ tuổi nào là dấu mốc thiết lập khả năng sinh sản ở con người?", "34": "Khi vật nằm trên mặt đất thì thế năng hấp dẫn của vật bằng bao nhiêu (lấy mặt đất làm mốc)?", "35": "Nguyễn Hiền - trạng nguyên trẻ tuổi nhất nước Nam, đã đạt danh vị trạng nguyên ở tuổi bao nhiêu?", "36": "Than chì có dẫn điện không?"}