{"1": "Tiền đạo nào của Việt Nam đã ký hợp đồng thi đấu một năm theo dạng cho mượn với CLB Hàn Quốc Incheon United?", "2": "Từ 20h30 đến 21h30 ngày 30/3/2019, sự kiện chính thức Giờ ... sẽ diễn ra ở nhiều tỉnh/thành trên khắp Việt Nam.", "3": "Trong các lực tương tác cơ bản sau, lực nào là yếu nhất: lục điện từ, lực hấp dẫn, lực hạt nhân yếu, và lực hạt nhân mạnh?", "4": "Which country has the largest population in Europe?", "5": "Mr. Bean là loạt phim hài nổi tiếng của quốc gia nào?", "6": "Loại khí nào trước đây còn được gọi là \"khinh khí\"?", "7": "Nhà viết kịch Pháp nào đã có những tác phẩm như Trường học làm vợ, Dom Juan, Lão hà tiện?", "8": "Năm 1858, thực dân Pháp đã nổ súng tấn công vào nước ta tại địa phận của tỉnh/thành nào ngày nay?", "9": "DOC là bản Tuyên bố về cách ứng xử của các bên trên vùng biển nào?", "10": "Đâu là loài cây bản địa của Việt Nam: khoai tây, sâm Ngọc Linh, cao su?", "11": "Một khuông nhạc có 4 hay 5 khe nhạc?", "12": "Hình chóp cụt có các mặt bên là những hình ...", "13": "Cơ số của logarit phải là số dương khác ...", "14": "\"Khuôn trăng đầy đặn, nét ngài nở nang\" là lời Nguyễn Du miêu tả nhân vật nào?", "15": "Ai được mệnh danh là ông vua nhạc Pop?", "16": "What is the square root of 144?", "17": "Lụa một thời đã được coi là một loại tiền tệ trên con đường huyền thoại nào?", "18": "Một hình vuông và một hình chữ nhật có diện tích bằng nhau thì luôn luôn có chu vi bằng nhau. Đúng hay sai?", "19": "Chế biến món xôi người ta thường sử dụng nguyên liệu chính là ...", "20": "Chất khoáng chủ yếu trong xương là chất nào?", "21": "Trong nước ngầm chưa qua xử lý thường có chứa sắt dưới dạng muối sắt mang hóa trị mấy?", "22": "Động cơ ... là động cơ nhiệt thường gặp nhất hiện nay.", "23": "KHÔNG ĐỦ THỜI GIAN", "24": "KHÔNG ĐỦ THỜI GIAN", "25": "\"Bài học đường đời đầu tiên\", \"câu chuyện ân hận đầu tiên\" của Dế Mèn trong tác phẩm Dế Mèn phiêu lưu ký liên quan đến cái chết của nhân vật nào?", "26": "Thông tin di truyền chứa trong phân tử ADN được truyền đạt quá trình phiên mã và ...", "27": "Nguyên tố nào chiếm khoảng 60% khối lượng cơ thể con người?", "28": "Bàn thắng của cầu thủ nào ở đội tuyển bóng đá nam nước ta đã được khán giả bình chọn là bàn thắng đẹp nhất vòng chung kết AFC Asian Cup?", "29": "Huyện đảo nào sau đây thuộc vùng Đông Nam Bộ: Vân Đồn, Phú Quý, Côn Đảo, Phú Quốc?", "30": "Sự kiện lịch sử nào diễn ra trước: Nam Kỳ khởi nghĩa hay Nam Bộ kháng chiến?", "31": "Cuộc chiến tranh nào đã làm cho nền kinh tế Liên Xô phát triển chậm lại tới 10 năm?", "32": "Đây là ban nhạc nào?", "33": "Năm 1919, chuyến bay do anh em nhà Smith và các đồng nghiệp thực hiện là từ châu ... đến châu Đại Dương.", "34": "So với ảnh tạo ra từ thấu kính phân kỳ, vật có độ lớn như thế nào?", "35": "Chữ cái Q được dùng để ký hiệu cho tập hợp các số ...", "36": "How many hours is Vietnam ahead of Thailand?", "37": "Sông Mã chảy qua Lào rồi trở về địa phân Việt Nam ở tỉnh nào?", "38": "\"Những con người khổng lồ\" dùng để chỉ văn hóa, khoa học thiên tài xuất hiện trong thời kì nào?", "39": "Nhạc cụ nào sau đây không có dây: đàn kìm, đàn bầu, đàn organ, đàn tranh?", "40": "Chuỗi xoắn kép của ADN có chiều .. chiều kim đồng hồ.", "41": "Trong các hình: hình chữ nhật, hình vuông, hình thoi; hình nào có bốn trực đối xứng?", "42": "Phần nào của cây mía ngọt hơn, nhiều chất dinh dưỡng hơn: ngọn mía hay gốc mía?", "43": "\"Học, học nữa, học mãi\" là câu nói nổi tiếng của ai?", "44": "Nhà thơ nào \"muốn tắt nắng đi\", \"muốn buộc gió lại\"?", "45": "Axit nào là thành phần gây ra vị chua của giấm ăn?", "46": "What is the main material of the Eiffel Tower?", "47": "Đại hội Thể dục Thể thao toàn quốc năm 2018 đã diễn ra tại tỉnh/thành nào?", "48": "Khi chỉ có hai vật truyền nhiệt cho nhau, nhiệt lượng của vật này tỏa ra có tính chất như thế nào so với nhiệt lượng vật kia thu vào?"}