{"1": "Từ 23 tháng Chạp đến mùng 7 tháng Giêng, cây gì thường được dựng lên ở nhiều nơi nhằm xua đuổi ma quỷ trong dịp Tết?", "2": "Trên cùng một mặt phẳng, khoảng cách giữa hai điểm trùng nhau là bao nhiêu đơn vị?", "3": "Nhiệt kế thuỷ ngân là một ứng dụng phổ biến và một ví dụ điển hình cho hiện tượng vật lí gì liên quan đến nhiệt độ?", "4": "Đốt cháy hoàn toàn rượu etylic, ta thu được nước và khí ...", "5": "Nếu thiếu loại vitamin nào thì cơ thể dễ bị nhiễm trùng, giác mạc của mắt khô và có thể dẫn đến mù lòa?", "6": "Cái gì xuất hiện khi \"mưa rào vừa tạnh\", như là \"Ai vẽ cong cong/ Tô màu rực rỡ/ Tím, xanh, vàng, đỏ\"?", "7": "\"Vua cờ lau\" là cách gọi dân gian của vị vua nào?", "8": "Sông Như Nguyệt là con sông quan trọng nhất trong hệ thống sông ...", "9": "Nguyễn Văn Toản chơi ở vị trí nào trong đội hình U22 Việt Nam tại SEA Games 30?", "10": "Múa rối nước là nghệ thuật dân gian của người nông dân làm ruộng nước ở vùng đồng bằng ...", "11": "How many countries does Mekong River flow through?", "12": "Vị thần nào được nhắc đến trong câu sau: \"Đất có ..., sông có Hà Bá\"?", "13": "Trong bộ sách \"Cơ sở\", Euclid đã chứng minh rằng số lượng các số nguyên tố là bao nhiêu?", "14": "Thuyền buồm sử dụng năng lượng từ nguồn nào là chính để chuyển động?", "15": "Loại đá nào là nguyên liệu để sản xuất canxi oxit?", "16": "Chất nào chiếm tỉ lệ lớn nhất trong huyết tương?", "17": "Truyền thuyết nổi tiếng nhất của người Việt giải thích hiện tượng lũ lụt và mong muốn chế ngự thiên tai, có tên là gì?", "18": "Sau thất bại ở đâu, viên tướng Pháp De Castries đã phải thốt lên: \"Người ta có thể đánh bại một đội quân, chứ không thể đánh bại được một dân tộc\"?", "19": "Hiện nay huyện đảo Hoàng Sa thuộc quyền quản lý hành chính của tỉnh, thành phố nào?", "20": "Đây là hình ảnh minh hoạ của môn thể thao nào?", "21": "Thể loại bài hát nào có âm điệu khoan thai, nhẹ nhàng, tiết tấu đung đưa như để ru cho trẻ ngủ?", "22": "What day comes after Sunday?", "23": "Theo WHO, đến tháng 10/2021, biến chủng nào của virus SARS-CoV-2 chiếm lĩnh đa số các ca mắc COVID-19?", "24": "Sự ăn mòn kim loại xảy ra nhanh hơn khi ta tăng hay giảm nhiệt độ môi trường xung quanh?", "25": "Hai điểm gọi là đối xứng với nhau qua điểm I nếu I là ... của đoạn thẳng nối hai điểm đó.", "26": "Kính lúp là loại thấu kính gì?", "27": "Ngày trước, người ta thường dùng hỗn hợp của thiếc với kim loại rất độc nào để tráng gương?", "28": "Đột biến được chia thành hai loại là đột biến tự nhiên và đột biến ...", "29": "Ai là tác giả của trường ca Mặt đường khát vọng?", "30": "Nền độc lập của nhà nước Đại Cồ Việt non trẻ đã được củng cố vững chắc sau chiến thắng trước quân xâm lược nào năm 981?", "31": "Lãnh thổ nước ta chạy dọc bờ biển phía ... của bán đảo Đông Dương.", "32": "Sân vận động nào là \"sân nhà\" của đội tuyển Việt Nam tại Vòng loại thứ ba World Cup 2022?", "33": "\"Tình ca\", \"Lá xanh\",\"Nhạc rừng\" là những sáng tác của nhạc sĩ nào?", "34": "The two teams playing the final match in the UEFA Euro 2020 were England and ...", "35": "Hồ nào ở Hà Nội được mô tả là \"Từ trên cao nhìn xuống, mặt hồ như một chiếc gương bầu dục lớn, sáng long lanh\"?", "36": "Lồng vắt quần áo của máy giặt vận dụng chuyển động hướng tâm hay li tâm?", "37": "Các hàm số y = tan x và y = cot x tuần hoàn với chu kỳ ...", "38": "Trước khi bắn cung, vận động viên thường kiểm tra tính chất nào sau đây ở dây cung: tính dẫn nhiệt, tính đàn hồi, từ tính?", "39": "Thành phần chủ yếu của quặng boxit là hợp chất nào?", "40": "Trứng gà non là loại trứng chỉ có lòng ..."}