{"1": "Trong bài thơ Bếp lửa (Bằng Việt), loài chim nào \"Chẳng đến ở cùng bà/ Kêu chi hoài trên những cánh đồng xa\"?", "2": "Ca(HCO3)2 phản ứng với dung dịch NaOH tạo ra kết tủa ...", "3": "In which country is the setting of William Shakespeare's Romeo and Juliet?", "4": "Sông Cầu và sông Thương thuộc hệ thống sông nào?", "5": "Hai đường tròn tiếp xúc ngoài với nhau có bao nhiêu tiếp tuyến chung?", "6": "Kiểu hình là tổ hợp toàn bộ các ... của cơ thể.", "7": "Đoàn Thanh niên Dân chủ Đông Dương, Đoàn Thanh niên Phản đế Đông Dương, Đoàn Thanh niên Cứu quốc Việt Nam là một số tên gọi trước đây của tổ chức nào hiện nay?", "8": "Cánh quạt bị bám bụi nhiều hơn các bộ phận khác của quạt. Đây có thể coi là một ví dụ của hiện tượng nhiễm điện do ...", "9": "Trong Tuyên ngôn Độc lập năm 1945, Hồ Chủ tịch đã trích dẫn Tuyên ngôn của những quốc gia nào?[1]", "10": "Sách ... IUCN là danh sách toàn diện nhất về tình trạng nguy cơ tuyệt chủng toàn cầu của các loài động vật, nấm và thực vật.", "11": "Trùng biến hình là đại diện tiêu biểu của lớp trùng ...[2]", "12": "Năm 1611, Nguyễn Hoàng cho quân vượt qua đèo Cù Mông, lập ra phủ ...", "13": "Hàm số y = |x| là một hàm số chẵn, đồ thị của nó nhận ... làm trục đối xứng.", "14": "... là cuộc chiến tranh lớn nhất, khốc liệt nhất và tàn phá nặng nề nhất trong lịch sử nhân loại.", "15": "Trong tự nhiên, silic đioxit tồn tại dưới nhiều dạng tinh thể nhưng phổ biến nhất là ...", "16": "Trong âm nhạc của Trịnh Công Sơn, hành tinh nào được miêu tả là \"như một hòn bi xanh\"?", "17": "Sông Bạch Đằng là ranh giới tự nhiên giữa hai tỉnh/thành nào?", "18": "Ghép hai tụ điện như hình vẽ là cách ghép ...", "19": "What continent is home to the Himalayan mountains?", "20": "Nữ vận động viên nào của thể thao Việt Nam đã giành bốn huy chương vàng cá nhân ở môn điền kinh tại SEA Games 32?", "21": "Trong bài \"Lịch sử nước ta\", vị vua nào \"quê ở Đường Lâm/ Cứu dân ra khỏi cát lầm ngàn năm\"?", "22": "Cặp phương trình nào có cùng tập nghiệm: sinx = 1 và tanx = 1 (A), sinx = 0 và cosx = 1 (B), cosx = 0 và cotx = 0 (C), sinx = 1 và cosx = 0 (D)?", "23": "Trong một hiệp đấu bóng bàn, trừ trường hợp hai bên đều đạt 10 điểm, bên nào đạt ... điểm trước thì bên đó thắng hiệp đấu.", "24": "Da gai là một trong những ngành chính của giới sinh vật nào?", "25": "Với hơn 85 triệu người theo dõi, nhóm nhạc nào đang giữ kỉ lục là nghệ sĩ thuộc lĩnh vực âm nhạc có nhiều người theo dõi nhất trên nền tảng YouTube?", "26": "Hiđro sunfua tan trong nước tạo thành dung dịch axit rất yếu có tên là gi?", "27": "\"Thành cổ\" trong bài hát \"Cỏ non thành cổ\" (sáng tác: Tân Huyền) là di tích nào?", "28": "Trong âm nhạc, mỗi nhịp chia thành những phần nhỏ hơn đều nhau về thời gian gọi là ...", "29": "Trong tương tác giữa hai vật, một lực gọi là lực tác dụng, lực còn lại là gi?", "30": "Những câu hát ru: \"Ngủ ngoan a-kay ơi, ngủ ngoan a-kay hỡi\", xuất hiện trong bài thơ nào của tác giả Nguyễn Khoa Điềm?", "31": "What plant is used in the traditional Vietnamese dance \"múa sạp\" traditionally?", "32": "Vọng lâu tại di tích Cửa Bắc (Hà Nội) thờ phụng hai vị Tổng đốc nào?", "33": "Tầng sừng và tầng tế bào sống nằm ở lớp nào của da?", "34": "Cực Nam của vùng duyên hải Bắc Trung Bộ nước ta nằm ở tỉnh nào?", "35": "Vectơ không là vectơ có điểm đầu và điểm cuối ... nhau.", "36": "Giải thể thao khu vực Đông Nam Á dành cho người khuyết tật, thường được tổ chức ngay sau SEA Games, có tên gọi là gì?"}