{"1": "Cơ quan nào của hệ bài tiết còn có chức năng điều hòa, cảm nhận nhiệt độ, tổng hợp vitamin D?", "2": "\"Thuốc\", \"Nhật ký người điên\", \"Cố hương\" là các tác phẩm văn học của tác giả nào?", "3": "Thư gửi cho học sinh cả nước nhân ngày khai giảng đầu tiên được Bác Hồ viết vào năm nào?", "4": "Trữ lượng dầu trên thế giới hiện nay chủ yếu nằm ở sa mạc, trên các vùng núi cao hay dưới đáy biển?", "5": "Quốc gia nào là nơi khai sinh ra môn bóng chày?", "6": "Quả gì được nhắc đến trong câu hát sau?https://duong-len-dinh-olympia.fandom.com/vi/wiki/T%E1%BA%ADp_tin:Tuan2thang1quy1Olympia2020-KhoidongNhac1.mp3", "7": "Những loại trái cây nào có thể là nguyên liệu để làm món chè: bưởi, sầu riêng, xoài, nhãn?", "8": "Kim loại nào dẻo hơn: vàng hay nhôm?", "9": "Which football team won the AFF Women's Championship 2019?", "10": "Trong mỗi chu kỳ, theo chiều tăng của điện tích hạt nhân, tính kim loại của các nguyên tố ... dần, đồng thời tính phi kim ... dần.", "11": "... là số tự nhiên lớn hơn 1, có nhiều hơn hai ước số.", "12": "Trong các bức xạ của ánh sáng nhìn thấy, diệp lục có trong lá cây hấp thụ ít nhất bức xạ ứng với màu nào?", "13": "Bộ phận nào trên xương sống là dấu vết cho thấy con người từng có đuôi nhưng đã bị thoái hóa?", "14": "Văn học Việt Nam gồm hai bộ phận lớn là văn học dân gian và văn học ...", "15": "Hương Cảng là tên gọi khác của vùng lãnh thổ nào?", "16": "Hệ thống sông nào là hệ thống sông lớn nhất khu vực Đông Nam Bộ nước ta?", "17": "Ngọn lửa của thế vận hội được lấy từ quốc gia nào?", "18": "Oscar là giải thưởng điện ảnh thường niên của quốc gia nào?", "19": "Nhãn lồng là đặc sản của tỉnh nào?", "20": "Ta có nên dùng miệng để hút, thông các loại dầu nhớt, hóa chất ... trong quá trình sửa chữa máy móc, thiết bị không?", "21": "How many decimeters are in 0.2km?", "22": "\"Khinh khí\" trong bom khinh khí là từ dùng để chỉ loại khí nào?", "23": "Tinh bột được tạo thành ở cây xanh nhờ quá trình gì?", "24": "Loại bánh nào được Hồ Xuân Hương mô tả là \"bảy nổi ba chìm\"?", "25": "Trong thời gian ở Pháp, Bác Hồ đã có nhiều bài viết đặc sắc đăng trên những báo nào dưới đây: Người cùng khổ, Đời sống công nhân, Nhân đạo?", "26": "Kilimanjaro là đỉnh núi cao nhất châu lục nào?", "27": "Trong một trận đấu cầu lông, có tối đa bao nhiêu vận động viên cùng lúc thi đấu trên sân?", "28": "Trong ca trù, ca nương sử dụng nhạc khí nào để lấy nhịp?", "29": "Chín, tái gầu, tái nạm, tái lăn là một số cách chế biến thịt trong món ...", "30": "Thành phần chính trong cồn khô và cồn lỏng là cùng một chất, đúng hay sai?", "31": "Joseph Schooling is athlete of which country?", "32": "Số khối của hạt nhân bằng tổng số ... và tổng số ...", "33": "Số nào là số tự nhiên khác 0 duy nhất mà bình phương của nó gấp 2 lần nó?", "34": "Quá trình không ngừng cung cấp oxi cho các tế bào của cơ thể và loại cacbonic do các tế bào thải ra khỏi cơ thể, gọi là gì?", "35": "Lời nhận xét sau là về nhà văn nào: \"Trên hội Tao Đàn hôm nay, chỉ tiên sinh là người của hai thế kỷ\"?", "36": "Tiến sĩ nào ở thời Hậu Lê là người có công khởi thảo và đặt tên cho bộ sách Đại Việt sử ký toàn thư?", "37": "Thành phố trực thuộc trung ương nào là một trong những trung tâm kinh tế của vùng Duyên hải Nam Trung Bộ nước ta hiện nay?", "38": "Mỗi vận động viên nhảy sào sẽ được nhảy tối đa mấy lần trong một mức xà?", "39": "Câu chuyện tình yêu của Romeo và Juliet lấy bối cảnh ở đất nước nào?", "40": "Mecca là thánh địa linh thiêng của các tín đồ tôn giáo nào?", "41": "Cửa thoát hiểm ra các cầu thang thoát hiểm bên trong tòa nhà phải luôn luôn mở hay đóng?", "42": "What is the name of the stone plateau in Vietnam which is recognised as a world geological park?", "43": "Nguyên tố hóa học là những nguyên tử có cùng ...", "44": "... của hai tập hợp A và B là tập hợp bao gồm tất cả các phần tử thuộc cả A và B.", "45": "Chất rắn không có dạng hình học được gọi là chất rắn ..."}