{"1": "Nguyên nhân dẫn đến hiện tượng lệch bội và đa bội là do rối loạn quá trình phân li của các ... trong quá trình phân bào.", "2": "Nguyễn Bỉnh Khiêm thường được dân gian gọi là gì?", "3": "Đây là thác nước nào?", "4": "Thành phố nào là nơi đăng cai Thế vận hội Mùa đông năm 2022?", "5": "Nguyên tố Halogen nào có trong hormone tuyến giáp của người?", "6": "\"Lửa ấm\" là phim truyền hình có nhiều nhân vật là những chiến sĩ cảnh sát ... và cứu nạn cứu hộ.", "7": "What day is Vietnamese Teacher's day?", "8": "IMO là kì thi Olympic Quốc tế ở môn nào?", "9": "Ánh sáng đơn sắc là ánh sáng có bước sóng như nhau trong mọi môi trường. Đúng hay sai?", "10": "Hỡi cánh rừng ghê gớm của ta ơi!\" là câu thơ kết thúc bài thơ nào của Thế Lữ?", "11": "Trong một bất phương trình, ngoài các chữ đóng vai trò ẩn số còn có thể có các chữ khác được xem như những hằng số và được gọi là ...", "12": "Điều kiện cân bằng của một vật có mặt chân đế là giá của ... phải xuyên qua mặt chân đế.", "13": "\"Thang điểm Mohs\" được sử dụng để đánh giá tính chất nào của một vật liệu?", "14": "Bài thơ \"Khúc hát ru những em bé lớn trên lưng mẹ\" của Nguyễn Khoa Điềm viết về bà mẹ dân tộc nào?", "15": "Chế phẩm chứa kháng nguyên , tạo cho cơ thể khả năng đáp ứng miễn dịch, được dùng với mục đích phòng bệnh được gọi là gì?", "16": "Hội nghị cấp cao giữa các nước EC họp tại Maastricht đã đánh dấu bước chuyển từ Cộng đồng châu Âu (EC) sang ...", "17": "Thành phố Tam Kỳ là tỉnh lị của tỉnh ...", "18": "Võ phục của Vovinam có màu gì?", "19": "Loại phản ứng hóa học nào gây ra sự ăn mòn kim loại?", "20": "Bức tranh \"Chơi ô ăn quan\" của họa sĩ Nguyễn Phan Chánh được vẽ trên chất liệu nào?", "21": "The sun rises in the ... and sets in the ...", "22": "Nhà hát Con Sò là cách người Việt gọi tên nhà hát opera ở thành phố nào?", "23": "Các đường sức điện là các đường cong kín hay không kín?", "24": "Địa danh nào còn thiếu trong những câu ca dao sau: \"Nhà Bè nước chảy chia hai/ Ai về ..., Đồng Nai thì về\"?", "25": "Khi ta nói về tĩnh điện, nghĩa là ta đang nói đến sự mất cân bằng giữa điện tích ... và điện tích ... bên trong các vật.", "26": "Loại tế bào nào trong máu người còn được gọi là \"tế bào máu trắng\"?", "27": "Từ nào còn thiếu trong các câu thơ sau: \"Đời ... Thái Tổ, Thái Tông/ Thóc lúa đầy đồng, trâu chẳng buồn ăn\"?", "28": "Mặt phẳng đi qua trung điểm O của đoạn AB và vuông góc với AB gọi là ... của đoạn AB.", "29": "Mô sợi, mô sụn, mô xương, mô mỡ thuộc loại mô gì?", "30": "Bài Phú sông Bạch Đằng được sáng tác vào triều đại nào?", "31": "Hải đăng Kê Gà nằm ở tỉnh nào nước ta?", "32": "Những môn võ nào nằm trong danh mục các môn thi đấu tại Olympic (theo quy định của IOC): wushu, taekwondo, pencak silat, judo, vovinam?", "33": "Trong công nghiệp hóa chất, phương pháp sunfat (để sản xuất axit HCl) dựa trên cơ sở tính chất hóa học của axit nào?", "34": "Hát dù kê là nghệ thuật sân khấu tuyền thống của người dân tộc nào?", "35": "How many years are there in half a decade ?", "36": "Khi soạn thảo văn bản bằng Microsoft Word, để bật/tắt chữ gạch chân, ta dùng tổ hợp phím tắt nào?", "37": "\"Truyền kỳ mạn lục\" được Nguyễn Dữ sáng tác vào thế kỉ XVI bằng chữ Hán hay chữ Nôm?", "38": "Những chữ nào nào còn thiếu trong câu thơ sau: \"... đang thắng, mơ ngày hội/ Rước Bác vào thăm, thấy Bác cười\"?", "39": "Bình phương của mọi số thực đều lớn hơn hoặc bằng ...", "40": "Người ta sắp xếp các nốt nhạc dựa vào ... của chúng.", "41": "Loại nhà ở phổ biến của cư dân Văn Lang là gì?", "42": "Tuyến amiđan nằm ở cơ quan nào của hệ hô hấp ở người?", "43": "Vệ tinh nhân tạo đầu tiên của Trái Đất tên là gì?", "44": "Trong bảy vùng kinh tế lớn, vùng kinh tế nào có diện tích tự nhiên lớn nhất?", "45": "Kết thúc giải Roland Garros 2020, hai tay vợt nam nào cùng nắm giữ kỷ lục 20 lần đoạt danh hiệu Grand Slam?", "46": "Loại đồ uống nào thường được lên men rượu từ dịch quả nho không qua chưng cất?", "47": "Bài hát này có tên là gì?https://duong-len-dinh-olympia.fandom.com/vi/wiki/T%E1%BA%ADp_tin:Thang2quy1Olympia21-KhoidongNhac1.ogg", "48": "Which is the tallest mountain in the world?", "49": "Tổ hợp công nghiệp hàng không lớn nào có trụ sở ở Pháp, do Đức, Pháp, Anh sáng lập?", "50": "Hộp đen có thể lắp đặt trên ô tô không?", "51": "Nguyễn Công Trứ đã viết \"Bài ca ngất ngưởng\" theo thể loại nào?", "52": "Thể tích của hình lăng trụ đứng được tính bằng tích của ... với chiều cao.", "53": "Theo định luật II Nin-tơn, ... tỉ lệ thuận với độ lớn của lực và tỉ lệ nghịch với khối lượng của vật.", "54": "Nữ huấn luyện viên nữ duy nhất tham gia vào chương trình truyền hình Rap Việt là ai?", "55": "Khu vực nào trên Trái Đất có nhiệt độ cao nhất?"}