{"1": "Những câu thơ sau viết về nhân vật truyền thuyết nào: \"Ăn hết bảy nong cơm/ Ba nong cà/ Chú bé không cha/ Làng Phù Đổng\"?", "2": "Dã Tượng và Yết Kiêu là những tướng tài giỏi dưới quyền của vị đại vương nhà Trần nào?", "3": "Tế bào hồng cầu trong máu giúp vận chuyển khí oxi và khí ...", "4": "Kuala Lumpur là thủ đô của ...", "5": "Nội dung ba môn phối hợp tại Thế vận hội mùa hè hiện nay bao gồm: chạy bộ, bơi, và môn nào nữa?", "6": "Loại nhạc cụ nào được nhắc đến trong đoạn bài hát sau?https://duong-len-dinh-olympia.fandom.com/vi/wiki/T%E1%BA%ADp_tin:Tuan2thang1quy3Olympia21-KhoidongNhac1.ogg", "7": "... news is false or misleading information presented as news.", "8": "\"Giọt hồng tri ân\" là chương trình thường niên khuyến khích người dân tham gia hoạt động ý nghĩa nào?", "9": "Chuột là động vật biến nhiệt hay hằng nhiệt?", "10": "Khí amoniac có mùi ...", "11": "Trên bản đồ địa lí, tỉ lệ xích là một phân số luôn có tử số là ...", "12": "Theo định luật I Niu-tơn, mỗi vật đều có xu hướng bảo toàn vận tốc của mình. Tính chất đó gọi là ...", "13": "Phản ứng đặc trưng của hidrocacbon no là phản ứng ...", "14": "Nguyễn Du đã viết về những ai qua câu \"Mai cốt cách, tuyết tinh thần\"?", "15": "Trong tác phẩm \"Tắt đèn\" của Ngô Tất Tố, chị Dậu đã phải bán con cho ai để lấy tiền đóng thuế?", "16": "\"Độc ác thay, trúc Nam Sơn không ghi hết tội/ Dơ bẩn thay, nước Đông Hải không rửa sạch mùi\". Các câu thơ trên tố cáo tội ác của quân giặc nào?", "17": "Hạt được bảo vệ trong quả là đặc điểm của thực vật thuộc nhóm nào?", "18": "Đại dương nào hoàn toàn nằm ở Bắc bán cầu?", "19": "Ở môn quyền anh chuyên nghiệp, võ sĩ vô địch thường được nhận vật gì: đai, cúp hay huy chương?", "20": "Bộ phim điện ảnh Việt Nam nào có doanh thu nội địa cao nhất từ trước đến nay?", "21": "What is the past simple of \"go\"?", "22": "Vào tháng 2/2021, tàu thăm dò Perseverance đã đáp xuống hành tinh nào nhằm tìm kiếm những dấu hiệu của sự sống ở đây?", "23": "Rơi tự do là chuyển động đều hay là nhanh dần đều?", "24": "Sản phẩm khi clo tác dụng trực tiếp với kim loại được gọi là muối ...", "25": "Một đường tròn có bao nhiêu trục đối xứng?", "26": "Đây là hình ảnh của loại gương gì?", "27": "Kết thúc năm 2020, tay vợt nam nào chiếm vị trí số 1 trên bảng xếp hạng quần vợt ATP?", "28": "Một đường thẳng song song với trục của parabol đều cắt parabol tại ... điểm.", "29": "Trong Truyện Kiều, Hoạn Thư là vợ cả của ...", "30": "\"Kệ\" là thể văn phổ biến của tôn giáo nào?", "31": "Tế bào máu nào tham gia bảo vệ cơ thể chống mất máu?", "32": "Nhiệt độ không khí càng cao, lượng hơi nước chứa được càng ...", "33": "Đây là môn thể thao gì?", "34": "Bài thơ \"Hạt gạo làng ta\" của Trần Đăng Khoa đã được nhạc sĩ Trần Viết Bính phổ nhạc thành ca khúc thiếu nhi nào?", "35": "... is the hottest of the temperate seasons.", "36": "Ngày 1/4/2021 là 20 năm ngày mất của người nhạc sĩ tài hoa nào của nước ta?", "37": "Cóc có thể là tên của một loài thực vật hay một loài động vật?", "38": "Cacbon không tác dụng trực tiếp với chất nào: clo, brom hay iot?", "39": "Cạnh nào là cạnh dài nhất trong một tam giác vuông?", "40": "Các loại bút bi hiện nay có thể bấm di chuyển lên xuống dễ dàng chủ yếu là nhờ vật thể đàn hồi nào trong thân bút?", "41": "Đèo nào ở nước ta là ranh giới giữa tỉnh Thừa Thiên Huế và thành phố Đà Nẵng?", "42": "Điền từ còn thiếu vào các câu ca dao sau: \"Có xáo thì xáo nước trong/ Đừng xáo nước đục đau lòng ...\".", "43": "Bản đồ đầu tiên của nước ta, do vua Lê Thánh Tông cho vẽ, có tên là gì?", "44": "Cấu tạo của hệ thần kinh càng phức tạp thì số lượng phản xạ càng ...", "45": "Nước ... là vùng có dòng nước ngọt của các con sông đổ ra gặp nước mặn của biển.", "46": "Tên gọi chung của bốn giải quần vợt lớn nhất thế giới hằng năm là gì?", "47": "Nhà soạn nhạc người Đức nào nổi tiếng với các sáng tác mang đượm tinh thần dân chủ, cách mạng, ví dụ bản giao hưởng số 3, số 5, số 9?", "48": "A Youtuber is a person who creates or appears in videos on which social network?", "49": "Bộ Công an đặt mục tiêu đến ngày 1/7/2021, sẽ có khoảng 50 triệu thẻ căn cước công dân gắn ... được cấp cho người dân.", "50": "Rừng là quần xã hay quần thể sinh vật?", "51": "Electron hóa trị là electron có khả năng tham gia vào sự tạo thành ... hóa học.", "52": "Giá trị nào sau đây trong thống kê thường được viết dưới dạng phần trăm: kích thước mẫu, tần suất, số trung bình, mốt?", "53": "Trong máy ảnh, ảnh trên màn hứng có kích thước như thế nào so với vật?", "54": "Từ ngày 1/1/2002, đồng tiền nào được chính thức đưa vào sử dụng chung cho các quốc gia thuộc liên minh Châu Âu?"}