{"1": "Người điều khiển, người ngồi trên xe mô tô hai bánh, xe mô tô ba bánh, xe gắn máy phải đội ... có cài quai đúng quy cách.", "2": "Muốn tính diện tích ... của hình hộp chữ nhật, ta lấy chu vi mặt đáy nhân với chiều cao (cùng đơn vị đo).", "3": "Muốn thăm di tích lịch sử An toàn khu (ATK) Định Hóa, bạn phải đến tỉnh nào?", "4": "Viết \"mung lung\" (A) hay \"mông lung\" (B) thì đúng?", "5": "Vật liệu silicagen có thể hút ẩm được là do hiện tượng gì?", "6": "Công thức hóa học của vôi tôi là gì?", "7": "Trong một nhạc phẩm của tác giả Phùng Chiến, thị xã Tây Bắc nào là \"nơi gặp gỡ đất trời\"?", "8": "Nhìn chung cơ thể nào có khả năng hình thành kháng thể càng mạnh thì khả năng miễn dịch chống lại các bệnh nhiễm khuẩn càng ...", "9": "What is the name of the force that pulls objects towards a body in space?", "10": "Món ăn nào còn thiếu trong câu ca dao sau:\"Anh đi anh nhớ quê nhà/ Nhớ canh rau muống, nhớ ...\"?", "11": "Tỉnh nào giáp Thành phố Hồ Chí Minh: Bến Tre, Long An, Vĩnh Long, Bạc Liêu?", "12": "Jujitsu (nhu thuật) là môn thể thao bắt nguồn từ nước nào?", "13": "Quy tắc hình ... được dùng để tổng hợp hai lực đồng quy có cùng một điểm đặt.", "14": "Trong nhà máy, người ta cấm chất giẻ lau máy có dính dầu mỡ thành đồng để đề phòng sự ...", "15": "Hiện nay, tỉnh nào ở nước ta là tỉnh duy nhất có thành phố đảo?", "16": "Tập xác định của hàm số y = tan x và y = cot x là tập số thực. Đúng hay sai?", "17": "Phần phân số của hỗn số luôn ... hơn 1.", "18": "Đâu là loại mô không có ở thực vật: Mô cơ, mô biểu bì, mô liên kết?", "19": "Khu du lịch quốc gia Mũi Né nằm ở tỉnh nào?", "20": "Ai là tác giả của tập thơ và bài thơ \"Từ ấy\"?", "21": "Quốc hiệu Việt Nam chính thức xuất hiện vào triều đại nào?", "22": "Ngày 29/1/2022, tay vợt Ashleigh Barty đã giành chức vô địch đơn nữ giải quần vợt ... mở rộng.", "23": "MV \"Gieo quẻ\" có sự kết hợp của ca sĩ Hoàng Thùy Linh và rapper ...", "24": "Where did the Industrial Revolution first take place?", "25": "Tượng Nhân Sư là một trong những biểu tượng của quốc gia châu Phi nào?", "26": "Hai gương có cùng kích thước thì vùng nhìn thấy của gương nào rộng hơn: gương phẳng hay gương cầu lồi?", "27": "Hàm lượng giác nào mà tên của nó theo tiếng Latin có nghĩa là \"tiếp tuyến\"?", "28": "Ảnh của vật tạo bởi gương phẳng là ảnh ảo, có kích thước ... vật.", "29": "... là hợp chất của hai nguyên tố, trong đó có một nguyên tố là oxi.", "30": "Quốc gia nào là thị trường xuất khẩu lớn nhất của Việt Nam trong năm 2021?", "31": "Mồng tơi, mướp, bí là các cây thân ...", "32": "Nhà văn nào đã tạo dựng hình tượng Dế Mèn từ một kẻ hiếu thắng, coi thường người khác trở thành nhân vật dũng cảm, khiêm cung, đầy khát khao tốt đẹp?", "33": "Đạt kỉ lục miền Bắc với năng suất thu hoạch lúa bình quân 5 tấn/ha, từ đó tỉnh nào đã được mệnh danh là \"Quê hương năm tấn\" trong những năm kháng chiến chống Mỹ?[1]"}