{"1": "Các gai vị giác tập trung ở bề mặt và hai bên cơ quan nào trong khoang miệng con người?", "2": "Danh tướng nào được nhân dân xưng tụng là \"Đức Thánh Trần\"?", "3": "Loài cây nào là cây công nghiệp quan trọng số một của khu vực Tây Nguyên?", "4": "Which city is the largest city in Vietnam (by area)?", "5": "Liên kết ... là liên kết được hình thành giữa hai nguyên tử bằng một hay nhiều cặp electron chung.", "6": "IOC là tên viết tắt bằng tiếng Anh của Ủy ban ... Quốc tế.", "7": "Con vật nào xuất hiện trong bài hát \"Mẹ yêu không nào\" của tác giả Lê Xuân Thọ?", "8": "Tù và thường được làm từ bộ phận nào của trâu, bò?", "9": "Để bảo quản liti, natri, kali, người ta thường ngâm chúng trong dầu hỏa hay nước?", "10": "Sử thi dân gian bao gồm hai loại sử thi thần thoại và sử thi ...", "11": "Tập hợp các ... gồm các số thập phân hữu hạn, vô hạn tuần hoàn và vô hạn không tuần hoàn.", "12": "Một tấm kim loại phẳng, đồng chất, ở giữa đục thủng một lỗ tròn. Khi ta nung nóng tấm kim loại này thì đường kính lỗ tròn thay đổi thế nào?", "13": "Hình thức sinh sản không có sự hợp nhất của giao tử đực và giao tử cái được gọi là sinh sản ...", "14": "Anh hùng - liệt sĩ nào đã lấy thân mình lấp lỗ châu mai trong chiến dịch Điện Biên Phủ 1954?", "15": "\"Việt Nam - vẻ đẹp bất tận\" hiện là slogan của ngành ... nước ta.", "16": "What are the two common colors of a zebra?", "17": "Quy tắc nào nhằm giải thích khuynh hướng của nguyên tử các nguyên tố liên kết với nguyên tử khác để đạt cấu hình electron bền vững của khí hiếm ở lớp ngoài cùng?", "18": "Cự li ngắn nhất trong các nội dung chạy tại thế vận hội Olympic là bao nhiêu?", "19": "Bài lí nào được xây dựng từ hai câu lục bát: \"Ngựa ô anh thắng kiệu vàng/ Anh tra khốp bạc đưa nàng về dinh\"?", "20": "Festival Trà thường được tổ chức tại tỉnh trung du Bắc Bộ nào?", "21": "Mắt người có cảm nhận được tia hồng ngoại không?", "22": "Nói đến văn hóa đọc, người ta thường nhắc tới loại văn hóa phẩm nào?", "23": "\"Mỗi số tự nhiên được biểu diễn bởi một dãy kí hiệu 0 và 1\" là đặc trưng của hệ ...", "24": "Tần số f của chuyển động tròn đều là số vòng mà vật đi được trong khoảng thời gian nào?", "25": "Cân bằng nội môi là duy trì sự ổn định trong môi trường trong tế bào, mô hay cơ thể?", "26": "Tên gọi của loại bếp \"đào sâu xuống đất, có hầm phụ chứa khói\", được các chiến sĩ sử dụng phổ biến trong chiến dịch Điện Biên Phủ là gì?", "27": "Đảo Lý Sơn thuộc tỉnh nào ở nước ta?", "28": "Which number is one fifth of 400?", "29": "Hợp chất của nguyên tố halogen nào có trong men răng của người và động vật, trong lá của một số loài cây?", "30": "Trần Hưng Nguyên hiện là vận động viên trẻ tiêu biểu của bộ môn thể thao nào?", "31": "\"Sky Tour 2019\" là tour diễn xuyên Việt của nghệ sĩ nào?", "32": "Ngày 11/2/2020, Tổ chức Y tế thế giới (WHO) đã đặt tên cho dịch bệnh do virus corona chủng mới gây ra là gì?", "33": "Khi ở ngoài nắng, con ngươi của chúng ta khép nhỏ lại hay mở rộng ra?", "34": "Trong ca dao, loài hoa nào \"gần bùn mà chẳng hôi tanh mùi bùn\"?", "35": "Hai cạnh kề nhau của một đa giác lồi bất kỳ chỉ cắt nhau tại một ... của đa giác đó.", "36": "Bán dẫn có hai loại hạt tải điện nào?", "37": "Đâu không phải là cơ quan sinh sản hữu tính của thực vật: rễ, hoa, quả, hạt?", "38": "Kể từ thời vua Khải Định, ngày tháng âm lịch nào hàng năm chính thức trở thành ngày giỗ Tổ Hùng Vương ở nước ta?", "39": "Dòng biển ... là dòng biển có nhiệt độ nước thấp hơn nhiệt độ của khối nước xung quanh.", "40": "Which of the following part we only have one: hand, eye or mouth?", "41": "Nguyên tố nào chiếm phần lớn thể tích khí quyển Trái Đất?", "42": "Nhảy 3 bước, Nhảy 5 bước, hay Nhảy 7 bước là một nội dung thi đấu của môn Điền kinh?", "43": "\"Y.Ê.U\", \"Có em chờ\", \"Ghen\"... là một số ca khúc tiêu biểu của nghệ sĩ nào?", "44": "Đâu là một giống bưởi ngon ở miền Trung nước ta: Bưởi Đoan Hùng, bưởi Phúc Trạch, bưởi Năm Roi?", "45": "Địa hình khu vực Tây Nguyên nước ta gồm hàng loạt cao nguyên tập trung ở khu vực Trường Sơn Bắc hay Trường Sơn Nam?", "46": "Con gì \"bay thấp thì mưa, bay cao thì nắng, bay vừa thì râm\"?", "47": "Số nguyên tố chia hết cho những số nguyên dương nào?"}