{"1": "Ai được gọi là Tam Nguyên Yên Đổ?", "2": "Con đực của loại cá nào ở biển \"ấp trứng\" trong túi trước ngực vào mùa sinh sản?", "3": "Ngôi nhà số 48 Hàng Ngang, Hà Nội là di tích lịch sử gắn liền với văn kiện nào?", "4": "Trong các tỉnh duyên hải Bắc Trung Bộ, tỉnh nào có diện tích đồng bằng lớn nhất?", "5": "What's the hardest natural material known?", "6": "Các vận động viên chơi môn thể thao nào còn được gọi là cơ thủ?", "7": "Trong một bài hát của nhạc sĩ Nguyễn Đức Toàn, người chiến sĩ nào đã \"chiến đấu với bao niềm tin, dù chết vẫn không lùi bước\"?", "8": "Hầu hết đồng bào dân tộc Pa Kô, Vân Kiều đều mang họ Hồ nhằm tôn vinh, tri ân anh hùng dân tộc nào?", "9": "Lá biến thành gai là đặc điểm thường thấy ở thực vật vùng khô hạn hay ẩm ướt?", "10": "Dạng năng lượng cơ học nào có ở mọi vật đang chuyển động?", "11": "Căn bậc ba của số âm là số ...", "12": "Từ nào còn thiếu trong câu thơ sau: \"Nay ở trong thơ nên có .../ Nhà thơ cũng phải biết xung phong\"?", "13": "Những loài chim như vạc, diệc, sếu, cú mèo thường đi kiếm ăn vào ban ...", "14": "Đại hội thành lập Quốc tế III được tổ chức ở thành phố nào vào tháng 3/1919?", "15": "Quốc gia nào là nơi trồng nhiều cà phê và hồ tiêu nhất khu vực Đông Nam Á?", "16": "What is the name of the 8th month of the year, between July and September?", "17": "Hiện nay, các giải đấu cầu lông theo chuẩn Olympic bao gồm năm hạng mục thi đấu là đơn nam, đơn nữ, đôi nam, đôi nữ và ...", "18": "Đây là hình ảnh của bộ phim nào?", "19": "Những thiết bị nào sau đây được phân loại là bộ nhớ ngoài của máy tính: đĩa CD, đĩa mềm, USB?", "20": "Trong một tháng dương lịch có thể xảy ra hiện tượng hai lần trăng rằm không?", "21": "Một vật mốc gắn với một hệ tọa độ và một gốc thời gian cùng với một đồng hồ hợp thành một ...", "22": "Một tam giác bất kỳ có bao nhiêu đường trung tuyến?", "23": "Loại đường nào sau đây tồn tại trong tự nhiên: glucose, fructose, galactose?", "24": "\"Làng tôi ở vốn làm nghề chài lưới/ Nước bao vây, cách biển nửa này sông\" là hai câu thơ đầu của bài thơ nào?", "25": "Trùng sốt rét kí sinh và hủy hoại tế bào máu nào ở người?", "26": "Sào Nam là tên hiệu của danh nhân nào?", "27": "Phả Lại là nhà máy nhiệt điện chạy bằng ... có công suất lớn nhất cả nước.", "28": "Water that has frozen and become solid is called what?", "29": "Yoga là phương pháp luyện tập lâu đời có nguồn gốc từ quốc gia nào?", "30": "MV \"Không thể cùng nhau suốt kiếp\" là sản phẩm âm nhạc của nữ ca sĩ nào?", "31": "Loại xe ưu tiên chuyên dụng nào ở nước ta thường được sơn màu đỏ, có còi, đèn, trang bị máy bơm nước, vòi phun, bồn chứa nước, dung dịch dập lửa?", "32": "Than cốc, than gỗ, than xương, than muội là những loại than tự nhiên hay than nhân tạo?", "33": "Một vật nhiễm điện âm khi số electron mà nó chứa ... hơn số proton.", "34": "Điểm nằm bên trong một góc và cách đều hai cạnh của góc thì nằm trên ... của góc đó.", "35": "Người xưa có câu \"trói ... không chặt\" để nói về những người yếu ớt, không làm được việc gì.", "36": "... là một loại nấm mũ, thường mọc quanh chân các đống rơm, rạ mục, trên đất ẩm.", "37": "Sự ra đời của tuyến đường bộ nào được đánh giá là sự kiện quan trọng nhất trong quan hệ kinh tế - văn hóa giữa phương Đông và phương Tây cổ đại?", "38": "Tỉnh nào ở khu vực Trung du và miền núi Bắc Bộ nước ta còn được biết đến là vùng đất \"rừng cọ, đồi chè\"?", "39": "Which is the first national park in Vietnam?", "40": "Ngày 19/3/2020, ngọn lửa Olympic đã được bàn giao cho nước nào trong một buổi lễ tối giản?", "41": "Nam nghệ sĩ nào gắn với các bài hát như \"Sau tất cả\", \"Ghen Cô Vy\", \"Em không sai, chúng ta sai\"...?", "42": "Cơ quan quyền lực nhà nước cao nhất của nước ta là ...", "43": "Sân bay Chu Lai thuộc địa phận tỉnh Quảng Nam hay tỉnh Quảng Ngãi?", "44": "Điôt chỉnh lưu dùng để chỉnh lưu dòng điện ...", "45": "Trong tam giác vuông, mỗi cạnh góc vuông bằng cạnh góc vuông kia nhân với ... góc đối hoặc nhân với cotang góc kề."}