{"1": "Đây là hoa gì?", "2": "Hình ảnh \"Đổ trời xanh ngọc qua muôn lá\" xuất hiện trong bài thơ nào?", "3": "Danh sĩ Hà Nhậm Đại ở thế kỷ XVI đã suy tôn vị vua nào là \"Tao đàn Nguyên xúy\" (Tức người đứng đầu hội Tao đàn)?", "4": "Cờ úp là một biến thể của cờ ...", "5": "Trong ký hiệu âm nhạc, mỗi ô nhịp 6/8 có mấy phách?[1]", "6": "Which is the outermost color of a rainbow?", "7": "Nước Gia-ven được dùng để sát trùng, tẩy uế là do có tính ... mạnh.", "8": "Ở Việt Nam, để biểu thị sự đồng tình, người ta thường đưa một ngón tay nào lên trong khi nắm các ngón tay khác lại?", "9": "Khi chèo thuyền, muốn cho thuyền lùi ta phải gạt mái chèo dưới nước về phía trước hay sau?", "10": "Đâu là những trung tâm kinh tế quan trọng của vùng Bắc Trung Bộ nước ta: Thanh Hóa, Vinh hay Huế?", "11": "Chúng ta dùng ký hiệu \"⇔\" để chỉ sự ... của hai bất phương trình.", "12": "Nếu một vật đang chuyển động mà tất cả các lực tác động vào nó bỗng nhiên ngừng tác động thì vật chuyển động ...", "13": "Phần lớn các loài cá trao đổi các chất khí bằng bộ phận nào?", "14": "Lục lạp là cấu trúc xuất hiện trong thành phần cấu tạo tế bào động vật, tế bào thực vật hay tế bào vi khuẩn?", "15": "Nhà thơ Tố Hữu đã dùng câu \"Tiếng thương như tiếng mẹ ru những ngày\" để ca ngợi đại thi hào nào?", "16": "Ngày 28/7/1914, Áo - Hung tuyên chiến với Serbia đã mở đầu cho sự kiện lịch sử mang tầm thế giới nào?", "17": "\"Đội bóng xứ Nghệ\" là biệt danh của câu lạc bộ bóng đá nào?", "18": "Trong vũ trụ điện ảnh Marvel, nhân vật siêu ác nhân nào đã búng tay để loại bỏ một nửa sinh vật trên Trái Đất?", "19": "What is the second most common gas found in the air we breathe?", "20": "Thành phần chủ yếu của khí thiên nhiên là ...", "21": "Loại phương tiện giao thông dân dụng nào thường được gọi là \"những chú chim sắt\"?", "22": "Những vật cứng có bề mặt nhẵn thì phản xạ âm tốt hay kém?", "23": "Cao nguyên Lâm Viên thuộc tỉnh nào của nước ta?", "24": "Sắp xếp các đa giác lồi sau theo thứ tự giảm dần về số cạnh: tứ giác, bát giác, lục giác?", "25": "Một vật được ném thẳng đứng từ dưới lên trên. Trong quá trình chuyển động của vật, thế năng của vật biến thiên thế nào?", "26": "Hình ảnh \"ngọn lửa - lòng bà\", \"ngọn lửa - niềm tin\" xuất hiện trong bài thơ nào của tác giả Bằng Việt?", "27": "Với cây công nghiệp nào, Đông Nam Bộ chiếm hơn 60% diện tích trồng và hơn 70% sản lượng mủ cả nước?", "28": "Những câu thơ sao nằm trong tác phẩm nào của Nguyễn Đình Thi: \"Sáng chớm lạnh trong lòng Hà Nội/ Những phố dài xao xác hơi may\"?", "29": "Nho giác do ai sáng lập?", "30": "CLB bóng đá nào của Italy có biệt danh là \"Bà đầm già thành Turin\"?", "31": "Bối cảnh chính của phim điện ảnh \"Gái già lắm chiêu V\" là cố đô nào?", "32": "Marie Curie won two Nobel Prizes in Physics and ...", "33": "Dạng siêu tinh khiết của nguyên tố nào được dùng làm chất bán dẫn trong kỹ thuật vô tuyến và điện tử?", "34": "Mã tác thực OTP là loại mật khẩu sử dụng mấy lần?", "35": "Người ta thường bắc giàn khi trồng hoa giấy hay hoa thiên lý?", "36": "Lục địa nào có diện tích nhỏ nhất trên bề mặt Trái Đất?", "37": "Số nguyên âm lớn nhất là số nào?", "38": "Loại gương nào được sử dụng phổ biến làm gương soi ở các gia đình?", "39": "Dòng điện có chiều quy ước là chiều chuyển động của các điện tích ... gây nên dòng điện đó.", "40": "Giải thưởng điện ảnh danh giá nhất của Viện Hàn lâm Khoa học và Nghệ thuật Điện ảnh Hoa Kỳ là gì?", "41": "Đây là loại nấm gì?", "42": "Nàng tiên lá là nhân vật xuất hiện trong tác phẩm của nhà văn Đan Mạch nào?", "43": "Liên bang Cộng hòa xã hội chủ nghĩa Xô Viết thường được gọi tắt là ...", "44": "Ở các giải bóng đá, những đội bóng thuộc nhóm \"cầm đèn đỏ\" có kết quả nằm ở top đầu, giữa hay cuối bảng xếp hạng?", "45": "Đất nước nào là quê hương của vũ điệu Flamenco?", "46": "Mount Olympus is the highest peak in which country?", "47": "Phương pháp nào sau đây có thể điều chế được hầu hết các kim loại: thủy luyện, nhiệt luyện, điện phân?", "48": "Phim \"Penthouse: Cuộc chiến thượng lưu\" là tác phẩm của điện ảnh nước nào?", "49": "Dãy Hoàng Liên Sơn được đặt theo tên của một loài thực vật hay một loài động vật?", "50": "Hàm Luông, Cổ Chiên, Cung Hầu... là tên một số cửa sông của dòng sông hùng vĩ nào?", "51": "Phương trình bậc nhất hai ẩn có mấy nghiệm số thực?", "52": "Hệ đơn vị đo lường hợp pháp của nước ta là Hệ đơn vị quốc tế ...", "53": "Chim bồ câu là động vật hằng nhiệt hay biến nhiệt?", "54": "... là một dạng địa hình nhô cao rõ rệt trên mặt đất, thường cao trên 500m so với mực nước biển, có đỉnh nhọn, sườn dốc."}