{"1": "... là cây lương thực chính của miền nhiệt đới.", "2": "Chữ nào còn thiếu trong những câu thơ sau: \"... tròn như quả trứng gà/ Ô thời đội mũ, ơ thời thêm râu\"?", "3": "Cổ Loa từng là kinh đô nước ta dưới thời vua ... và Ngô Quyền.", "4": "Mưa ngâu mang lại lượng mưa nhiều cho khu vực đồng bằng sông ...", "5": "Nhà vô địch của UEFA Champions League mùa giải 2019 - 2020 là đội bóng nào?", "6": "Franz Schubert là nhà soạn nhạc người nước nào?", "7": "How many fingers does a normal person have on each hand?", "8": "Từ ngày 1/8/2020, xe ô tô kinh doanh vận tải trong cả nước bắt đầu thực hiện chuyển biển số xe từ nền màu trắng sang màu ...", "9": "Trong Bát quái, quẻ Càn tương ứng với Trời hay Đất?", "10": "Hai tam giác được gọi là ... với nhau khi các góc tương ứng bằng nhau và các cạnh tương ứng tỉ lệ với nhau.", "11": "Trong y học, phương pháp nào sử dụng bó sợi ngang để quan sát các bộ phận bên trong cơ thể?", "12": "Trong phản ứng trao đổi, số oxi hóa của các nguyên tố thay đổi như thế nào?", "13": "Vật cần sơn làm bằng những chất liệu nào sau đây thì không thể dùng công nghệ sơn tĩnh điện: gỗ, kim loại, nhựa?", "14": "Rễ ... gồm rễ cái và các rễ con.", "15": "Thành phố trực thuộc T.Ư nào đóng vai trò là cửa ngõ kết nối kinh tế vùng Đông Nam Bộ và Tây Nam bộ nước ta?", "16": "Khởi nghĩa Bãi Sậy (1883 - 1892) là một trong những cuộc khởi nghĩa tiêu biểu của phong trào nào?", "17": "Hòn Gà Chọi (hay hòn Trống Mái) là một trong những biểu tượng của thắng cảnh nào ở miền Bắc nước ta?", "18": "Các xe tham gia thi đấu đua xe Công thức 1 (F1) thường có mấy chỗ ngồi?", "19": "Bản \"Quê hương\" của nhạc sĩ Hoàng Việt thuộc thể loại nhạc ...", "20": "How many different vowels are there in the word \"banana\"?", "21": "Đâu không phải là trò đuổi bắt: Bịt mắt bắt dê, Rồng rắn lên mây, Chi chi chành chành?", "22": "Đối với nhà ở, giếng trời là thiết kế để lấy ánh sáng tự nhiên hay lấy nước sinh hoạt cho ngôi nhà?", "23": "Phần lớn núi lửa trên thế giới là ví dụ cho dạng hình học nào trong không gian?", "24": "Để chọn kính cận phù hợp với mắt, trên thực tế, người cận thị phải đeo lần lượt những thấu kính phân kì, có giá trị tuyệt đối của tụ ...", "25": "Môn khoa học nào nghiên cứu chủ yếu và cấu tạo các chất, sự biến đổi chất và ứng dụng của chúng?", "26": "Cơ quan nào ở khoang miệng đóng vai trò chủ yếu trong cử động nuốt?", "27": "Người mang nhóm máu A có thể nhận được máu từ người mang nhóm máu nào trong hệ ABO?", "28": "Những tác phẩm nào của Nguyễn Nhật Ánh đã được chuyển thể thành phim: Mắt biếc, Kính vạn hoa, Cô gái đến từ hôm qua?", "29": "Ai là chỉ huy trưởng lực lượng ta trong Chiến dịch Biên giới thu - đông 1950?", "30": "Theo quy định của Tổ chức Khí tượng thế giới, lượng mưa đo được lớn hơn 100mm/24h thì được coi là mưa vừa, mưa to hay mưa rất to?", "31": "Đội tuyển bóng đá nam Việt Nam lần thứ hai đoạt chức vô địch AFF Cup vào năm nào?", "32": "Nam ca sĩ nào nổi tiếng với các ca khúc như: Ánh nắng của anh, Hét thương cạn nhớ, Hơn cả yêu?", "33": "The Colosseum is located in which country?", "34": "Thành phố nào là nơi phát hiện ca bệnh đầu tiên của đợt tái bùng phát dịch Covid-19 ở nước ta vào tháng 7/2020?", "35": "Nhiệt không thể tự truyền từ một vật sang vật nóng hơn, đúng hay sai?", "36": "Hai điểm được gọi là ... với nhau qua một đường thẳng nếu đường thẳng đó là đường trung trực của đoạn thẳng nối hai điểm đó.", "37": "Khi nhìn vật đặt ở điểm ..., mắt cần phải điều tiết mạnh nhất, do đó mắt rất chóng mỏi.", "38": "Trong cấu tạo một phân tử etilen có bao nhiêu liên kết đôi?", "39": "Tại nhiều quốc gia phương Tây, \"Ngày nói đùa\" diễn ra vào tháng Dương lịch nào?", "40": "Cơ thể có hình thức tự bảo vệ nào khi bị chảy máu?", "41": "Tập thơ \"Quốc âm thi tập\" của Nguyễn Trãi được viết bằng loại chữ gì?", "42": "\"Đóng đô ở nơi trung tâm, mưu toan nghiệp lớn, tính kế muôn đời cho con cháu\" là hoài bão của ai?", "43": "Châu nào có lãnh thổ trái dài từ Bắc Cực đến gần châu Nam Cực?", "44": "Nếu diễn ra, thế vận hội nào sẽ là thế vận hội mùa hè đầu tiên được tổ chức vào năm lẻ?", "45": "\"Tiếng trống Mê Linh\" là một vở cải lương kinh điển. Nội dung chính của vở diễn này xoay quanh những nhân vật lịch sử nào?", "46": "How many milimeters are in one centimeter?", "47": "Theo quan niệm phổ biến ở Việt Nam, \"Năm thứ 20 của thiên niên kỉ thứ 3\" là mô tả về năm dương lịch nào?", "48": "Chợ phiên vùng cao là nét văn hóa đặc trưng thường gắn liền với người dân vùng Tây Bắc Bộ hay Tây Nam Bộ nước ta?", "49": "Người ta coi phép lấy căn bậc hai số học là phép toán ngược của phép ...", "50": "Ở đỉnh các cột cờ thường gắn một ròng rọc để thuận tiện cho việc treo và hạ cờ. Hãy cho biết loại ròng rọc nào được sử dụng trong trường hợp này?", "51": "Các nguyên tố hóa học được sắp xếp là liệt kê trong bảng tuần hoàn các nguyên tố hóa học theo thứ tự tăng dần của số ..."}