{"1": "Xét về toán học, câu \"Có công mài sắt, có ngày nên kim\" là mệnh đề ...", "2": "Which subject focuses on learning about events and people in the past?", "3": "Tỉnh nào ở Tây Nguyên có \"thành phố Festival Hoa\"?", "4": "Các tấm pin năng lượng Mặt Trời, về cơ bản, chuyển hóa ... năng thành ... năng.", "5": "Dầu hôi, dầu tây là những tên gọi khác của dầu ...", "6": "\"Yếu điểm\" hay \"điểm yếu\" mang ý nghĩa là yếu kém?", "7": "Ong ... là con ong cái duy nhất có quyền đẻ trứng trong đàn ong.", "8": "Năm màu trên các vòng tròn của lá cờ Olympic là: xanh dương, vàng, ..., xanh lá, đỏ.", "9": "Cứ đến cuối tháng 8 Âm lịch hằng năm, tỉnh nào lại long trọng tổ chức Lễ hội truyền thống tưởng niệm Anh hùng dân tộc Nguyễn Trung Trực?", "10": "Dạng thù hình nào của nguyên tố oxi có tác dụng làm cho không khí trong lành?", "11": "Giải chạy Vietnam Mountain Marathon 2022 diễn ra ở khu vực dãy núi nào?", "12": "Trong hiện tượng phóng xạ, quá trình phân rã có chịu tác động của các yếu tố thuộc môi trường bên ngoài như nhiệt độ, áp suất hay không?", "13": "Nước Văn Lang có bao nhiêu đời vua Hùng?", "14": "Theo nhà văn Đoàn Giỏi, lá bàng ngả sang màu lục báo hiệu thời điểm bắt đầu mùa nào trong năm?", "15": "In the Windows operating system, which default function key we press when we want to refresh or reload a web page?", "16": "Loại rễ nào gồm rễ cái và các rễ con?", "17": "Qua mỗi điểm trong từ trường, ta vẽ được ... đường sức từ.", "18": "Ai là người phụ nữ duy nhất trong nhóm bộ tứ \"Phổ - Thứ - Lựu - Đàm\" nổi tiếng của nền mỹ thuật Việt Nam?", "19": "Trong các bản tin dự báo thời tiết, lượng mưa đo được thường tính bằng mm, cm hay dm?", "20": "Hàm số y = 2x + 1 là hàm số chẵn hay hàm số lẻ?", "21": "Kim loại nào sau đây là kim loại kiềm thổ: Mg, Fe, Cu, Na?", "22": "Đàn nào có nhiều dây hơn: đàn nhị hay đàn cò?", "23": "Phương trình hệ quả có thể có thêm nghiệm không phải là nghiệm của phương trình ban đầu. Ta gọi đó là nghiệm ...", "24": "Tỉnh nào đã được trao tặng kỷ lục \"Nơi tổ chức sự kiện chế biến và công diễn các món ăn từ dừa nhiều nhất thế giới\"?", "25": "Theo nghĩa đen, về phương diện vật lí, bánh trôi nước \"bảy nổi ba chìm\" như mô tả trong thơ Hồ Xuân Hương là do lực gì tác động lên nó?", "26": "Tác phẩm nào sau đây không phải của Nguyễn Du: Dụ Am văn tập, Nam trung tạp ngâm, Bắc hành tạp lục, Thanh Hiên thi tập?", "27": "... là ngôi sao gần Trái Đất nhất.", "28": "Dung dịch phenol trong nước làm quỳ tím hóa đỏ. Đúng hay sai?", "29": "Một chuỗi xoắn kép gồm hai mạch song song, xoắn đều quanh một trục theo chiều từ trái sang phải, ngược chiều kim đồng hồ. Đây là mô hình của phân tử nào?", "30": "Thể thao điện tử lần đầu tiên góp mặt tại kỳ SEA Games nào?", "31": "Letter W in WTO stands for ...", "32": "\"Quê ta\" trong các câu: \"Quê ta ngọt mía Nam Đàn/ Ngon khoai chợ Rộ, thơm cam Xã Đoài\" là tỉnh nào?", "33": "Trẻ sinh đôi cùng trứng có thể khác giới tính hay không?", "34": "Hình hộp chữ nhật có mấy đỉnh?", "35": "Những câu thơ: \"Thành ai đắp, lầu ai xây?/ Tàu kia ai đóng, than đây ai sàng?\" viết về giai cấp nào?", "36": "Thủ đô hiện nay của Thổ Nhĩ Kỳ là Ankara hay Istanbul?"}