{"1": "Số 59 có bao nhiêu ước số nguyên dương?", "2": "Một người đứng bên ngoài áp tai vào cánh cửa để nghe âm thanh ở trong phòng. Đây là ví dụ về sự truyền âm trong những môi trường nào?", "3": "What two colors are found on the United Nations flag?", "4": "Các nhịp dầm của cầu Long Biên (Hà Nội) được làm chủ yếu từ hợp kim nào?", "5": "Cà cuống thuộc lớp động vật nào?", "6": "Những người dân quê trong nỗi nhớ của tác giả nào hiện lên như sau: \"Dân chài lưới làn da ngăm rám nắng/ Cả thân hình nồng thở vị xa xăm\"?", "7": "Lương Ngọc Quyến - thủ lĩnh của khởi nghĩa Thái Nguyên năm 1917, là con trai của nhà yêu nước nào?", "8": "Những quốc gia nào trên thế giới hiện nay có thể xem là \"Quốc gia tỷ dân\"?", "9": "Trận khai mạc FIFA World Cup 2022 diễn ra vào ngày 20/11/2022 giữa chủ nhà Qatar và ...", "10": "Nhạc cụ nào được nhắc tới trong những câu hát sau?https://duong-len-dinh-olympia.fandom.com/vi/wiki/T%E1%BA%ADp_tin:Thang2quy1Olympia23-KhoidongNhac1.mp3", "11": "Tỉnh nào ở nước ta có khu dự trữ sinh quyển thế giới Núi Chúa?", "12": "Bốn số nguyên tố nhỏ hơn 10 là những số nào?", "13": "Tốc độ truyền âm trong môi trường nào sau đây là lớn nhất: không khí loãng, không khí, nước nguyên chất, kim loại ở thể rắn?", "14": "Chất béo tan được trong những loại dung môi nào sau đây: benzen, dầu hoả, xăng, nước?", "15": "Cây trầu không có rễ củ, rễ móc, rễ thở hay giác mút?", "16": "Giải Vô địch Bóng đá U-20 thế giới (FIFA U-20 World Cup) năm 2023, sẽ được tổ chức ở nước Đông Nam Á nào?", "17": "Hội nghị lần thứ nhất Ban Chấp hành Trung ương lâm thời Đảng Cộng sản Việt Nam (10-1930) đã quyết định lấy tên Đảng là gì?", "18": "Dãy núi Kavkaz được coi là một trong những biên giới tự nhiên giữa hai châu lục nào?", "19": "Who is the only Vietnam female footballer appearing on the Fifa Women’s World Cup 2023 poster?[1]", "20": "Tác giả nào đã viết: \"Cảnh nào cảnh chẳng đeo sầu/ Người buồn cảnh có vui đâu bao giờ\"?", "21": "Với đặc điểm \"gốc thì vững chắc, cành thì uyển chuyển, mềm dẻo nhưng rất kiên cường\", loài cây nào đại diện cho trường phái ngoại giao của nước ta trong thời đại Hồ Chí Minh?", "22": "Dãy số Fibonacci là dãy số hữu hạn hay vô hạn?", "23": "Trong các nguồn bức xạ đang hoạt động sau đây, nguồn nào phát ra bức xạ tử ngoại mạnh nhất: hồ quang điện, lò sưởi điện, lò vi sóng, màn hình vô tuyến?", "24": "Chất béo nhẹ hơn hay nặng hơn nước?", "25": "Con người có tiếng nói phong phú nên cơ vận động ... phát triển.", "26": "Tác phẩm nổi tiếng nào của Lê Hữu Trác đã ra đời sau chuyến đi tới kinh đô kéo dài hơn 9 tháng của ông vào năm 1782?", "27": "Thành cổ Quảng Trị được xây dựng vào triều đại nào của nước ta?", "28": "Loại môi trường nào có ở hầu hết các châu lục và chiếm gần 1/3 diện tích đất nổi của Trái Đất?", "29": "What does the P in APEC stand for?", "30": "Túc cầu là tên gọi khác của môn thể thao nào?", "31": "Chất liệu sơn ta đặc trưng, kết hợp cùng kỹ thuật mài độc đáo là những cơ sở hình thành nên nghệ thuật truyền thống nào của người Việt?", "32": "Phép chiếu phương vị là phương pháp thể hiện mạng lưới ... và ... của mặt cầu lên mặt phẳng.", "33": "\"Khoan thư sức dân, để làm kế sâu rễ bền gốc, đó là thượng sách giữ nước\". Đây là câu nói của ai?", "34": "Nguyên tắc hoạt động của máy phát điện dựa trên hiện tượng vật lí nào?", "35": "Thành phần chính của giấm ăn là dung dịch ... có nồng độ khoảng 2 - 5%[2]", "36": "Tiểu thuyết nào của văn học Việt Nam lần đầu ra mắt năm 1936, thông qua sự thăng tiến kì lạ của nhân vật chính đã phơi bày bản chất bịp bợm, rởm đời của xã hội tư sản thuộc địa?"}