{"1": "What do I call the younger sister of my mother?", "2": "Loại lá nào có trên quốc kì của Canada?", "3": "Dòng điện không đổi là dòng điện có chiều và ... không thay đổi theo thời gian.", "4": "Tỉnh, thành nào được xem là đất tổ của sân khấu chèo?", "5": "Trong bóng đá, điểm sút phạt đền cách khung thành đối phương bao nhiêu mét?", "6": "Nguyên tử khối trung bình là đại lượng dùng để xác định nguyên tử khối của những nguyên tố hóa học tồn tại nhiều ... trong tự nhiên.", "7": "\"Chuyện cũ trong phủ chúa Trịnh\" miêu tả cuộc sống xa hoa của vị chúa nào?", "8": "Ngôi nhà 48 Hàng Ngang - Hà Nội là nơi Chủ tịch Hồ Chí Minh soạn thảo văn kiện lịch sử nào vào cuối tháng 8 năm 1945?", "9": "Nhóm đá nào lưu giữ hóa thạch của các sinh vật từng tồn tại trên Trái Đất?", "10": "Da cấu tạo gồm 3 lớp là lớp biểu bì, lớp bì và lớp ...", "11": "Một hình lăng trụ tứ giác đều có thể là hình hộp chữ nhật được không?", "12": "Trong các đường: phân giác, trung tuyến, đường cao, đường trung trực, đường nào chia tam giác làm hai phần có diện tích bằng nhau?", "13": "Từ một phương trình, dùng quy tắc chuyển vế hay quy tắc nhân, ta luôn nhận được một phương trình mới ... với phương trình đã cho.", "14": "\"Rằng: Tôi chút phận đàn bà/ Ghen tuông thì cũng người ta thường tình\" là câu nói của ai trong \"Truyện Kiều\" của Nguyễn Du?", "15": "Trên bàn cờ tướng, quân Tượng hay quân Sĩ đi theo đường chéo của hình vuông gồm 2 ô cờ trong mỗi nước đi?", "16": "Đàn Accordeon có tên gọi khác là gì?", "17": "Ai là người đã đốt cháy tàu Hy Vọng của thực dân Pháp trên sông Nhật Tảo vào năm 1861?", "18": "Tích của hai số nguyên tố bất kỳ cũng là một số nguyên tố. Đúng hay sai?", "19": "Trừ một số trường hợp đặc biệt được quy định, người điều khiển xe mô tô hai bánh, xe gắn máy chỉ được chở bao nhiêu người phía sau?", "20": "Bệnh nhân là nữ, dáng lùn, cổ ngắn, tuyến vú không phát triển là các dấu hiệu bề ngoài của bệnh gì?", "21": "Cho amoniac NH3tác dụng với oxi ở nhiệt độ cao có xúc tác thích hợp sinh ra nitơ oxit NO và nước. Trong phản ứng đó, NH3đóng vai trò gì?[1]", "22": "... của một vật qua thấu kính là giao điểm của các tia khúc xạ hoặc đường kéo dài của chúng.", "23": "KHÔNG ĐỦ THỜI GIAN", "24": "KHÔNG ĐỦ THỜI GIAN", "25": "Con sông nào của tỉnh Hải Dương được nhà thơ Trần Đăng Khoa nhắc đến trong bài \"Hạt gạo làng ta\"?", "26": "Bằng cách ... cường độ sáng, ta có thể giảm số hoa đực của cây thầu dầu.", "27": "Anken có chứa ... liên kết đôi trong công thức cấu tạo.", "28": "Which is the 3rd letter in the English alphabet?", "29": "Các cồn cát, đụn cát là kết quả quá trình nào của tác động ngoại lực?", "30": "Ở nhiệt độ thường, photpho trắng hay photpho đỏ có khả năng phát quang trong bóng tối?", "31": "Phong trào Đồng Khởi nổ ra đầu tiên ở tỉnh nào?", "32": "Lá cờ năm vòng tròn là đặc trưng tiêu biểu của Olympic, năm vòng tròn đại diện là đại diện cho năm ...", "33": "\"Tháng ngâu\" là tên dân gian của tháng mấy âm lịch?", "34": "Lăng kính phản xạ ... thường được dùng để phản xạ ánh sáng, ứng dụng trong máy ảnh và ống nhòm.", "35": "Hai số dương thay đổi có tích không đổi thì tổng của nó có giá trị nhỏ nhất khi nào?", "36": "KHÔNG ĐỦ THỜI GIAN", "37": "Cairo là thủ đô của quốc gia nào?", "38": "Trong chiến dịch Điện Biên Phủ 1954, ai là người đã lấy thân mình làm giá súng và hi sinh anh dũng?", "39": "Các giải Serie A, Serie B của Italia dành cho môn thể thao nào?", "40": "Lên men là quá trình phân giải kị khí ở thực vật  không cần ...[2]", "41": "Đường thẳng đi qua ... hai đáy của hình thang cân là trục đối xứng của hình thang cân đó.", "42": "Cá hồi là loài vật có khả năng sinh tồn ở cả môi trường nước ngọt và nước mặn, đúng hay sai?", "43": "Kênh truyền hình nào của Đài THVN là kênh thông tin dành cho người Việt Nam sinh sống tại nước ngoài và người nước ngoài sống tại Việt Nam?", "44": "Bài thơ \"Đây mùa thu tới\" của Xuân Diệu được mở đầu bằng hình ảnh của loại cây nào?", "45": "Phản ứng của axit với bazơ được gọi là phản ứng ...", "46": "Đàn nguyệt (đờn kìm) có mấy dây?", "47": "In \"Snow White and the Seven Dwarfs\", what fruit did the princess eat before she fell into a deep sleep?", "48": "Điện trở suất của vật liệu càng ... thì vật liệu đó dẫn điện càng tốt."}