{"1": "Ưu thế lai biểu hiện cao nhất ở thế hệ nào?", "2": "Môn thể thao nào được nhắc đến trong truyện ngắn \"Tinh thần thể dục\" (Nguyễn Công Hoan)?", "3": "Đây là chia sẻ của phi hành gia nào trước khi lên chuyến bay vào vũ trụ: \"Tôi muốn tin chắc lần cuối cùng rằng Trái Đất đúng là hình tròn và từ quỹ đạo nhìn thấy ngôi làng Quốc Tuấn của tôi\"?", "4": "Đội hình thi đấu trên sân của một đội bóng đá 11 người thường gồm các vị trí thủ môn, hậu vệ, tiền vệ và ...", "5": "Nhóm nhạc nào đã sáng tác và trình bày bài hát này?https://duong-len-dinh-olympia.fandom.com/vi/wiki/T%E1%BA%ADp_tin:Tuan2thang1quy2Olympia2020-KhoidongNhac1.mp3", "6": "Find the shape with different number of sides: a square, a rectangle, a heptagon, a rhombus?", "7": "Trong ba loại hạt cơ bản cấu tạo nên nguyên tử, hạt nào được tìm thấy đầu tiên?", "8": "Trong 12 con giáp, con vật nào không có thật?", "9": "Ở điều kiện đun nấu bình thường, nhiệt độ nước sôi trong nồi áp suất cao hơn hay thấp hơn 100 độ C?", "10": "Khu kinh tế Dung Quất nằm ở tỉnh nào?", "11": "Hiện tượng truyền đạt các tính trạng của bố mẹ, tổ tiên cho các thế hệ con cháu được gọi là gì?", "12": "Ai là tác giả của tập truyện Vang bóng một thời?", "13": "\"Thế rồng chầu hổ phục, chính giữa Nam Bắc Đông Tây, có núi sông bao bọc tiện lợi\" là câu viết về vị trí đắc địa của tòa thành cổ nào của nước ta?", "14": "Huyền thoại bóng đá Pê-lê là người nước nào?", "15": "Trong bóng bàn, ở ván đấu 11 điểm, khi điểm số hai bên là 10-10 thì người thắng cuộc sẽ là người đầu tiên vượt hơn đối thủ của mình ... điểm.", "16": "Trên đàn piano, hợp âm Đô trưởng tạo thành từ ba nốt là Mi, Sol và nốt nào?", "17": "Flo luôn thể hiện số oxi hóa là bao nhiêu trong mọi hợp chất?", "18": "What is the smallest unit of data in a computer?", "19": "\"Tất cả muối amoni đều dễ tan trong nước\". Đúng hay sai?", "20": "Người Anh-điêng và người Eskimo là những chủ nhan ban đầu của châu lục nào?", "21": "Khi đổi chỗ hai số hạng trong một tổng, tổng không thay đổi, đó là tính chất gì trong toán học?", "22": "Một chữ cái được viết bằng màu đỏ, khi nhìn qua tấm kính màu xanh thì thấy chữ đó có màu gì?", "23": "Ở người cận thị, điểm cực cận của mắt gần hơn hay xa hơn so với mắt bình thường?", "24": "Những loài cây nào có rễ chùm: cây tỏi tây, cây cải, cây lúa?", "25": "Trong tác phẩm Vội vàng của Xuân Diệu, mùa nào \"đang tới\" tức là \"đang qua\", \"còn non\" tức là \"sẽ già\"?", "26": "Vạn Thắng vương là danh xưng của ai?", "27": "Môn võ truyền thống nào của Nhật Bản có trang phục tập luyện, thi đấu là một bộ giáp để bảo vệ cơ thể và thanh kiếm tre shinai?", "28": "Đàn Balalaika là nhạc cụ truyền thống của nước nào?", "29": "Which province has the smallest area in Vietnam?", "30": "... là liên kết hóa học thường gặp ở các hợp chất hữu cơ.", "31": "Loài chim nào mà tên trong tiếng Hy Lạp có nghĩa là \"chim lạc đà\"?", "32": "Truyện ngắn \"Tư cách mõ\" của Nam Cao viết về đề tài người trí thức nghèo hay người nông dân nghèo?", "33": "Canada là quốc gia có diện tích lớn thứ mấy trên thế giới?", "34": "Trong tam giác, đường nào chia tam giác thành hai phần có diện tích bằng nhau?", "35": "Định luật quán tính là định luật thứ mấy trong ba định luật của Newton?", "36": "Cơ quan nào trong cơ thể người và động vật nối thực quản với tá tràng?", "37": "Bút danh của nhà văn Tô Hoài gắn liền với tên con sông nào chảy qua Hà Nội?", "38": "Người đứng đầu các bộ của nước Văn Lang, Âu Lạc là ...", "39": "Trong bài hát \"Em đi giữa biển vàng\" thì hai chữ \"biển vàng\" dùng để chỉ gì?", "40": "Công ty TNHH Việt Nam Grand Prix là nhà tổ chức giải thi đấu quốc tế nào lần đầu tiên diễn ra ở nước ta năm 2020?", "41": "Which Vietnam's martial art is included in the 26th edition of the SEA Games?", "42": "Nguyên tố hóa học nào có bán kính nguyên tử nhỏ nhất?", "43": "Theo Luật phòng, chống tác hại của rượu, bia có hiệu lực từ 1/1/2020, người chưa đủ ... tuổi bị nghiêm cấm uống rượu, bia.", "44": "Núi Bà Đen là núi cao nhất miền Đông Nam Bộ, đúng hay sai?", "45": "Chomolungma là tên gọi khác của đỉnh núi nào?", "46": "Một hình hộp chữ nhật có mấy đỉnh?", "47": "Không một máy cơ đơn giản nào cho ta lợi về công. Được lợi bao nhiêu lần về lực thì thiệt bấy nhiêu lần về ... và ngược lại."}