{"1": "Bảng thị lực dùng trong khám mắt gồm các hàng chữ hoặc hình vẽ có kích thước thay đổi thế nào từ trên xuống?", "2": "Từ nào còn thiếu trong hai câu thơ sau của tác giả Huỳnh Văn Nghệ: \"Từ độ mang gươm đi mở cõi/ Trời Nam thương nhớ đất ...\"?", "3": "Nếu sắp xếp các quốc gia thành viên của Liên Hiệp Quốc hiện nay theo bảng chữ cái tiếng Anh thì quốc gia nào đứng ở vị trí đầu tiên?", "4": "\"Cầu vồng tuyết\" - bàn thắng mang tính biểu tượng của U23 châu Á do cầu thủ nào lập nên?", "5": "Loại hình nghệ thuật dân gian phổ biến nào của đồng bào Tày, Thái, Nùng nước ta đã được UNESCO vinh danh là Di sản văn hóa phi vật thể đại diện của nhân loại?", "6": "Dạng thù hình nào của cacbon mà tên của nó theo tiếng Hy Lạp có nghĩa là \"không thể phá hủy\"?", "7": "In which country was the 2020 AFC U-23 Championship held?", "8": "Bộ luật Lao động sửa đổi vừa được thông qua cuối năm 2019 đã bổ sung một ngày nghỉ vào dịp nghỉ lễ nào trong năm?", "9": "Muốn mở nắp hầu hết các chai lọ, bạn cần xoay vặn nắp ngược chiều kim đồng hồ hay thuận chiều kim đồng hồ?", "10": "Bác Hồ từng nhấn mạnh những người làm ngành nghề gì trong xã hội có nhiệm vụ \"nâng đỡ tinh thần những người ốm yếu\"?", "11": "Động tác mở một cạnh của chiếc quạt giấy cho ta ví dụ về phép biến hình nào?", "12": "Các lò vi sóng dùng loại sóng gì để làm nóng và làm chín thức ăn?", "13": "Loài nào được nhà bác học Pascal mô tả \"là một cây sậy, một vật rất yếu đuối của tự nhiên, nhưng là một cây sậy biết suy nghĩ\"?", "14": "Dấu câu nào được nhắc đến ở chỗ trống trong những câu thơ sau của Lưu Quang Vũ: \"Dấu huyền trầm, dấu ngã chênh vênh/ Dấu ... dựng suốt ngàn đời lửa cháy\"?", "15": "Khu dự trữ sinh quyển thế giới châu thổ sông Hồng thuộc địa giới ba tỉnh là Thái Bình, Nam Định và ...", "16": "Đoàn thể thao Việt Nam đã đoạt bao nhiêu huy chương vàng tại SEA Games 2019?", "17": "Bộ phim nào đã đoạt giải Bông Sen Vàng tại Liên hoan phim Việt Nam 2019 thể loại phim truyện điện ảnh?", "18": "Công ước quốc tế về môi trường đã cấm sản xuất chất sinh hàn nào để tránh làm suy giảm tầng ôzôn?", "19": "Who was the first Prime Minister of Socialist Republic of Vietnam?", "20": "\"Hạt gạo cắn đôi, cộng rau bẻ nửa\" là câu thể hiện mối ân tình sâu nặng, thủy chung giữa hai nước Việt Nam và ...", "21": "Dấu chấm lửng còn được gọi là dấu ba chấm, đúng hay sai?", "22": "\"Kỳ tích sông Hàn\" là thuật ngữ chỉ giai đoạn phát triển kinh tế thần tốc của quốc gia nào?", "23": "Các hàm số ... thường được dùng để mô tả những hiện tượng thay đổi một cách tuần hoàn hay gặp trong thực tiễn, khoa học và kĩ thuật.", "24": "Sự thay đổi đột ngột về độ cao có thể khiến con người đau đầu, buồn nôn, mệt mỏi. Đây là triệu chứng của sự thiếu ... trong não.", "25": "Trong bài thơ \"Tiếng hát con tàu\" của Chế Lan Viên thì điều gì đã làm \"đất lạ hóa quê hương\"?", "26": "Các con sông sau đây cùng chảy qua địa phận tỉnh/thành nào: sông Hồng, sông Đáy, sông Đuống, sông Kim Ngưu, sông Nhuệ?", "27": "Nữ vận động viên điền kinh nào đã được bầu chọn là vận động viên tiêu biểu toàn quốc năm 2019?", "28": "\"Thị Mầu lên chùa\" và \"Việc làng\" là hai cảnh đặc sắc của vở chèo nào?", "29": "Quặng nào là cơ sở để hình thành ngành công nghiệp luyện nhôm ở Việt Nam?", "30": "The Hai Van pass is a part of which mountain range?", "31": "Theo Điều lệ Đoàn, tại thời điểm được xét kết nạp, người được kết nạp vào Đoàn tối thiểu phải bao nhiêu tuổi?", "32": "Hít khí heli làm cho giọng nói trở nên cao hơn hay trầm hơn?", "33": "Từ khi ra đời đến nay, Quốc hội Việt Nam đã có bao nhiêu khóa?", "34": "Một mặt phẳng thường được giới hạn bởi đường nào?", "35": "Những tật nào của mắt có thể được khắc phục bằng cách đeo một thấu kính hội tụ thích hợp: cận thị, viễn thị, lão thị?", "36": "Các tác nhân gây hại đường hô hấp như nicôtin, nitrôzamin chủ yếu đến từ đâu?", "37": "Hai câu thơ \"Dải mây trắng đỏ dần trên đỉnh núi/ Sương hồng lam ôm ấp nóc nhà tranh\" đã mở đầu cho bài thơ bào của Đoàn Văn Cừ?", "38": "Nhà máy thủy điện nào hiện có công suất lớn nhất Việt Nam và đứng đầu khu vực Đông Nam Á?", "39": "Đội tuyển bóng đá nữ Việt Nam đã mấy lần giành huy chương vàng SEA Games?", "40": "\"Cô Đôi Thượng Ngàn\" là một vở hát nổi tiếng của loại hình nghệ thuật truyền thống nào?", "41": "Loại nhiên liệu có nguồn gốc từ các thành phần như mỡ động vật, ngũ cốc, rơm rạ được gọi chung là gì?", "42": "What is the first animal in the Vietnamese zodiac?", "43": "\"Đã uống rượu bia - không lái xe\" là chủ đề Năm ... 2020 ở nước ta.", "44": "\"Mộng mị\" là từ ghép hay từ láy?", "45": "Đại Việt sử ký toàn thư dùng câu \"Ông thực đáng được coi là ông tổ của các nhà nho nước Việt ta mà thờ vào Văn Miếu\" để viết về ai?", "46": "Số chính phương nào bé nhất có hai chữ số?", "47": "Hoạt động không ngừng nghỉ, bộ phận nào thuộc cơ thể người thực hiện một công trung bình khoảng 0,12J mỗi giây?", "48": "Đèn huỳnh quang là hồ quang sinh ra trong hơi ... ở áp suất thấp."}