{"1": "Từ Hán-Việt nào dùng để chỉ quãng thời gian nghỉ ngơi giữa các mùa vụ của người nông dân?", "2": "Virus HPV là nguyên nhân chủ yếu gây ung thư ... ở nữ giới.", "3": "\"Nhằm thẳng quân thù, bắn!\" là lời hô của ai trên trận địa bắn máy bay địch?", "4": "Nhóm Lưỡi Liềm và nhóm An Vĩnh là hai cụm đảo chính của quần đảo nào nước ta?", "5": "Nam kỳ thủ nào của nước ta được đặt cách phong lên đại kiện tướng quốc tế khi mới 15 tuổi, sau thành tích bất bại trước 8 đại kiện tướng quốc tế khác tại Olympiad Cờ vua thế giới 2006?", "6": "Câu \"Đào đẹp, kép xinh, trống oai vị\" nhắc đến loại hình nghệ thuật truyền thống nào?", "7": "What is the shape of Red river delta?", "8": "Năm 2020, GDP của nước ta tăng bao nhiêu %?", "9": "Theo UNDP, hiện nay chỉ số phát triển con người của Việt Nam thuộc nhóm cao hay trung bình?", "10": "Trong cơ chế của sự chìm nổi của tàm ngầm, có vai trò quan trọng của hai lực là trọng lực và ...", "11": "Chia một tờ giấy A4 ra làm bốn phần hình chữ nhật bằng nhau. Mỗi phần giấy này tương đương kích thước khổ giấy A mấy?", "12": "Trong ba loại phân bón hóa học chính, loại nào có tác dụng rõ rệt tăng cường sức chịu rét của cây vào mùa đông?", "13": "Nhà toán học người Pháp nào đã phát hiện ra mối liên hệ giữa các nghiệm và các hệ số của phương trình?", "14": "Ngày nào trong tháng 1 hiện nay được chọn là Ngày Truyền thống Học sinh - Sinh viên Việt Nam?", "15": "Hình ảnh \"Đường ra trận mùa này đẹp lắm\" xuất hiện trong bài thơ nào của tác giả Phạm Tiến Duật?", "16": "Giải Nobel Y sinh 2020 đã tôn vinh những đóng góp mang tính quyết định trong cuộc chiến chống lại bệnh ... lây truyền qua đường máu.", "17": "Vào khoảng các thế kỷ VIII - VII TCN, bộ lạc nào cư trú trên vùng đất hai bên sông Hồng - từ Ba Vì (Hà Nội) đến Việt Trì (Phú Thọ)?", "18": "Hai đầu cao tốc Lộ Tẻ - Rạch Sỏi thuộc thành phố Cần Thơ và tỉnh ...", "19": "Cầu thủ nào đã giành danh hiệu Quả bóng vàng nam Việt Nam 2020?", "20": "Tại Lễ trao giải thưởng Âm nhạc Cống hiến 2021, ca sĩ nào đã được vinh danh ở các hạng mục Album của năm, Chương trình của năm và Ca sĩ của năm?", "21": "In 1945, President Ho Chi Minh read the Declaration of ..., founding the Democratic Republic of Viet Nam.", "22": "Theo quy định, học sinh có hai lần liên tục đoạt Huy chương Vàng trong kì thi Olympic Quốc tế sẽ được trao tặng Huân chương Lao động hạng ...", "23": "Virus có thể gây đột biến gen không?", "24": "Trong ngành luyện kim, người ta sử dụng dạng phóng điện nào để nấu chảy kim loại, điều chế các hợp kim?", "25": "Trong một bức ảnh chụp một gia đình có 2 người cha và 2 người con. Hỏi trong bức ảnh có ít nhất mấy người?", "26": "Truyện ngắn \"Vợ nhặt\" (Kim Lân) phản ánh hiện thực của tai họa khủng khiếp nào trong lịch sử của đất nước ta?", "27": "... là loài rùa mai mềm nổi tiếng nhất ở nước ta.", "28": "Ai là người Việt Nam đầu tiên được UNESCO công nhận là danh nhân văn hóa thế giới?", "29": "Vùng đất nào ở nước ta còn được gọi là \"xứ sở của các cao nguyên xếp tầng\"?", "30": "\"Cậu bé Vàng\" là biệt danh của huyền thoại nào trong làng túc cầu thế giới?", "31": "Người xứ Nghệ cho rằng, bao giờ họ mất đi giọng nói thì mới mất đi tiếng hát của loại hình dân ca nào?", "32": "Which is the largest continental area on Earth: Africa, Eurasia, South America or Australia?", "33": "Hiện nay Đảng ta đề ra tầm nhìn đến năm bao nhiêu Việt Nam sẽ trở thành nước phát triển, thu nhập cao?", "34": "Pin sơ cấp hay pin thứ cấp là loại pin có thể tái sử dụng nhiều lần?", "35": "Máy thu thanh (radio), tivi sử dụng hiện tượng vật lí gì để chọn thu các sóng điện từ có tần số thích hợp?", "36": "Một gói kẹo 90g nặng hơn bao nhiêu phần trăm so với một gói kẹo 75g?", "37": "Tác phẩm nào là tác phẩm tiêu biểu nhất của thể loại truyện thơ Nôm trong văn học trung đại Việt Nam?", "38": "Bằng việc huấn luyện các con thú còn non trở nên thuần phục, con người đã biến đổi các tập tính ... thành các tập tính ...", "39": "Công trình thủy điện nào được khởi công xây dựng năm 1979 đã giúp đồng bằng Bắc Bộ thoát khỏi những trận lũ lụt khủng khiếp?", "40": "... là đảo cao nhất trong các đảo thuộc quần đảo Trường Sa.", "41": "Từ sau năm 1988 đến nay, môn thể thao nào của nước ta mới có đại diện tham dự Olympic là vận động viên Nguyễn Văn Đương?", "42": "Nghệ sĩ nào đã để lại cho đời những vai diễn ấn tượng trong nhiều tác phẩm kịch và phim như \"Tôi và chúng ta\", \"Cát bụi\", \"Người phán xử\", \"Trở về giữa yêu thương\"?", "43": "Earth's recent temperature rises which have been linked to human activity is known as global ...", "44": "Theo Tổng cục thống kê, nước ta có khả năng dư thừa 1,5 triệu người nam giới từ 15 đến 49 tuổi vào năm 2034 nếu mức độ ... khi sinh vẫn cao như hiện nay.", "45": "Ngoài chất béo, protein, vitamin, khoáng chất, nước, thành phần chính của sữa mẹ còn gồm đường fructose hay lactose?"}