{"1": "Tên quần đảo nào còn thiếu trong lời hát ru sau: \"À ơi! Con ơi con ngủ cho sâu/ Để mẹ nấu cháo luộc rau cha dùng/ Ốc u đã thổi lên rồi/ Để cha đi giữ biển trời ...\"?", "2": "Một tàu vũ trụ khi bay quanh Trái Đất với vận tốc 7,9 km/s thì quỹ đạo của tàu có dạng hình ...", "3": "Earth Day is an annual event on which day each year?", "4": "Eo biển Malacca nối liền hai đại dương nào?", "5": "Cisplatin [Pt(NH3)2Cl2] là chất thường được dùng để trị nhóm bệnh gì?", "6": "Trong tác phẩm Hai đứa trẻ của Thạch Lam, tác giả có nói đến \"một thứ quà xa xỉ, nhiều tiền, hai chị em không bao giờ mua được\". Đó là thứ quà gì?", "7": "Nước nào giữ vị trí Chủ tịch luân phiên của ASEAN vào năm 2023?[1]", "8": "Hiện tượng nào được ứng dụng để làm giàu quặng (loại bỏ quặng bẩn) theo phương phát tuyển nổi?", "9": "Nhà thơ nào tự nhận là \"thước đất cũng không có\" nhưng \"Vốn liếng còn một bụng văn đó\"?", "10": "Vào năm 1770, Joseph Priestley đã viết: \"Tôi đã tìm thấy một loại vật liệu rất thích hợp để tẩy đi vết bút chì đen\". Loại vật liệu đó là gì?", "11": "Tờ báo nào là cơ quan Trung ương của Đảng Cộng sản Việt Nam, Tiếng nói của Đảng, Nhà nước và nhân dân Việt Nam?", "12": "Trống đồng ... là trống đẹp nhất trong những trống đồng Đông Sơn được phát hiện cho đến nay ở Việt Nam.", "13": "Which metal is produced mostly from the bauxite ore?", "14": "Biển Trắng là một phần của đại dương nào?", "15": "1 calo bằng bao nhiêu jun?", "16": "Theo truyền thuyết, vua Hùng Vương thứ 18 có hai con rể đều là những vị thánh \"Tứ bất tử\" trong thần thoại Việt Nam. Hai vị thánh đó là những ai?", "17": "Al Rihla là tên gọi của vật gì tại VCK FIFA World Cup 2022?", "18": "Số 40 được viết như thế nào theo chữ số La Mã?", "19": "Nhiều gói hút ẩm đang được sử dụng trên thị trường hiện nay có thành phần chính là silica gel. Chất này thật ra là chất gì?", "20": "Năm 1958, khi trở lại thăm chiến trường lịch sử nào, nhạc sĩ Doãn Nho đã bồi hồi trào dâng cảm hứng nghệ thuật để sáng tác nên bài Tiến bước dưới quân kỳ?", "21": "Trong niềm cảm hứng về con người và đất nước, nhà thơ nào đã viết: \"Sống vững chãi bốn nghìn năm sừng sững/ Lưng đeo gươm, tay mềm mại bút hoa\"?", "22": "Robert Lewandowski - cầu thủ đoạt Chiếc giày Vàng châu Âu 2022 - là người quốc gia nào?", "23": "Sau khi cây mọc mầm bắt đầu quang hợp, các lá mầm sẽ trở thành: mô của rễ, tán lá hay phân hóa và rụng?", "24": "Sử dụng ong kí sinh diệt loài bọ dừa, sử dụng rệp xám để hạn chế số lượng cây xương rồng bà,... là những ứng dụng của hiện tượng gì trong sinh học?", "25": "Vùng đồng bằng sông Hồng có hai thành phố nào trực thuộc TW?", "26": "Năm Dương lịch 2023 có bao nhiêu ngày chủ nhật, biết rằng ngày 1/1/2023 cũng là chủ nhật?", "27": "Nếu cường độ âm tăng lên 1000 lần thì mức cường độ âm thay đổi thế nào?", "28": "Nhân vật nào được nhắc đến trong ghi chép sau của Lê Quý Đôn: \"quân Minh khi làm lễ tế súng đều phải tế Trừng\"?", "29": "... is a sequence of numbers starting with 0 and 1 where each of the following numbers is equal to the sum of the two preceding numbers.", "30": "Trong vũ trụ điện ảnh Marvel, vương quốc nào sở hữu lượng vibranium lớn nhất Trái Đất?", "31": "Số nguyên tố nhỏ nhất nào là tổng của hai số chính phương?", "32": "Theo Viện Dinh dưỡng Quốc gia, khoảng 5% - 10% rượu được bài tiết qua phổi, thận và da, số còn lại được \"xử lí\" ở cơ quan nào trong cơ thể?", "33": "Số nước thành viên Liên minh châu Âu có sự thay đổi, nhưng lá cờ EU vẫn giữ bao nhiêu ngôi sao?", "34": "Bài thơ Từ ấy là tiếng lòng của Tố Hữu về sự kiện trọng đại nào trong cuộc đời ông?", "35": "Vào năm 1831, việc phát minh hiện tượng vật lí nào đã mở đường cho việc chế tạo máy phát điện?", "36": "Lăng Ông ở TP. Hồ Chí Minh thờ vị tướng quân nào của nhà Nguyễn?"}