{"1": "Những môn thể thao nào là môn thể thao đồng đội: bóng rổ, bóng chuyền, bóng nước, bóng ném?", "2": "Giấy Nam là tên gọi trước đây của loại giấy vẽ tranh nào trong mỹ thuật dân gian Việt Nam?", "3": "Đây là bộ phận nào trong động cơ xe máy?", "4": "Where is the city of Madrid located?", "5": "Nghệ sĩ Trần Mạnh Tuấn nổi tiếng với loại kèn nào?", "6": "Dầu mỏ khi mới được khai thác từ các mỏ lên thường được gọi là ...", "7": "Ai là tác giả của \"Bạch Đằng giang phú\"?", "8": "Vào thế kỷ XVII, con sông nào là ranh giới phân chia Đàng Trong - Đàng Ngoài?", "9": "Châu lục nào nằm trải dài trên nhiều vĩ độ nhất?", "10": "Khi hồng cầu kết hợp với chất khí nào thì máu sẽ có màu đỏ tươi?", "11": "Axit nuclêic cấu tạo theo nguyên tắc đơn phân hay đa phân?", "12": "Trong lũy thừa bậc n của số hữu tỉ x, x được gọi là ...", "13": "Hai đường thẳng được gọi là ...  nếu chúng không đồng phẳng.[1]", "14": "Câu \"giữ làng, giữ nước, giữ mái nhà tranh, giữ đồng lúa chín\" viết về loại cây nào?", "15": "Từ nào còn thiếu trong bài hát sau?https://duong-len-dinh-olympia.fandom.com/vi/wiki/T%E1%BA%ADp_tin:Tuan2thang2quy2Olympia2019-KhoidongNhac1.mp3", "16": "Polar bears live in the Arctic, near the... Pole.[2]", "17": "Vua Lê Thánh Tông đã nhắc đến nhân vật lịch sử, danh nhân văn hóa nào qua câu: \"Ức Trai tâm thượng quang Khuê tảo\"?", "18": "Những đồ vật bằng kẽm không bị han rỉ, không bị oxi hóa trong không khí và nước, nhận định trên đúng hay sai?", "19": "Những nhà thùng này dùng để sản xuất ra loại nước chấm gia vị gì?", "20": "Rêu, địa y, dừa, dứa, những loài cây nào sinh sống được ở vùng khí hậu cực và cận cực?", "21": "Dẫn khí H2S vào dung dịch CuSO4 ta thấy xuất hiện kết tủa màu gì?", "22": "Khi vật chuyển động ... thì vectơ vận tốc có giá trị xác định và không đổi hướng.", "23": "Vòng chung kết giải AFF Suzuki Cup 2018 có bao nhiêu đội tham dự?", "24": "KHÔNG ĐỦ THỜI GIAN", "25": "Từ láy có hai loại:Từ láy toàn bộ và từ láy ...", "26": "Trong hệ mạch ở người, động mạch và tĩnh mạch nối với nhau qua các ...", "27": "Trong phân tử hợp chất hữu cơ, cacbon có hóa trị ...", "28": "... là quốc gia có số lần tổ chức Thế vận hội Mùa hè nhiều nhất với năm lần (tính đến hết Thế vận hội 2016).", "29": "Ở khu vực Đông Nam Á, cà phê và hồ tiêu là hai cây công nghiệp được trồng nhiều nhất ở quốc gia nào?", "30": "Truyện cười nào phê phán những người thiếu chủ kiến khi làm việc: Treo biển hay Đẽo cày giữa đường?", "31": "Ai là người theo lệnh vua Lê Thánh Tông biên soạn bộ \"Đại Việt sử kí toàn thư\"?", "32": "Điệu nhảy nào của Brazil thường được giới dancesport cho là khó nhất vì kỹ thuật và cách thể hiện rất phức tạp?", "33": "Trên mặt của nhiều loại đồng hồ đeo tay hoặc treo tường hiện nay, kí hiệu bên được dùng để biểu thị số mấy trong hệ La Mã?", "34": "Trong các vật có những màu sau: đen, trắng, đỏ và tím, vật có màu nào không có khả năng tán xạ ánh sáng?", "35": "Tâm của đường tròn nội tiếp là giao điểm của ba đường ...", "36": "Which national football team won the World Cup 2018?", "37": "Đá trào ra từ núi lửa được gọi chung là gì?", "38": "Ai là người lãnh đạo quân dân ta chống quân Tống xâm lược năm 981?", "39": "Trong một bản ký xướng âm, ký hiệu này có tên là gì?", "40": "Loài nào có kích thước lớn nhất trong họ mèo?", "41": "Trong một ngày đêm, kim giờ của đồng hồ quay bao nhiêu vòng?", "42": "Hình thức nào có tổ chức lớn hơn: Vùng công nghiệp hay trung tâm công nghiệp?", "43": "Huân chương \"Mặt Trời Mọc\" là giải thưởng cao quý trao cho những người có thành tích và cống hiến đặc biệt cho sự phát triển của đất nước nào?", "44": "Khi chưa có văn học viết, nước ta chỉ có bộ phận văn học nào?", "45": "Ở điều kiện tiêu chuẩn, thể tích mol của một chất khí bất kì bằng bao nhiêu lít?", "46": "What tool do you use to draw a circle?", "47": "Trong bóng đá, thông thường, người giữ vai trò chỉ đạo chiến thuật cao nhất cho cả đội bóng là ...", "48": "Khi nhiệt độ của nước tăng thì lượng oxi hoà tan trong nước sẽ ..."}