{"1": "Trùng roi sống trong ruột mối gỗ là dạng quan hệ hỗ trợ nào?", "2": "Địa danh nào còn thiếu trong các câu thơ sau:  \"Mình về với Bác đường xuôi/ Thưa giùm ... không nguôi nhớ Người\"?", "3": "Trong các phong trào chống Pháp sau, phong trào nào có thời gian kéo dài lâu nhất: khởi nghĩa Ba Đình, khởi nghĩa Bãi Sậy, khởi nghĩa Hương Khê, khởi nghĩa Yên Thế?", "4": "Đơn vị nào được dùng để đo chiều dài trên biển?", "5": "\"Nước non Việt Nam ta vững bền\" là câu hát kết thúc bài hát nào của cố nhạc sĩ Văn Cao?", "6": "Frogs breathe using their lungs and their ...", "7": "Hươu cao cổ sống nhiều nhất ở châu lục nào?", "8": "Trong phân tử metan có bao nhiêu liên kết C-H?", "9": "Trong hai chất ozon và oxi, chất nào có tính oxi hóa mạnh hơn?", "10": "Môn đấu vật nổi tiếng nhất của Nhật Bản có tên là gì?", "11": "Trong một tam giác, hiệu độ dài hai cạnh bất kì bao giờ cũng ... độ dài cạnh còn lại.", "12": "Một acquy đang được nạp điện thì dòng điện nạp sẽ đi vào cực ... của acquy.", "13": "Khối lượng nước tiêu thụ trên thế giới được phân phối cho hoạt động nào sau đây là lớn nhất: sinh hoạt, sản xuất nông nghiệp, sản xuất công nghiệp?", "14": "Phần đất liền của nước ta giáp với hai vịnh lớn nào?", "15": "Những biến đổ ở kiểu hình phát sinh trong đời cá thể dưới ảnh hưởng trực tiếp của môi trường được gọi là gì?", "16": "Chi tiết nào trên các ngón tay người được cho là có tác dụng giúp chúng ta cầm nắm chặt hơn hoặc làm tăng cảm nhận xúc giác?", "17": "\"Gió đầu mùa\", \"Nắng trong vườn\", \"Hà Nội băm sáu phố phường\" là các tác phẩm của nhà văn nào?", "18": "Thời phong kiến, thủ đô của một quốc gia thường được gọi là gì?", "19": "Quốc gia nào có diện tích tự nhiên gần bằng diện tích của cả châu Âu và châu Đại Dương cộng lại?", "20": "Bài hát \"Chiếc đèn ông sao\" của nhạc sĩ Phạm Tuyên gợi lên hình ảnh dịp Tết nào?", "21": "Queen and The Rolling Stones are two famous bands of which country?", "22": "Theo kinh nghiệm của người xưa, \"Kiến đen tha trứng lên cao\" là dấu hiện sắp xảy ra hiện tượng gì?", "23": "Hợp chất hóa học nào có trong thuốc lá gây nghiện và tác động chủ yếu tới hệ thần kinh trung ương?", "24": "Khi mở nút lọ lấy hóa chất, phải đặt ngửa hay úp nút trên mặt bàn để đảm bảo độ tinh khiết của hóa chất?", "25": "Những màu đai chủ đạo trong Taekwondo bao gồm trắng, vàng, xanh lá cây, xanh dương, đỏ và ...", "26": "Chữ cái nào được dùng để biểu diễn tập hợp số hữu tỉ?", "27": "Phẫu thuật giác mạc làm thay đổi độ cong bề mặt giác mạc là một trong những cách khắc phục tật nào ở mắt: cận thị, loạn thị hay viễn thị?", "28": "Gấu là loài động vật ăn thịt, ăn thực vật hay ăn tạp?", "29": "Trong truyền thuyết An Dương Vương và Mị Châu - Trọng Thủy, ai là người đã giúp vua làm nỏ thần?", "30": "Ngày Quốc tế lao động 1/5 có lịch sử từ cuộc xuống đường vào ngày 1/5/1886 của công nhân quốc gia nào?", "31": "Trong ba miền đất nước, miền nào có đặc điểm địa hình hẹp chạy dài theo dãy núi Trường Sơn, một bên là biển Đông?", "32": "Những gian nan, hi sinh của bộ đội ta khi đưa những cỗ pháo nặng hàng tấn vào trận địa đã thôi thúc nhạc sĩ Hoàng Vân sáng tác ca khúc nào?", "33": "When it is ... in the Northern Hemisphere, it is winter in the Southern Hemisphere.", "34": "Thị thực trên hộ chiếu cho phép nhập cảnh vào một quốc gia thường được gọi là gì?", "35": "Kim loại kiềm thổ thuộc nhóm mấy trong bảng tuần hoàn các nguyên tố hóa học?", "36": "Ánh sáng có áp suất không?", "37": "Fed Cup là tên giải đồng đội cấp thế giới của môn thể thao nào?", "38": "Hằng số nào không thể thiếu khi tính diện tích mặt cầu và hình tròn?", "39": "Loại máy cơ đơn giản nào là một bánh xe quay được quanh một trục, có rãnh ở vành để đặt dây kéo vào?", "40": "Mỗi số thực a đều có mấy căn bậc ba?", "41": "Có bao nhiêu nốt nhạc cơ bản?", "42": "Loài nào sau đây không phải là côn trùng: kiến, bướm, nhện, ong?", "43": "Theo truyền thuyết dân gian, vị thánh nào được người mẹ mang thai suốt 12 tháng, khi lên ba vẫn không biết nói, biết cười?", "44": "Hội nghị Diên Hồng được tổ chức khi quân Mông Nguyên sang xâm lược Đại Việt lần thứ mấy?", "45": "Nam Bộ có hai hệ thống sông lớn là hệ thống sông Mê Công và hệ thống sông nào?", "46": "\"First face\" là người mẫu xuất hiện ở vị trí nào trong một show diễn thời trang?", "47": "Which country does Misha bear come from?", "48": "Trong thuyết Ngũ hành, yếu tố nào khắc Mộc và sinh Thủy?", "49": "Cho mộc quả trứng gà vào dung dịch HCl loãng, thấy có những bọt khí nổi lên từ vỏ trứng. Đó là khí gì?", "50": "Có nên sử dụng nước khoáng đóng chai để nấu ăn trong gia đình không?", "51": "Theo quy định của FIDE, chữ cái Q được sử dụng để kí hiệu loại quân nào trên bàn cờ vua?", "52": "Dấu hiệu nhận biết hình chữ nhật là tứ giác có tối thiểu mấy góc vuông?", "53": "Đòn bẩy cân bằng khi lực tác dụng tỉ lệ ... với cánh tay đòn.", "54": "Các khối chất lỏng khi không chịu tác dụng của ngoại lực đều có dạng ...", "55": "Dãy núi nào đã chắn phần lớn lượng hơi ẩm còn lại của gió Lào khi thổi sang Việt Nam, khiến gió trở nên khô và nóng?"}