{"1": "What do you call a person who makes cake in a bakery?", "2": "Phản xạ nào xuất hiện ngay khi một đứa trẻ chào đời mà thực chất chính là biểu hiện cho trạng thái hô hấp của trẻ?", "3": "Khi có lực tác dụng, mọi vật không thể thay đổi vận tốc đột ngột được vì có ...", "4": "Phần 2 của bộ phim ca nhạc nào ra mắt vào năm 2018 được đặt tên theo tên một ca khúc của nhóm nhạc ABBA?", "5": "Trong môn bóng đá, cầu thủ nào không được phép dùng chân chơi bóng?", "6": "Có bao nhiêu nguyên tố kim loại kiềm trong bảng tuần hoàn các nguyên tố hóa học?", "7": "\"Ông Cụ\" trong hai câu thơ: \"Nhớ Ông Cụ mắt sáng ngời/ Áo nâu túi vải, đẹp tươi lạ thường\" là ai?", "8": "Trong Chiến dịch Biên giới 1950, người anh hùng nào đã anh dũng nhờ đồng đội chặt đứt cánh tay bị thương để tiếp tục chiến đấu?", "9": "Lượng hơi nước tối đa mà một mét khối không khí có thể chứa được gọi là độ ẩm ...", "10": "Bộ đầu mỏ, bộ có vảy, bộ cá sấu và bộ rùa là bốn bộ tạo nên lớp động vật nào?", "11": "Penicilin là tên thuốc kháng sinh đầu tiên trên thế giới, đúng hay sai?", "12": "KHÔNG ĐỦ THỜI GIAN", "13": "... của tam giác là đoạn thẳng nối trung điểm hai cạnh của tam giác.", "14": "Trong nguyên tác, bài thơ \"Chiều tối\" của tác giả Hồ Chí Minh có tên Hán - Việt là gì?", "15": "Trận chung kết môn bóng đá nam tại ASIAD 2018 diễn ra giữa hai đội tuyển đến từ những quốc gia nào?[1]", "16": "Ca khúc nào đã được cử hành trang trọng cùng với lễ kéo quốc kỳ vào ngày 2/9/1945 tại Quảng trường Ba Đình?", "17": "Nền văn minh sông ... có tên gọi khác là nền văn minh Văn Lang - Âu Lạc.", "18": "Sương là kết quả của quá trình ngưng tụ hay thăng hoa trong khí quyển?", "19": "Loại vũ khí nào của thổ dân Úc có khả năng bay vòng lại vị trí ban đầu?", "20": "Bệnh di truyền nào có biểu hiện bên ngoài ở bệnh nhân là da và tóc màu trắng, mắt màu hồng?", "21": "Hóa học dầu mỏ, hóa học polime là một số phân ngành thuộc ngành hóa học nào?", "22": "Ở trạng thái rắn, nguyên tố hóa học nào có khối lượng riêng nhỏ nhất?", "23": "Dyeing means chaging the ... of your hair.[2]", "24": "Trong cơ cấu dân số của một quốc gia, khi số người trên 60 tuổi chiếm từ 20% tổng dân số trở lên thì ta nói quốc gia đó đã bước vào giai đoạn ...", "25": "Trong Truyện Kiều, Nguyễn Du đã miêu tả ai qua hai câu: \"Thoắt trông lờn lợt màu da/ Ăn gì cao lớn đẫy đà làm sao\"?", "26": "Trao đổi khí ở tế bào là sự khuếch tán của ... từ máu vào tế bào và của ... từ tế bào vào máu.", "27": "Nguyên tố scandi được đặt tên theo khu vực địa lí nào của châu Âu?", "28": "Which is faster, sound or light?", "29": "Lỗ thủng lớn nhất của tầng ozone hiện nay nằm ở khu vực nào?", "30": "Khô mắt, thời gian ngủ quá ít là những nguyên nhân có thể gây ra hiện tượng mắt đỏ ở người, đúng hay sai?", "31": "Nhà nước Âu Lạc đã trải qua mấy đời vua trong lịch sử?", "32": "Quân cờ nào là quân cờ quan trọng nhất trên bàn cờ vua?", "33": "Bậc Trung học cơ sở Việt Nam bao gồm bao nhiêu lớp học?", "34": "Độ tụ của kính được tính theo đơn vị gì?", "35": "Trong loại tam giác nào, chân đường phân giác trong kẻ từ một điểm luôn là trung điểm cạnh đối diện của tam giác đó?", "36": "Bài ca chính thức của Đoàn Thanh niên Cộng sản Hồ Chí Minh là bài hát nào?", "37": "Phía tây khu vực trung du và miền núi Bắc bộ nước ta giáp với quốc gia nào?[1]", "38": "Ngày 1/5 được chọn là Ngày Quốc tế lao động để ghi nhớ cuộc bãi công của giai cấp công nhân nước nào?", "39": "Năm 2018 là lần thứ bao nhiêu Đại hội Thể thao châu Á (ASIAD) được tổ chức?[1]", "40": "Vùng tế bào nằm giữa màng sinh chất và vùng nhân hoặc nhân tế bào được gọi là gì?", "41": "Hai phân thức được gọi là đối nhau nếu tổng của chúng bằng bao nhiêu?", "42": "Trong chùm sáng trắng có chứa nhiều chùm sáng màu khác nhau. Đúng hay sai?", "43": "Ký hiệu thiên văn của thiên thể nào là một vòng tròn với một chấm ở tâm vòng tròn đó?", "44": "Tác phẩm \"Giã từ vũ khí\" được nhiều nhà phê bình xem là một trong những tiểu thuyết chiến tranh vĩ đại nhất mọi thời đại. Tác giả của tiểu thuyết này là ai?", "45": "Ứng dụng quan trọng nhất của lưu huỳnh đioxit là để sản xuất ...", "46": "Body painting là loại hình nghệ thuật được thực hiện trên chất liệu đặc biệt nào?", "47": "Vietnam celebrates the Reunification Day or Victory Day on which day of April?", "48": "Áp lực là lực ép có phương ... với mặt bị ép."}