{"1": "Trong kỹ thuật máy tính, người ta dùng hệ ... để xử lý và mã hóa thông tin.", "2": "Phản ứng giữa Nitơ và Hiđro trong công nghiệp sản xuất amoniac là phản ứng tỏa nhiệt hay thu nhiệt?", "3": "Phạm Ngũ Lão là một danh tướng nhà ...", "4": "Tia sáng đi từ một môi trường vào môi trường khác và bị lệch hướng. Đây gọi là hiện tượng gì?", "5": "Which year was COVID-19 declared a pandemic by WHO?", "6": "... là ngành sản xuất vật chất cơ bản của xã hội, sử dụng đất đai để trồng trọt và chăn nuôi.", "7": "Ở nước ta, bài hát nào của nhóm nhạc ABBA đã trở thành giai điệu quen thuộc mỗi khi năm mới về?", "8": "Theo quy ước chung của ngành kim hoàn thế giới, loại vàng bao nhiêu K chứa 99,99% vàng ròng?", "9": "\"Một mai, một cuốc, một cần câu\" là những hình ảnh miêu tả lối sống \"Nhàn\" của ai?", "10": "Đây là vận động viên cầu lông nào?", "11": "Tre là một loài cây thân cỏ, thân gỗ hay thân leo?", "12": "Tên gọi chính thức của Đoàn ta từ năm 1976 cho đến nay là gì?", "13": "In which year did Ho Chi Minh leave Vietnam to find a way to save the nation?", "14": "Tam giác luôn là một đa giác lồi. Đúng hay sai?", "15": "Ở cuối thế kỉ VIII, ai là hào trưởng đất Đường Lâm?", "16": "Trong các loại đàn sau, loại đàn nào ít dây nhất: đàn tranh, đàn tam thập lục, đàn đáy?", "17": "Hình thu được của các vật, có thể quan sát qua một dụng cụ quang học, được gọi là gì?", "18": "Ai là tác giả của các tác phẩm \"Bỉ vỏ\", \"Những ngày thơ ấu\", \"Cửa biển\"?", "19": "Độ âm điện của nguyên tử các nguyên tố trong bảng tuần hoàn biến đổi tuần hoàn theo chiều ... dần của điện tích hạt nhân.", "20": "Nguyệt thực xảy ra là do thiên thể nào che mất ánh sáng từ Mặt Trời chiếu đến Mặt Trăng?", "21": "Trong mỗi tế bào xôma của người mắc bệnh Down thừa mấy nhiễm sắc thể so với người bình thường?", "22": "Thảo Cầm Viên - vườn thú lâu đời nhất Việt Nam, nằm ở tỉnh/thành nào?", "23": "Cholesterol luôn mang tác hại đến cho cơ thể con người. Đúng hay sai?", "24": "Con xúc xắc tiêu chuẩn là ví dụ về dạng hình học không gian nào?", "25": "SEA Games là một sự kiện thể thao tổ chức hai năm một lần với sự tham gia của các vận động viên đến từ các nước trong khu vực ...", "26": "Hai nghệ sĩ xiếc người Việt nào đã lập kỉ lục Guinness thế giới với màn trình diễn chồng đầu đi lên 100 bậc thang?", "27": "Hợp kim của thuỷ ngân với các kim loại khác được gọi chung là gì?", "28": "Khoa thi cuối cùng trong lịch sử khoa cử Việt Nam diễn ra vào triều đại nào?", "29": "Đỉnh Phan Xi Păng nằm trên dãy núi nào?", "30": "Trên huy hiệu Đoàn, hình ảnh bàn tay cầm cờ Việt Nam là tay trái hay tay phải?", "31": "Ở nhóm halogen, tính ... giảm dần từ flo đến iot.", "32": "Trong tự nhiên, sắt chủ yếu tồn tại ở dạng đơn chất hay hợp chất?", "33": "\"Như hà nghịch lỗ lai xâm phạm/ Nhữ đẳng hành khan thủ bại hư\" là hai câu thơ trích trong tác phẩm nào?", "34": "Đây là hình ảnh của người đang luyện tập bộ môn ...", "35": "Từ \"ăn\" trong câu \"Nghề riêng ăn đứt hồ cầm một trương\" được hiểu theo nghĩa gốc hay nghĩa chuyển?", "36": "How many days are there in February 2022?"}