{"1": "Theo Luật bóng bàn, màu sắc chính của trang phục thi đấu phải ... với màu của bóng sử dụng.", "2": "Đám cưới kim cương là dịp để kỉ niệm vợ chồng đã chung sống với nhau được bao nhiêu năm?", "3": "Điện dung là đại lượng đặc trưng cho khả năng tích điện của...", "4": "What is a female lion called?", "5": "Ca khúc \"Nhạc rừng\" được nhạc sĩ Hoàng Việt sáng tác khi ông đang là một chiến sĩ trẻ làm nhiệm vụ ở khu vực nào: Việt Bắc, Tây Nguyên, Tây Nam Bộ hay Đông Nam Bộ?", "6": "Các dung dịch axit có độ pH nhỏ hơn ...", "7": "Trong truyện cổ tích \"Thạch Sanh\", Lý Thông làm nghề gì?", "8": "Chính quyền Xô Viết được thành lập ở nước Nga vào năm nào?", "9": "Trên đất liền, Việt Nam có biên giới chung với các quốc gia Trung Quốc và hai nước nào nữa?", "10": "Nơron là tên gọi khác của tế bào nào?", "11": "Sự xuất hiện của oxi tự do với nồng độ lớn trong môi trường có thể gây hại đến hoạt động của sinh vật kị khí không?", "12": "Hình thang có hai đường chéo bằng nhau là hình thang ...", "13": "Điểm phân cách giữa cung lồi và cung lõm của đồ thị hàm số được gọi là...", "14": "Bài thơ Mây và sóng của Targo nói về tình cảm giữa ... và ...", "15": "Eurovision là cuộc thi ca khúc truyền hình thường niên của châu lục nào?", "16": "In which city of Vietnam is the Love Valley?", "17": "Thế kỷ XIX, ai được nhân dân tôn làm Bình Tây đại nguyên soái?", "18": "Ghế tài xế của các xe ô tô lưu thông tại nước ta nằm ở phía bên trái hay bên phải của xe?", "19": "Người dân đến từ đất nước nào thường nói \"Tôi là chim Kiwi\" mỗi khi giới thiệu về đất nước mình sinh ra?", "20": "Ở biển có loài cá ép thường bám chặt vào thân cá lớn để \"đi nhờ\", thuận lợi cho phát tán và kiếm ăn của Cộng sinh, Hội sinh, Hợp tác hay Kí sinh?", "21": "CaCO3 là thành phần hóa học chính của loại đá nào?", "22": "Một chất điểm đứng cân bằng thì hợp lực của các lực tác dụng lên nó phải bằng...", "23": "SEA Games 2019 là SEA Games lần thứ bao nhiêu được tổ chức?", "24": "Dãy núi nào được coi là xương sống của bán đảo Đông Dương?", "25": "Trước khi lên bờ, ông lão đánh cá trong tác phẩm\"Ông già và biển cả\" đã phải đương đầu với loại đàn cá dữ nào?", "26": "Càng lớn tuổi, độ đàn hồi của da con người càng ...", "27": "Trong các kí hiệu về phân lớp electron sau đây: 3s, 3f, 1s, 2p, ký hiệu nào sai?", "28": "Vị huấn luyện viên nào đã trở thành một trong 12 người nhận giải thưởng \"Nhân vật của năm 2018\" tại Hàn Quốc do báo chí nước này bình chọn?", "29": "Quốc gia nào rộng lớn và đông dân thứ hai Châu Á?", "30": "Kính lúp là thấu kính hội tụ hay phân kì?", "31": "Nhà Hồ định đô tại vùng đất nay là tỉnh, thành nào?", "32": "Trống Paranưng là nhạc cụ truyền thống của dân tộc nào?", "33": "SkyTeam là tên gọi một liên minh toàn cầu mà các thành viên tham gia cung cấp cho khách hàng những dịch vụ chất lượng liên quan đến loại hình vận chuyển nào?", "34": "Các đường sức từ ... cắt nhau.", "35": "Trong dãy số tự nhiên liên tiếp, nếu dãy số bắt đầu từ số lẻ và kết thúc bằng số chẵn thì số lượng các số lẻ ... số lượng các số chẵn.", "36": "What is Charles Dickens nationality?[1]", "37": "Hồ tự nhiên nào có diện tích lớn nhất miền Bắc?", "38": "Xiêm là tên gọi cũ của quốc gia nào?", "39": "Họa sĩ nào là tác giả bức tranh Thiếu nữ bên hoa sen?", "40": "Hội chứng suy giảm miễn dịch mắc phải ở người (AIDS) là một bệnh do virus nào gây ra?", "41": "Một số A bất kỳ chia hết cho 10 khi và chỉ khi chữ số hàng đơn vị của số A là số nào?", "42": "Nhiệt dung riêng của đất lớn hơn nhiệt dung riêng của của nước. Đúng hay sai?[2]", "43": "Hình ảnh người mẹ bồng con xuất hiện trên biểu tượng của tổ chức nào thuộc Liên Hợp Quốc?", "44": "Nguyễn Du đã thốt lên \"Chẳng biết ba trăm năm lẻ nữa/ Người đời ai khóc Tố Như chăng?\" trong tác phẩm nào?", "45": "Phân lân cung cấp cho cây trồng nguyên tố hóa học nào là chủ yếu?", "46": "Which country is the largest port in South East Asia?", "47": "Con vật nào biểu tượng cho đội tuyển bóng đá Anh?", "48": "KHÔNG ĐỦ THỜI GIAN"}