{"1": "Đèo Ngang, đèo Lao Bảo, đèo Hải Vân đều thuộc dãy núi nào?", "2": "Giải đấu năm 2021 là lần thứ mấy đội tuyển Việt Nam giành quyền tham dự một vòng chung kết FIFA Futsal World Cup?", "3": "Bài Lí nào được bắt nguồn từ hai câu thơ: \"Bông xanh, bông trắng, bông vàng/ Bông lê, bông lựu, đố nàng mấy bông\"?", "4": "How many rings are there in the Olympic symbol?", "5": "Trong một dung dịch, dung môi hay chất tan thường chiếm tỉ lệ lớn hơn?", "6": "Trong máy ảnh dùng phim thì bộ phận nào hứng hình ảnh thu được?", "7": "Trong ba góc của một tam giác vuông, góc lớn nhất có số đo là bao nhiêu độ?", "8": "Nhà Hồ lập kinh đô ở Thanh Hóa gọi là Tây Đô còn thành Thăng Long được đổi tên là gì?", "9": "Gang được luyện trong lò cao bằng cách dùng khí ... khử oxit sắt.", "10": "Trong xây dựng, trộn vữa và đá bạn được hỗn hợp gì?", "11": "\"chếnh choáng mùi thơm\", \"đã đầy ánh sáng\", \"no nê thanh sắc\"... là khát khao hưởng thụ mùa xuân và tuổi trẻ được thể hiện trong bài thơ nào của Xuân Diệu?", "12": "... là một bộ phận giúp cung cấp dinh dưỡng nuôi thai nhờ sự kết nối thai nhi với nhau thai trong tử cung người mẹ.", "13": "Nếu mọi phần tử của tập hợp A đều thuộc tập hợp B thì tập hợp A được gọi là ... của tập hợp B.", "14": "Tỉnh, thành nào hiện đóng vai trò đầu tàu kinh tế, tạo động lực phát triển khu vực miền Bắc nước ta?", "15": "Đâu là môn thể thao nước: nhảy cao, nhảy xa, nhảy cầu, nhảy sào?", "16": "Đàn tỳ bà có hình dáng giống loại quả nào bổ đôi?", "17": "Vietnam shares land borders with China, Laos and...", "18": "Sốt xuất huyết là bệnh lây truyền qua đường hô hấp, đúng hay sai?", "19": "Số đo độ biến thiên nội năng trong quá trình truyền nhiệt là gì?", "20": "Đường thẳng đi qua ... và vuông góc với mặt phẳng đáy gọi là đường cao của hình chóp.", "21": "Thời Lê sơ, Nho giáo, Phật giáo hay Đạo giáo chiếm địa vị độc tôn?", "22": "Ta không thể đựng axit HF trong bình chứa bằng ...", "23": "Biển báo giao thông này hạn chế thông số nào của xe?", "24": "Từ gì được nhắc đến trong các câu sau của vua Quang Trung: \"... cho để dài tóc/ ... cho để đen răng/ ... cho nó chích luân bất phản/ ... cho nó phiến giáp bất hoàn\"?", "25": "Trong công tác phòng chống Covid-19 ở nước ta, các ca đã mắc bệnh được gọi là ..., các trường hợp tiếp xúc gần với ca bệnh được gọi là F1.", "26": "Ở cùng một nhiệt độ điều hòa, nếu nhiệt độ môi trường càng cao thì lượng điện năng tiêu thụ của máy điều hòa càng ...", "27": "Ở nước ta, sản phẩm chủ yếu được chế biến từ gạo tẻ là ...", "28": "Vùng kinh tế nào của nước ta giáp với Hạ Lào và Đông Bắc Campuchia?", "29": "Những cầu thủ chơi xuất sắc ở vị trí nào trong bóng đá thường được người hâm mộ ví von là \"người nhện\"?", "30": "\"We are the world\" là ca khúc do nhiều ca sĩ hàng đầu thế giới hát để chia sẻ nạn đói ở châu lục nào?", "31": "I'm looking forward ... seeing you!", "32": "Ếch đồng có thể sống trong môi trường nước mặn không?", "33": "Dao động hình sin là cách gọi khác của loại dao động nào?", "34": "Phép dời hình là phép biến đổi ... làm thay đổi khoảng cách giữa hai điểm bất kỳ.", "35": "Ở nước ta, giai cấp thống trị gồm vua quan, địa chủ, cường hào đã chấm dứt vào năm nào?", "36": "Khối lượng Mol phân tử của nước là bao nhiêu?", "37": "Theo Luật giáo dục hiện tại, tuổi của học sinh vào học lớp một là mấy tuổi?", "38": "Hai câu thơ sau sử dụng biện pháp tu từ gì: \"Áo nâu liền với áo xanh/ Nông thôn cùng với thị thành đứng lên\"?", "39": "Vòng tuần hoàn nhỏ dẫn máu từ tim tới bộ phận nào của cơ thể?", "40": "Chế độ nước của sông ngòi nước ta chia hai mùa rõ rệt: mùa cạn và mùa ...", "41": "Trong môn thể thao F1, nhìn chung người ta căn cứ vào ... hoàn thành chặng đua để tính thành tích.", "42": "Trong âm nhạc, hình nốt ... có độ ngân dài nhất trong hệ thống hình nốt.", "43": "What is the adjective of \"beauty\"?", "44": "Bàn là (bàn ủi) có công dụng chính là làm phẳng hay làm khô quần áo?", "45": "Nam châm hầu như không hút vật làm bằng những chất gì sau đây: nhôm, thép, sắt?", "46": "... của một hình thang cân được tính bằng tổng độ dài các cạnh của hình thang cân đó.", "47": "Ai được biết tới là nhà báo có nhiều bút danh nhất trong lịch sử báo chí nước ta?", "48": "Dung dịch canxi hidroxit có tên gọi thông thường là gì?", "49": "Thí sinh của quốc gia nào đã lập kỷ lục có số lượt bình chọn của khán giả cao nhất trong lịch sử cuộc thi Hoa hậu Hoàn vũ?", "50": "Tác phẩm \"Tiễn dặn người yêu\" của dân tộc Thái được viết theo thể loại văn học nào?", "51": "Quả bơ thường chỉ có 1 hạt. Điều này chứng tỏ ở mỗi quả bơ có mấy noãn đã được thụ tinh?"}