{"1": "Trong các bào quan: thành tế bào, lục lạp, ti thể, trung thể, bào quan nào có ở mọi tế bào nhân thực?", "2": "Điền từ còn thiếu vào câu sau: \"Đầu năm mua ..., cuối năm mua ...\"", "3": "Ai là người đã lãnh đạo quân dân Đại Việt giành chiến thắng Ngọc Hồi - Đống Đa vào mùa xuân năm Kỷ Dậu 1789?", "4": "Quốc gia châu Âu nào mà nhìn trên bản đồ có hình dạng như một chiếc ủng?", "5": "What is the maximum number of Sunday's that a month can have?", "6": "Bài dân ca này có tên là gì?https://duong-len-dinh-olympia.fandom.com/vi/wiki/T%E1%BA%ADp_tin:Tuan2thang2quy2Olympia20-KhoidongNhac1.mp3", "7": "Đâu là thực phẩm lên men: kim chi, dưa chuột muối, sữa chua?", "8": "Tết Nguyên đán rơi vào thời điểm mùa khô hay mùa mưa ở Nam Bộ?", "9": "Điều chế amoniac là cơ sở để sản xuất loại phân bón hóa học nào?", "10": "Những môn thể thao nào bắt buộc phải thi đấu theo đội: bóng bàn, bóng chuyền, bóng đá (trong các trận đấu chính thức)?", "11": "Trong một tam giác vuông, tích hai cạnh góc vuông bằng tích của ... và đường cao tương ứng.", "12": "Nhân vật thám tử Sherlock Holmes thường dùng loại dụng cụ quang học nào để phá án?", "13": "Lớp Chim gồm ba nhóm sinh thái lớn là Chim chạy, Chim bơi và ...", "14": "\"Ngư tiều y thuật vấn đáp\" là sáng tác của nhà thơ nào?", "15": "\"Minh nông chiêm phả\" là bộ sách khoa học đầu tiên trong lịch sử Việt Nam về lĩnh vực nào: công nghiệp, nông nghiệp, thương nghiệp?", "16": "Sông Hồng bắt đầu chảy vào nước ta ở tỉnh ...?", "17": "Which month of the year doesn't have the 30th day?", "18": "Ca khúc \"Vàm Cỏ Đông\" mang âm hưởng dân ca miền ...", "19": "Theo truyền thống tốt đẹp của người Việt Nam, mồng mấy Tết thầy?", "20": "Bón lót là cách bón phân trước hay sau khi trồng?", "21": "Trong nhóm halogen, nguyên tố nào chỉ có một số oxi hóa trong các hợp chất?", "22": "Sân đất nện, sân cỏ, sân cứng, sân thảm là một số loại sân thi đấu của môn thể thao nào?", "23": "Tập hợp các số phức được kí hiệu bằng chữ cái nào?", "24": "Dẫn nhiệt là hình thức truyền nhiệt chủ yếu của chất ở thể ...?", "25": "Hai phương trình tương đương là hai phương trình có cùng ...", "26": "Ở người, sự tạo thành nước tiểu diễn ra ở các đơn vị chức năng của ...", "27": "\"Cành lê trắng điểm một vài bông hoa\" trong Truyện Kiều (Nguyễn Du) báo hiệu mùa gì?", "28": "\"Thành rộng hơn ngàn trượng, xoắn như hình trôn ốc\" là lời trong truyền thuyết dân gian mô tả tòa thành cổ nào?", "29": "Phần lớn diện tích xavan trên Trái Đất tập trung ở châu lục nào?", "30": "What is it called when the sun first appears in the sky in the morning?", "31": "Ca khúc \"Ngọn lửa cao nguyên\" (sáng tác: Trần Tiến) mang âm hưởng dân ca khu vực ...", "32": "Loại bánh nào được miêu tả trong truyền thuyết như sau: \"Các thứ thịt mỡ, đậu xanh, lá dong là tượng cầm thú, cây cỏ muôn loài... Lá bọc ngoài, mĩ vị để trong là ngụ ý đùm bọc nhau\"?", "33": "Kéo vật bằng ròng rọc có định hay ròng rọc động sẽ cho ta lợi về lực?", "34": "Trong thương mại, dạng thù hình nào của oxi được dùng để tẩy trắng tinh bột, dầu ăn và nhiều chất khác?", "35": "Hậu vệ nào của Việt Nam nằm trong top 3 đề cử nam Cầu thủ trẻ xuất sắc nhất châu Á 2019 do AFC bầu chọn?", "36": "Phần phân số của hỗn số luôn luôn nhỏ hơn ...", "37": "Gia tốc đặc trưng cho sự biến đổi của ... về cả hướng và độ lớn.", "38": "Đại tràng là tên gọi khác của cơ quan nào trong hệ tiêu hóa ở người?", "39": "Điền từ còn thiếu vào câu ca dao sau \"Cu kêu ba tiếng cu kêu/ Trông mau tới Tết dựng ... ăn chè\"?", "40": "Thiền phái Trúc Lâm do vị vua nào sáng lập nên?", "41": "Phần lớn sản lượng lúa gạo thế giới tập trung ở châu lục nào?", "42": "What is the northernmost province of Vietnam?", "43": "Đoạn bài hát này nằm trong ca khúc nào?https://duong-len-dinh-olympia.fandom.com/vi/wiki/T%E1%BA%ADp_tin:Tuan2thang2quy2Olympia20-KhoidongNhac2.mp3", "44": "Lễ hội Lam Kinh (Thanh Hóa) là lễ hội tôn vinh công lao to lớn của Anh hùng dân tộc nào?", "45": "Phần lớn rượu etylic hiện được sản xuất bằng quá trình lên mem hay được tổng hợp từ etilen?", "46": "Chất nào sau đây không tan trong nước lạnh: tinh bột, glucozo, fructozo?", "47": "VĐV xe đạp Đinh Thị Như Quỳnh là chủ nhân tấm huy chương ... đầu tiên của Đoàn thể thao Việt Nam tại SEA Games 30.", "48": "Đồ thị của hàm số y = cosx nhận ... làm trục đối xứng."}