{"1": "Vị thủ lĩnh này là ai?", "2": "1 hecta bằng bao nhiêu mét vuông?", "3": "Vườn quốc gia Xuân Thuỷ nằm ở tỉnh nào của Đồng bằng sông Hồng?", "4": "Trong chọn giống, loại tia nào chỉ dùng để xử lí vi sinh vật, bào tử và hạt phấn, chủ yếu dùng để gây các đột biến gen?", "5": "Mã số định danh cá nhân trên thẻ căn cước công dân gồm bao nhiêu số?", "6": "Phép vị tự là một phép dời hình. Đúng hay sai?", "7": "Which bay (in Vietnam) was first recognized as a World Heritage Site by UNESCO in 1994?", "8": "\"Vì Việt Nam, Cuba sẵn sàng hiến dâng cả máu của mình\" là câu nói của vị lãnh tụ nào?", "9": "Bệnh lang ben ở người là do một loại ... sống ký sinh ở lớp thượng bì của da gây nên.", "10": "Topik và KLPT là hai chứng chỉ quốc tế đánh giá năng lực sử dụng ngôn ngữ nào?", "11": "Chu vi của bông tuyết Von Koch là bao nhiêu?", "12": "Mối lao động là tên gọi khác của loài nào trong một đàn mối?", "13": "Vùng kinh tế nào ở nước ta hiện nay thu hút nhiều người nhập cư hàng năm nhất?", "14": "Các nguyên tố chỉ gồm các đồng vị phóng xạ, không có đồng vị bền, được gọi là nguyên tố ...", "15": "Đơn vị hành chính địa phương cấp hai ở khu vực nông thôn của Việt Nam được gọi là gì?", "16": "Từ nào còn thiếu trong câu thơ: \"Một bếp lửa chờn vờn sương sớm/ Một bếp lửa ấp iu nồng đượm/ Cháu thương ... biết mấy nắng mưa\" (Bếp lửa - Bằng Việt)?", "17": "In a Gregorian calendar year, how many months have exactly 30 days?", "18": "Mọi số tự nhiên đều là số nguyên tố hoặc hợp số, trừ hai số tự nhiên nào?", "19": "Trên biển, mỗi ngày nước lên và xuống đều đặn một lần thì được gọi là chế độ gì?", "20": "Nhạc sĩ lớn nào được mệnh danh là \"Người hát rong qua nhiều thế hệ\"?", "21": "Biểu tượng nào xuất hiện ở giữa lá cờ của Đoàn thanh niên Cộng sản Hồ Chí Minh, do hoạ sĩ Huỳnh Văn Thuận thiết kế?", "22": "Khí CO2 tuyệt đối không duy trì sự cháy. Đúng hay sai?", "23": "Theo cách tính giờ cổ truyền, từ 3h00 đến 5h00 sáng được gọi là giờ gì?", "24": "Hội chứng suy giảm miễn dịch mắc phải được viết tắt là gì?", "25": "Ở người, các tế bào nào tham gia bảo vệ cơ thể bằng các cơ chế: thực bào, tạo kháng thể vô hiệu hoá kháng nguyên và phá huỷ tế bào nhiễm bệnh?", "26": "Số nào là số nguyên tố nhỏ nhất có ba chữ số?", "27": "Bướu cổ và đần độn là hai biểu hiện hay gặp nhất liên quan đến thiếu vi chất nào?", "28": "Trần Nguyên Hãn là một danh tướng của nhà ...", "29": "PSG là tên viết tắt của CLB bóng đá nào ở Pháp?", "30": "How many kings did the Nguyen Dynasty have?", "31": "Tác phẩm nào sau đây không phải thuộc thể loại hành khúc: Tiến bước dưới Quân kì, Tiến về Sài Gòn, Nối vòng tay lớn, Lên đàng?", "32": "Bài thơ \"Đồng chí\" ra đời trong cuộc kháng chiến chống Mĩ. Đúng hay sai?", "33": "Trong một cuộc chạy đua, nếu bạn vượt qua người đang xếp thứ ba thì bạn vươn lên thứ mấy?", "34": "Lực hấp dẫn do Trái Đất tác dụng lên Mặt Trăng và do Mặt Trăng tác dụng lên Trái Đất là hai lực ... phương, ... chiều nhau.", "35": "Chất khí nào được sinh ra do thực vật bị phân huỷ trong điều kiện thiếu không khí, thường có trong bùn ao, hầm mỏ than?"}