{"1": "Trong một ca khúc của nhạc sĩ Hồng Đăng, loài hoa nào \"vẫn ngọt ngào đầu phố đêm đêm\"?", "2": "Quá trình nào đảm bảo sự cân bằng tỉ lệ CO2 và O2 trong khí quyển Trái Đất mà nhờ đó sự sống được đảm bảo?", "3": "Trong các chữ số La Mã, kí hiệu nào để chỉ số 0?", "4": "Theo tác giả Thép Mới, loài cây nào mang những đức tính của người hiền như \"nhũn nhặn, ngay thẳng, thuỷ chung, can đảm\"?", "5": "Lòng chảo Mường Thanh là nơi đã diễn ra chiến thắng quan trọng nào của quân dân ta trước thực dân Pháp vào năm 1954?", "6": "Ở bán cầu Nam, các nước theo dương lịch chọn ngày nào hằng năm là khởi đầu cho mùa thu?", "7": "Earth Hour is an annual event, which encourage communities to turn off non-essential electric lights for how many hours?", "8": "Yếu tố nào ảnh hưởng đến sự hấp thụ nước và ion khoáng ở rễ cây: áp suất thẩm thấu của dung dịch đất, độ pH, độ thoáng của đất?", "9": "K-Dramas là cách gọi chung các bộ phim truyền hình do nước nào sản xuất?", "10": "Mận Mộc Châu là đặc sản của tỉnh nào?", "11": "Trong mỗi chu kì, tính kim loại của các nguyên tố giảm dần theo chiều tăng của điện tích hạt nhân, đúng hay sai?", "12": "Trong một bài thơ của nhà thơ Trần Đăng Khoa, loại hạt nào có \"vị phù sa\" và \"hương sen thơm\"?", "13": "Trong không gian, khoảng cách giữa hai đường thẳng chéo nhau bằng khoảng cách giữa hai mặt phẳng ... lần lượt chứa hai đường thẳng đó.", "14": "Nhà vật lí nào thường được biết đến gắn liền với thuyết tương đối?", "15": "Các kim loại Mg, Al thường được điều chế bằng phương pháp nào?", "16": "Để hạn chế sự lây truyền của virus gây bệnh vàng lùn, lùn xoắn lá ở lúa, người ta thường phun thuốc diệt loại côn trùng nào?", "17": "Muốn thăm Di tích lịch sử Chiến thắng Ấp Bắc, bạn cần đến tỉnh nào?", "18": "In which sport would you use a shuttlecock?", "19": "Theo lưu truyền trong dân gian, trước khi sử dụng loại trống nào, người ta thường lấy hai nắm cơm nhỏ đã nghiền nát đắp vào giữa hai mặt của nó?", "20": "Cầu Bến Thủy nối liền hai tỉnh Nghệ An và Hà Tĩnh bắc qua dòng sông nào?", "21": "Các đội bóng có được lập hàng rào chắn bóng trước khung thành khi đối phương thực hiện quả đá phạt đền không?", "22": "Hình ảnh \"Khuya về bát ngát trăng ngân đầy thuyền\" xuất hiện trong bài Cảnh khuya hay Rằm tháng Giêng?", "23": "Khi nghiêng một cốc nước có dạng hình trụ tròn xoay, mặt nước trong cốc có hình gì?", "24": "Phát minh nào có thể coi là mốc mở đầu quá trình cơ giới hoá, khơi mào cho cuộc cách mạng công nghiệp lần thứ nhất tại nước Anh?", "25": "Xà phòng (xà bông) có thành phần hóa học chủ yếu là hỗn hợp các muối ... hoặc ... của các axit béo.", "26": "Ba bài Thu điếu, Thu ẩm, Thu vịnh của Nguyễn Khuyến được viết bằng chữ gì?", "27": "Tỉ lệ bản đồ là 1:10.000.000 nghĩa là 1cm trên bản đồ ứng với bao nhiêu km trên thực địa?", "28": "What is the symbol of mercury in the periodic table?", "29": "Màu vẽ trong dòng tranh nào thường được làm từ bột màu nghiền với dầu lanh và một số chất khác?"}