{"1": "Tính oxi hóa của halogen ... dần từ flo đến iot.", "2": "Hai câu thơ: \"Xanh om cổ thụ tròn xoe tán/ Trắng xóa tràng giang phẳng lặng tờ\" là cảnh mùa nào?", "3": "\"Đại Việt sử ký toàn thư\" được biên soạn dưới triều đại nào?", "4": "Môn nào mà mỗi đội thi đấu trên sân có 6 thành viên: bóng đá trong nhà, bóng chuyền, bóng ném?", "5": "Phép tịnh tiến không làm thay đổi ... giữa hai điểm bất kì.", "6": "Trong quá trình đẳng tích của một lượng khí lí tưởng nhất định, áp suất tỉ lệ ... với nhiệt độ tuyệt đối.", "7": "Loại gió nào là gió địa phương: gió phơn, gió biển, gió đất?", "8": "Enzim là một chất xúc tác sinh học. Đúng hay sai?", "9": "Khí nào là khí nhẹ nhất trong mọi chất khí?", "10": "Olympiad là giải đấu thường dành cho môn cờ ...", "11": "\"Chuyện đời bác sĩ\" (Hospital playlist) là bộ phim của đất nước nào?", "12": "What day of October is Vietnamese Women's Day?", "13": "\"Cậu Vàng\" của đạo diễn Trần Vũ Thủy là bộ phim chuyển thể chủ yếu từ truyện ngắn nào của nhà văn Nam Cao?", "14": "Góc giữa hai đường thẳng song song có số đo là bao nhiêu độ?", "15": "Ở áp suất 1 atm, nếu nhiệt độ môi trường dưới 0 độ C thì nước sẽ tồn tại ở thể nào?", "16": "Các cây thực phẩm chủ yếu như rau muống, cải, bí, mướp, cà chua... thuộc lớp mấy lá mầm?", "17": "Giữa thế kỷ III, ở Thanh Hóa đã nổi lên cuộc khởi nghĩa chống đô hộ lớn do nữ tướng nào lãnh đạo?", "18": "Sân vận động Lạch Tray là sân nhà của câu lạc bộ bóng đá nào tại V.League 1?", "19": "Loại hình nghệ thuật nào có bộ tứ \"Trí, Vân, Lân, Cần\"?", "20": "1024 kilobytes is equal to how much megabytes?", "21": "Từ Hán-Việt nào dùng để chỉ nền y học cổ truyền phương Đông?", "22": "Các kim loại ở điều kiện thường đều tồn tại dưới dạng tinh thể. Đúng hay sai?", "23": "Nếu giá trị của biến x tăng lên và giá trị tương ứng f(x) cũng tăng thì hàm số y = f(x) là hàm số ...", "24": "Trong dao động điều hòa, đồ thị biểu diễn sự biến thiên của vận tốc theo li độ có hình dạng là đường ...", "25": "Bộ xương người thuộc hệ ...", "26": "\"Dòng chữ cuối cùng\" là tên ban đầu truyện ngắn nào của nhà văn Nguyễn Tuân?", "27": "Năm 1861, nghĩa quân của vị thủ lĩnh nào đã đốt cháy tàu chiến của Pháp trên sông Vàm Cỏ Đông?", "28": "Ở phép chiếu phương vị đứng, càng xa cực khoảng cách giữa các vĩ tuyến càng ...", "29": "Đây là nhân vật điện ảnh nào?", "30": "Nhà máy thủy điện Hòa Bình nằm ở tỉnh nào?", "31": "Trong cơ thể người trưởng thành, cơ quan nào dài hơn: ruột non hay ruột già?", "32": "Thành phố Hồ Chí Minh nằm ở vùng kinh tế nào?"}