{"1": "Trong Di truyền học, thế hệ con được kí hiệu bằng chữ cái in hoa nào?", "2": "Bài thơ “Nắng mới” của nhà thơ Lưu Trọng Lư viết về nỗi nhớ ai?", "3": "“Đầu năm cải hiệu Thuận Thiên/ Thăng Long mới đổi đặt tên kinh thành” là hai câu thơ ca ngợi công lao của ai?", "4": "Trong môn thể thao đua xe công thức 1, đường dành cho các tay đua đi vào để bảo dưỡng xe gọi là gì?", "5": "Trong ký hiệu âm nhạc, có ba loại ký hiệu dấu hoá chính, đó là: dấu thăng, dấu giáng, và dấu nào nữa?", "6": "Which flavor do most peppers have?", "7": "Phản ứng hoá học trong đó từ một chất ban đầu sinh ra hai hay nhiều chất mới gọi là gì?", "8": "2019 đánh dấu 20 năm sự kiện thành phố nào ở nước ta được UNESCO trao tặng danh hiệu “Thành phố vì hòa bình”?", "9": "Oxit bazơ CaO có thể tác dụng với H2O để tạo ra dung dịch bazơ không?", "10": "Cơ sở nhiên liệu cho các nhà máy nhiệt điện ở miền Bắc là ...", "11": "Hai số tự nhiên nào không thể phân tích ra thừa số nguyên tố?", "12": "Quang sai là hiện tượng sai lệch của ... thu được từ vật qua các dụng cụ quang học.", "13": "Tính trạng trội không hoàn toàn được gọi là tính trạng gì?", "14": "Các truyền thuyết: Bánh chưng bánh giầy, Thánh Gióng, Sơn Tinh Thủy Tinh đều gắn với thời đại nào của nước ta?", "15": "Lịch sử phát triển của con người thời tiền sử thường được chia làm ba thời kỳ là thời đại đồ đá, thời đại đồ đồng và thời đại đồ ...", "16": "Trong môn quyền anh, hý hiệu “K.O” có nghĩa là gì?", "17": "Nữ ca sĩ nào đã giành giải Ca sĩ ấn tượng tại lễ trao giải VTV Awards năm 2019?", "18": "Vitamin C is acid or base?", "19": "Trong phân tử hợp chất hữu cơ, liên kết ba gồm ... liên kết xích ma và ... liên kết pi.", "20": "Theo tiêu chuẩn Việt Nam về “màu sắc tín hiệu và dấu hiệu an toàn”, các phương tiện phòng chống cháy được sơn màu gì là chủ yếu?", "21": "Từ “cà phê” là từ vay mượn từ tiếng Anh hay tiếng Pháp?", "22": "Điểm cận nhật là vị trí mà tại đó khoảng cách từ Trái Đất đến thiên thể nào là gần nhất?", "23": "Trong quy tắc làm tròn số, nếu chữ số sau hàng quy tròn nhỏ hơn 5 thì ta thay nó và các chữ số bên phải nó bằng chữ số nào?", "24": "Các vi sinh vật hiếu khi bắt buộc chỉ có thể sinh trưởng khi có mặt thành phần nào trong môi trường xung quanh?", "25": "Những cuộc phiêu lưu của Tom Sawyer là tác phẩm nổi tiếng của nhà văn nào?", "26": "Trong lịch sử phong kiến Việt Nam, sau nhà Đinh là triều đại nào?", "27": "Quách Thị Lan là vận động viên hàng đầu Việt nam ở môn thể thao nào?", "28": "Phần âm nhạc của bộ phim điện ảnh “Mamma Mia!” là các ca khúc thành công của nhóm nhạc nào?", "29": "How many colors does the flag of ASEAN have?", "30": "Chiếm 1/4 khối lượng vỏ Trái Đất là nguyên tố nào?", "31": "Một trong tám Mục tiêu Phát triển Thiên niên kỷ của Liên Hợp Quốc là đảm bảo tất cả trẻ em đều được học hết cấp học nào?", "32": "Số 0 có số đối không?", "33": "Châu Âu và Châu Phi bị ngăn cách với nhau bởi điểm nào?", "34": "Nếu hai mặt phẳng phân biệt có một điểm chung thì chúng có bao nhiêu đường thẳng chung?", "35": "Lực tĩnh điện là lực giữa các vật mang điện tích ...", "36": "Điều hoà muối trong cơ thể chính là điều hoà hàm lượng ion nào trong máu?", "37": "Những tác giả nào sau đây đã từng đoạt giải thưởng Nobel về văn học: Hemingway, Sholokhov, Tagor?", "38": "Bản “Chính cương vắn tắt, Sách lược vắn tắt” là cương lĩnh thứ bao nhiêu của Đảng?", "39": "Đây là môn thể thao nào?", "40": "10 que nhỏ, 1 quả tròn nặng là một số vận dụng thiết yếu trong trò chơi dân gian nào?", "41": "In 2019, we celebrate 50 years from the first time human set foot on which natural object?", "42": "Dung dịch là hỗn hợp đồng nhất của dung môi và ...", "43": "Cầu Thủ Thiêm bắc qua sông nào?", "44": "Đỉnh Tây Côn Lĩnh được coi là nóc nhà vùng Tây Bắc hay Đông Bắc nước ta?", "45": "Hang Sơn Đoòng và hang Én của Việt Nam là hai trong ba hang động tự nhiên lớn nhất thế giới hiện nay và đều nằm ở tỉnh nào?"}