{"1": "Nguồn năng lượng duy trì hoạt động của sinh giới chủ yếu đến từ quá trình nào?", "2": "Bộ Đại Việt thông sử của Lê Quý Đôn viết về triều đại nào?", "3": "Dòng sông Kinh Thầy (nổi tiếng trong thơ Trần Đăng Khoa) thuộc hệ thống sông nào?", "4": "Trong môn quần vợt, một năm có bao nhiêu giải Grand Slam?", "5": "Các loại phấn viết bảng phổ biến trên thị trường hiện nay thường có thành phần hóa học là hợp chất của kim loại kiềm thổ nào?", "6": "Bộ nhạc khí dùng cho hát ca trù gồm đàn đáy, phách và ...", "7": "How many months is a normal human pregnancy?", "8": "Xôi gấc là một loại xôi có màu ... đặc trưng của gấc.", "9": "SARS-CoV-2 có thể lây truyền qua muỗi đốt không?", "10": "\"Còn non còn nước còn dài/ Còn về còn nhớ đến người hôm nay\". Hai câu thơ trên thể hiện tình cảm Thúy Kiều dành cho ai?", "11": "Mỗi chữ số La Mã không viết liền nhau quá mấy lần?", "12": "Chất khí, trong đó các phân tử được coi là các chất điểm và chỉ tương tác khi va chạm, là khí ...", "13": "Từ nào còn thiếu trong câu tục ngữ sau: \"... trông nồi, ngồi trông hướng\"?", "14": "Quá trình tạo ra cá thể mới bảo đảm sự phát triển của loài được gọi là gì?", "15": "Thổ dân Indian từng là chủ nhân của lục địa nào?", "16": "Sa mạc nào là sa mạc lớn nhất châu Á?", "17": "Môn thể thao nào luôn diễn ra trên một sân thi đấu hình chữ nhật: golf, bóng chuyền, vật?", "18": "Màu vàng lục, mùi xốc, rất độc, nặng gấp 2,5 lần không khí và tan trong nước là những tính chất của khí nào ở điều kiện thường?", "19": "Bài hát Bóng cây kơ-nia của nhạc sĩ Phan Huỳnh Điểu sử dụng chất liệu âm nhạc dân gian của vùng nào?", "20": "In which year did the first World War begin?", "21": "Có bao nhiêu quốc gia là thành viên thường trực của Hội đồng Bảo an Liên hiệp quốc?", "22": "Đâu là một loài chim biển: Hải âu hay bồ nông?", "23": "Cặp mắt \"xanh non\", cặp mắt \"biếc rờn\" là cách nhìn đời trong trẻo, ngơ ngác và đầy vui sướng của ai trong thơ?", "24": "Tứ giác có hai đường chéo là đường trung trực của nhau thì tứ giác đó là ...", "25": "Điều kiện cân bằng của một vật chịu tác dụng của hai lực là hai lực đó phải cùng độ lớn, ngược chiều và cùng ...", "26": "Ngó sen là bộ phận nào của cây sen: thân rễ, lá, hoa, cành?", "27": "\"Gươm mài đá, đá núi cũng mòn/ Voi uống nước, nước sông phải cạn\". Những câu thơ trên ca ngợi sức mạnh hùng hậu vô địch của nghĩa quân nào?", "28": "Hành tinh nào trong Hệ Mặt Trời có nhiều điểm giống Trái Đất nhất?", "29": "Ligue 1 là giải vô địch bóng đá quốc gia châu Âu nào?", "30": "... là một halogen và là nguyên tố đặc biệt luôn có số oxi hóa -1 trong mọi hợp chất, nằm trong nhóm VIIA của bảng tuần hoàn.", "31": "Sky Tour Movie là bộ phim lài liệu âm nhạc về chuyến lưu diễn của nghệ sĩ nào?", "32": "How many pairs of wings does a bee have?", "33": "Nhà ngoại giao Lê Lương Minh là người Việt Nam đầu tiên đảm nhận vai trò Tổng thư ký của Hiệp hội nào?", "34": "Phần nào của quả ớt cay hơn: thịt ớt (vỏ quả ớt) hay hạt ớt?", "35": "Câu đối là văn vần, văn biền ngẫu hay văn xuôi?", "36": "Một tam giác có hai đường phân giác trong bằng nhau thì chắc chắn là tam giác ...", "37": "Quá trình biến đổi trạng thái khí thể tích không đổi là quá trình gì?", "38": "Ngà của kỳ lân biển là do bộ phận nào biến đổi thành?", "39": "\"Chiếc mỏ giống loài vịt, đuôi giống hải ly và bàn chân có màng của loài rái cá\" là những đặc điểm của loài động vật nào?", "40": "Thời Phong kiến, \"tứ tuần đại thánh\" là dịp mừng vua bao nhiêu tuổi?", "41": "Ba lớp chính cấu tạo nên Trái Đất là lớp vỏ Trái Đất, lớp Manti và ...", "42": "Người chơi môn thể thao nào không cần sử dụng vợt: quần vợt, bóng bàn, bóng rổ, cầu lông?", "43": "Số hiệu nguyên tử của một nguyên tố được ký hiệu bằng chữ cái gì?", "44": "Tỉnh nào được coi là nơi khởi nguồn dân ca quan họ, là nơi tập trung phần lớn làng quan họ gốc, có nhiều làng quan họ thực hành?", "45": "How many teams participate in the FIFA World Cup Final 2018?", "46": "Các tài khoản Facebook chính chủ, đã được xác thực sẽ có một dấu tích màu gì cạnh tên tài khoản?", "47": "Ở người bình thường, NST giới tính của bố hay của mẹ xác định giới tính của con?"}