{"1": "Truyện cổ tích \"Cô bé bán diêm\" do ai sáng tác?", "2": "Trần Thủ Độ là người đóng vai trò quan trọng trong cuộc kháng chiến chống quân Nguyên - Mông lần thứ mấy?", "3": "Nhà máy thủy điện nào được xây dựng trên sông Đà: Hòa Bình, Lai Châu hay Sơn La?", "4": "Trong pin điện hóa, sự oxi hóa diễn ra ở cực nào?", "5": "Which country export the most rice in the world in the first 7 months of 2020?", "6": "Ở môn bóng đá 11 người mỗi đội, phạt đền được tiến hành ở khu vực nào của sân bóng?", "7": "\"Cánh diều vàng\" là giải thưởng giành cho lĩnh vực nào?", "8": "Trong năm 2021, Việt Nam đảm nhiệm cương vị Chủ tịch Hội đồng Bảo an Liên Hợp Quốc vào tháng mấy?", "9": "Khối khí nóng hình thành trên các vùng có vĩ độ cao hay thấp?", "10": "Tổ chức sống nào là cấp thấp nhất trong các cấp tổ chức sống sau: tế bào, mô, bào quan, cơ quan?", "11": "Giao của hai tập hợp rời nhau là tập hợp ...", "12": "Loại gương cầu nào có tác dụng biến đổi một chùm tia tới song song thành một chùm tia phản xạ hội tụ vào một điểm?", "13": "Chị Út Tịch là nhân vật nữ chính trong tác phẩm nào của nhà văn Nguyễn Thi?", "14": "Vị vua nào là vị vua sáng lập vương triều nhà Nguyễn?", "15": "Trên đường thiên lý Bắc Nam, để vượt dãy núi Bạch Mã, người xưa phải chinh phục ngọn đèo hiểm trở nào?", "16": "Electron có khả năng tham gia hình thành liên kết hóa học được gọi là gì?", "17": "Where was Buddhism founded?", "18": "CLB bóng đá nào là CLB có tổng giá trị đội hình cao nhất tại V-League 2021?", "19": "The Crown (Hoàng quyền) là bộ phim mô tả cuộc sống của Hoàng gia nước nào?", "20": "Những cột nhọn bằng kim loại, đặt lên chỗ cao của tòa nhà hoặc các công trình xây dựng, được nối cẩn thận bằng dây dẫn với một thanh kim loại chôn sâu xuống đất, được gọi là cột chống ...", "21": "Xe cơ giới đi ngược chiều gặp nhau có được dùng đèn chiếu xa không?", "22": "Theo phân loại hệ nhóm máu ABO, nhóm máu nào có thể truyền cho tất cả các nhóm máu khác?", "23": "... là một bảng ghi lại nội dung phép nhân của các số tự nhiên từ 1 đến 9.", "24": "Khi nhiệt độ tăng từ 0 đến 4 độ C thì thể tích của một lượng nước sẽ thay đổi thế nào?", "25": "Trong một bài thơ của Nguyễn Duy, loài cây gì \"thân gầy guộc, lá mong manh\"?", "26": "Kẻ Chợ là tên gọi dân dã của đô thị nào ở nước ta trước đây?", "27": "Châu ... được gọi là \"cực lạnh\" của thế giới.", "28": "... là những chất tạo nên từ một nguyên tố hóa học.", "29": "Which is adjective: profession, professional, professionalism?", "30": "Đâu là một cựu vận động viên bóng đá nổi tiếng: Kobe Bryant, Michael Jordan, David Beckham?", "31": "Bài hát \"Mùa xuân đầu tiên\" do nhạc sĩ nào sáng tác?", "32": "Hải sâm, hồ tiêu, rượu sim là những đặc sản của thành phố đảo nào?", "33": "Đồng, chì, kẽm là các khoáng sản làm nguyên liệu cho công nghiệp luyện kim đen hay màu?", "34": "Trừ trường hợp có chỉ định từ thầy thuốc, các gia đình được khuyến nghị chỉ sử dụng thực phẩm nào cho em bé trong 6 tháng đầu đời?", "35": "Trong hai dây của một đường tròn, dây nào ... tâm hơn thì dây đó ngắn hơn.", "36": "Trên một chiếc đồng hồ cơ đang hoạt động bình thường, tốc độ góc của kim giây lớn hơn bao nhiêu lần tốc độ góc của kim phút?", "37": "Từ nào còn thiếu trong câu sau: \"Đói cho sạch, rách cho ...\"?", "38": "Lượng ADN của tế bào nhân thực tập trung chủ yếu ở loại bào quan nào?", "39": "Tỉnh nào có diện tích lớn nhất khu vực Bắc Trung bộ nước ta hiện nay?", "40": "Trong thi đấu thể thao, ... là thuật ngữ chỉ việc sử dụng các loại thuốc tăng cường hiệu suất thể thao bị cấm.", "41": "Ai là tác giả của hai câu thơ: \"Khi ta ở, chỉ là nơi đất ở/ Khi ta đi, đất đã hóa tâm hồn\"?", "42": "Vị Thái sư đầu tiên của nhà Trần là ai?", "43": "Bãi biển Ninh Chữ, làng gốm Bàu Trúc, vườn quốc gia Núi Chúa là một số địa điểm tham quan, du lịch nổi tiếng của tỉnh nào?", "44": "Muối công nghiệp là loại muối có hàm lượng hợp chất hóa học nào đạt trên 98%?", "45": "Is two a prime number or non-prime number?", "46": "Super Bowl là trận tranh chức vô địch thường niên tại Mỹ của môn thể thao nào?", "47": "Câu hát \"Ta đi trong muôn ánh sao vàng, rừng cờ tung bay! Rộn ràng bao mê say những bước chân dồn về đây\" mở đầu cho bài hát nào của nhạc sĩ Hoàng Hà?", "48": "Bảo tàng Thế giới Cà phê là điểm đến độc đáo với du khách khi đến thăm tỉnh Tây Nguyên nào?", "49": "Cầu Cần Thơ bắc qua sông Tiền hay sông Hậu?", "50": "Có hai hình thức sinh sản vô tính ở thực vật, đó là sinh sản bằng bào tử và hình thức nào?"}