{"1": "Ở địa hình nào mỗi đội bóng chuyền sẽ thi đấu chính thức với hai người?", "2": "Thông thường, khi gõ bàn phím máy tính bằng mười ngón tay, hai ngón trỏ được đặt ở hai phím nào được đánh dấu sẵn trên bàn phím?", "3": "Khoảng cách từ các tiêu điểm chính đến quang tâm của thấu kính được gọi là ...", "4": "If Pinocchio tells a truth, which part of his body will grow?", "5": "Nguyên tác của quái vật khổng lồ Godzilla có xuất xứ từ quốc gia nào?", "6": "Dung dịch bazơ còn có tên gọi khác là dung dịch gì?", "7": "Văn học trung đai Việt Nam được viết bằng hai loại chữ nào?", "8": "Cuộc bãi công của công nhân xưởng đóng tàu Ba Son năm 1925 do ai lãnh đạo?", "9": "Các môi trường tự nhiên của châu Phi nằm đối xứng qua đường nào?", "10": "Khi cơ thể chúng ta ngừng sản sinh hắc tố (melanin) thì sẽ gây ra hiện tượng gì ở tóc?", "11": "\"Bình Định vương\" là danh xưng của Lê Lợi hay Nguyễn Huệ?", "12": "KHÔNG ĐỦ THỜI GIAN", "13": "Một hình thang có thể có nhiều nhất bao nhiêu góc tù?", "14": "Ai là tác giả của các tiểu thuyết: Miếng da lừa, Ơ-giê-ni Grăng-đê, Lão Gô-ri-ô, Ảo mộng tiêu tan?", "15": "Các liền chị khi hát quan họ Bắc Ninh thường mang loại nón nào?", "16": "Which country is closer to the North Pole: Finland, Turkey or Vietnam?", "17": "Năm 1804, vua Gia Long đã đặt quốc hiệu nước ta là gì?", "18": "Hiện nay, người say rượu, bia có được đi máy bay không?", "19": "Hãng thông tấn Sputnik - Nga đã bình chọn tuyến đường sắt nào ở nước ta là 1 trong 10 tuyến đường sắt đẹp nhất thế giới?", "20": "Hệ ... bao gồm não bộ, tủy sống, các dây thần kinh và hạch thần kinh.", "21": "Kim loại nào là kim loại nhẹ nhất?", "22": "Khi một vật chuyển động tròn đều, hợp lực của các lực tác dụng lên vật được gọi là gì?", "23": "KHÔNG ĐỦ THỜI GIAN", "24": "KHÔNG ĐỦ THỜI GIAN", "25": "... là thi phẩm tiêu biểu nhất của Thâm Tâm trước Cách mạng tháng Tám 1945.", "26": "Ở ba ba, cá heo, cá voi, sự trao đổi khí diễn ra ở bộ phận nào trong cơ thể?", "27": "Trong tự nhiên, thạch anh là khoáng vật ở dưới dạng tinh thể của hợp chất nào?", "28": "Bùi Thị Thu Thảo là vận động viên tiêu biểu của Việt Nam ở nội dung thi đấu nào của môn điền kinh?", "29": "Không khí có sức nén xuống bề mặt Trái Đất gọi là ...", "30": "Phản ứng thủy phân este trong môi trường kiềm (còn gọi là phản ứng xà phòng hóa) là phản ứng một chiều hay phản ứng hai chiều?", "31": "Từ giữa những năm 30 của thế kỉ XX, ba quốc gia nào đã liên kết với nhau thành liên minh phát xít?", "32": "\"Bà Rằng bà Rí\", \"Lý mười thương\", \"Lý đất giồng\" là những bài hát thuộc thể loại âm nhạc cổ truyền nào?", "33": "Tên viết tắt bằng tiếng Anh của Đài Tiếng nói Việt Nam là gì?", "34": "Kỹ sư người Đức nào là người đã được cấp bằng sáng chế nhờ chế tạo ra động cơ diesel?", "35": "Trong tất cả các hình chữ nhật có cùng diện tích, ... có chu vi nhỏ nhất[1]", "36": "KHÔNG ĐỦ THỜI GIAN", "37": "Sông nào là con sông dài thứ nhì thế giới, có lưu vực rộng nhất và lưu lượng nước lớn nhất thế giới?", "38": "Thành Cổ Loa chủ yếu được xây dựng bằng chất liệu gì?", "39": "Nhân vật bà nội của người chồng trong bộ phim truyền hình \"Nàng dâu order\" do nghệ sĩ nào thể hiện?", "40": "Phân tử prôtêin được cấu tạo theo nguyên tắc nào?", "41": "Nếu một đường thẳng là một tiếp tuyến của một đường tròn thì nó ... với bán kính đi qua tiếp điểm.", "42": "Chiều từ cực ... sang cực ... của nam châm thử nằm cân bằng tại một điểm trong từ trường được quy ước là chiều vectơ cảm ứng từ của từ trường tại điểm đó.", "43": "Ai là đại diện của Việt Nam tại cuộc thi Hoa hậu Hoàn vũ 2019?", "44": "Từ nào còn thiếu trong các câu ca dao sau: \"Thương thay thân phận con .../ Lên đình cõng hạc xuống chùa đội bia\"?", "45": "Mangan thể hiện số oxi hóa nào trong phân tử thuốc tím?", "46": "In which lunar month does Hung King Festival take place?", "47": "KHÔNG ĐỦ THỜI GIAN", "48": "KHÔNG ĐỦ THỜI GIAN"}