{"1": "Câu đố sau nói về loại quả nào: \"Tên em không thiếu chẳng thừa/ Tấm lòng vàng ngọt ngon vừa lòng anh\"?", "2": "Thuyết nào dựa vào vị trí và sự di chuyển của các electron để giải thích các hiện tượng điện và các tính chất điện của các vật?", "3": "According to a poem by Huu Thinh, how many soldiers are there in a tank?", "4": "Nguyên tố hóa học nào có số hiệu nguyên tử là 79?", "5": "Từ nào còn thiếu trong những câu ca dao sau: \"Muối ba năm muối đang còn .../ Gừng chín tháng gừng hãy còn cay/ Đôi ta nghĩa nặng tình đầy/ Có xa nhau đi nữa, cũng phải ba vạn sáu ngàn ngày mới xa\"?", "6": "Đồ thị của một hàm số chẵn nhận trục toạ độ nào làm trục đối xứng?", "7": "Người là động vật thuộc lớp nào?", "8": "Nhà tư tưởng nào hiệu là Ức Trai, có vai trò quan trọng trong việc giúp Lê Lợi giành thắng lợi trong cuộc khởi nghĩa Lam Sơn?", "9": "Quân cờ vua nào sau đây có thể di chuyển đến mọi vị trí trên bàn cờ: vua, hậu, xe?", "10": "Hai loại kí hiệu được dùng để biểu thị các chữ số và chữ cái trong bảng mã Morse quốc tế là dấu gạch ngang và dấu gì nữa?", "11": "... là thiết bị để tạo ra và duy trì hiệu điện thế, nhằm duy trì dòng điện trong mạch.", "12": "Bạn phải đến tỉnh, thành nào để thăm Di tích quốc gia Lò gốm cổ Hưng Lợi?", "13": "Trong bảng tuần hoàn các nguyên tố hóa học của Mendeleev, các nguyên tố có cùng ... trong nguyên tử được xếp thành một hàng ngang.", "14": "Vị tướng nào là người chỉ huy cuộc kháng chiến chống quân xâm lược nhà Tống vào những năm 1075 - 1077?", "15": "Lớp sâu bọ hô hấp bằng hệ thống ...", "16": "Từ nào còn thiếu trong các câu thơ sau của tác giả Tế Hanh: \"Tôi hôm nay sống trong lòng miền Bắc/ Sờ lên ngực nghe trái tim thầm nhắc/ Hai tiếng thiêng liêng, hai tiếng ...\"?", "17": "Đây là dữ kiện về tỉnh nào: Phía Bắc giáp tỉnh Thừa Thiên - Huế và thành phố Đà Nẵng, phía Nam giáp tỉnh Quảng Ngãi và tỉnh Kon Tum, phía Tây giáp biên giới Lào, phía Đông giáp Biển Đông?", "18": "Hai bất đẳng thức được gọi là tương đương nhau khi bất đẳng thức này là ... của bất đẳng thức kia và ngược lại.", "19": "What is the smallest odd prime number?[1]", "20": "Họa sĩ nào là tác giả của các bức tranh sơn dầu như: Thiếu nữ bên hoa sen, Hai thiếu nữ và em bé, Buổi trưa?", "21": "Đoàn thể thao Việt Nam xếp thứ mấy trên bảng tổng sắp huy chương SEA Games 32?", "22": "Hiện nay, rất nhiều di sản của Việt Nam đã được công nhận Di sản văn hóa thế giới. Việc công nhận đó thuộc thẩm quyền của tổ chức nào của Liên Hiệp Quốc?", "23": "Độ dài đoạn thẳng nối tâm của hai đường tròn cắt nhau tại hai điểm phân biệt luôn ... tổng độ dài hai bán kính của hai đường tròn đó.", "24": "Bên trong nguồn điện, ... là những lực mà bản chất không phải là lực tĩnh điện, để tách electron và ion dương.", "25": "\"Quanh năm buôn bán ở mom sông\" là nỗi nhọc nhằn của người vợ trong bài thơ nào?", "26": "Lipid là một nhóm chất có tính chung là kị ...", "27": "Mũi đất nào nằm ở xã Hòa Tâm, thị xã Đông Hòa, tỉnh Phú Yên; là một trong những nơi trên đất liền nước ta đón ánh bình minh đầu tiên?", "28": "Dầu gan cá nhám, cá thu có nhiều vitamin ... và ...", "29": "Phim điện ảnh \"Đất rừng phương Nam\" của đạo diễn Nguyễn Quang Dũng được chuyển thể từ tiểu thuyết cùng tên của tác giả nào?", "30": "Có bao nhiêu cách sắp xếp 5 người vào 5 chiếc ghế cố định khác nhau đặt quanh một bàn tròn?", "31": "How many degrees of 3/4 of a circle?", "32": "Thành phố nào của nước ta là thành phố trực thuộc Trung ương duy nhất tiếp giáp với tám tỉnh?", "33": "Những lực nào chỉ tác dụng giữa các vật tiếp xúc nhau: lực đàn hồi, lực ma sát, lực hấp dẫn?", "34": "Đường củ cải có thành phần chính là hợp chất nào?", "35": "Hai quốc gia dẫn đầu GDP của lục địa Nam Mỹ là những quốc gia nào?", "36": "Khăn đội đầu trong bức ảnh này có tên gọi là gì?"}