{"1": "Thành phần nào của máu giúp duy trì máu ở thể lỏng để dễ dàng lưu thông trong mạch?", "2": "Nguyễn Khuyến đã mô tả cảnh chuẩn bị lễ gì qua hai câu: Trong nhà rộn rịp gói bánh chưng/ Ngoài ngõ bi bô rủ chung thịt\"?", "3": "Vị vua nào đã sáng lập ra nhà Tiền Lê?", "4": "Ở nước ta, cây mắc ca chủ yếu được trồng ở hai vùng là Tây Bắc và vùng nào?", "5": "Ha Long city is the cultural, economic and political centre of which province?", "6": "Theo truyền thống, khi thi đấu, các vận động viên của môn võ nào chỉ đóng khố: taekwondo, pencak silat hay sumo?", "7": "Ban nhạc huyền thoại The Beatles nổi tiếng nhất ở thể loại âm nhạc nào?", "8": "Hidroxit của các halogen là những bazo, đúng hay sai?", "9": "Nữ thi sỹ người Mỹ Louise Glück là chủ nhân của giải Nobel ... 2020.", "10": "Số đối của 0 là ...", "11": "Xút ăn da có công thức hóa học là gì?", "12": "Ở Trái Đất, ta có thể nhìn thấy ánh sáng Mặt Trời. Điều đó chứng tỏ ánh sáng có thể truyền được trong môi trường ...", "13": "Ca khúc nào của nhạc sĩ Hoàng Hiệp gợi lên hình ảnh cô gái sông Ba hăng hái tham gia vót chông đánh giặc?", "14": "Trong bóng đá, \"bàn tay nhỏ\" là cụm từ chỉ việc một cầu thủ ghi được bao nhiêu bàn thắng trong một trận đấu?", "15": "Trong những loại quả sau, \"quả\" nào không phải là \"quả giả\": dâu tây, điều, dứa (thơm), cà chua?", "16": "Haiku là thể thơ nổi tiếng của đất nước nào?", "17": "Nhà nước đầu tiên của nước ta ra đời vào khoảng thế kỉ VII TCN có tên là gì?", "18": "Dãy núi nào được xem biên giới phía Đông của châu Âu?", "19": "Which country first discovered Covid-19?", "20": "Guitalele là cây đàn \"lai\" giữa guitar truyền thống và loại nhạc cụ nào?", "21": "Diego Maradona là một cựu cầu thủ và HLV bóng đá chuyên nghiệp người quốc gia nào?", "22": "Hai điểm được gọi là đối xứng nhau qua điểm O nếu khoảng cách từ O tới hai điểm đó bằng nhau, đúng hay sai?", "23": "Nhút Thanh Chương, tương Nam Đàn là những đặc sản của tỉnh nào?", "24": "Tam giác nào có trực tâm trùng với một đỉnh của nó?", "25": "Một hợp chất hóa học được phân loại là hợp chất hữu cơ bắt buộc phải chứa nguyên tố nào trong thành phần?", "26": "Các electron thoát ra khỏi nguyên tử và chuyển động tự do trong kim loại được gọi là gì?", "27": "Khối đất liền lớn trên bề mặt Trái Đất mà xung quanh có biển và đại dương bao bọc được gọi là gì?", "28": "Thành phần nào có ở mọi tế bào, là nơi thực hiện các phản ứng chuyển hóa của chúng?", "29": "Từ nào còn thiếu trong câu nói của người xưa: \"Anh hùng khó qua ... mỹ nhân\"?", "30": "\"Người thầy sông Tuyết\" là danh hiệu của ai?", "31": "Đảo Phuket là điểm du lịch nổi tiếng ở quốc gia Đông Nam Á nào?", "32": "Which fruit is yellow when it becomes ripe: strawberry or banana?", "33": "Trái bóng thi đấu trong môn thể thao nào có hình dạng trùng với tên gọi của môn đó: Bóng đá, bóng bàn, bóng bầu dục, bóng ném?", "34": "Bài hát này nói về thành phố nào?", "35": "Tất cả các kim loại đều có tính khử. Đúng hay sai?", "36": "Theo Luật Giáo Dục hiện hành, tuổi của học sinh vào học lớp 10 là ... tuổi.", "37": "Trong hình học không gian, khoảng cách giữa hai đường thẳng chéo nhau bằng khoảng cách giữa hai ... song song lần lượt chứa hai đường thẳng đó.", "38": "Phốtpho tinh khiết bắt cháy ngay trong không khí và tạo ra khói trắng. Khói trắng này chứa hợp chất gì?", "39": "Trọng tâm của một vật là điểm đặt của ... của vật.", "40": "Những cây nào dau đây có rễ phụ: si, trầu không, ngô?", "41": "\"Đưa người ta không đưa qua sông/ ao có tiếng sóng ở trong lòng\" là hai câu thơ trích trong tác phẩm nào?", "42": "\"... - Xương Giang\" là tên một chiến dịch quân sự lẫy lừng của quân dân ta cuối năm 1427.", "43": "... là cây công nghiệp lấy nhựa chủ yếu ở nước ta.", "44": "Which is the largest natural lake in Vietnam?", "45": "Trong bóng đá, cầu thủ cởi áo khi ăn mừng bàn thắng sẽ bị phạt thẻ màu gì?", "46": "Múa ba-lê được cho là xuất phát từ quốc gia nào?", "47": "Bac clorua có tan trong nước không?", "48": "Mâm ngũ quả của người dân Nam Bộ thường có ý nghĩa là \"Cầu sung vừa đủ xài\". Chữ \"vừa\" và \"xài\" là cách đọc chệch của hai loại quả nào?", "49": "Hai tam giác bằng nhau là hai tam giác có các ... và các ... tương ứng bằng nhau.", "50": "Trong bảng tuần hoàn, các nguyên tố s và p thuộc nhóm nguyên tố nào?", "51": "Trong đoạn mạch điện xoay chiều chỉ có điện trở thuần, góc lệch pha giữa cường độ dòng điện và điện áp là bao nhiêu độ?"}