{"1": "Để tìm kiếm nhanh một từ hoặc cụm từ, hoặc đoạn văn bản trong Microsoft Word, ta dùng tổ hợp phím tắt mặc định nào?", "2": "Bộ phận nào của mắt có vai trò tương đương với tấm phim máy ảnh về phương diện quang học?", "3": "Đoạn trích \"Vào phủ chúa Trịnh\" nói về Lê Hữu Trác vào phủ chúa bắt mạch, kê đơn cho ai?", "4": "Bảo tàng nào ở nước ta có hơn 10.000 vật dụng liên quan đến cà phê qua nhiều thời kỳ lịch sử và văn hoá trên thế giới?", "5": "Muối FeCl3 tác dụng với dung dịch NaOH tạo ra kết tủa màu ...", "6": "Nếu a và b là hai đường thẳng chéo nhau thì có bao nhiêu mặt phẳng chứa a và song song với b?", "7": "Triều đại nào của nước ta ba lần chiến thắng quân Mông - Nguyên?", "8": "Which city in Vietnam has nickname \"City of Bridges\"?", "9": "Trong khu di tích đền Hùng, đền nào tương truyền là nơi mẹ Âu Cơ sinh ra bọc trăm trứng: đền Thượng, đền Trung, đền Hạ?", "10": "Khi vật dao động điều hòa đi từ biên về vị trí cân bằng thì vận tốc cùng chiều với ...", "11": "Tác phẩm nào của Lev Tolstoy đã phản ánh chân thực một giai đoạn bi tráng của xã hội Nga, khi hoàng đế Pháp Napoleon Bonaparte xua đại binh vào nước Nga?", "12": "Nhiều loài cây gỗ lớn (thông, sồi...) không có lông hút ở rễ, chúng hút nước và muối khoáng từ đất nhờ nấm rễ. Đây là quan hệ hỗ trợ gì?", "13": "Vùng Duyên hải Bắc Bộ bao gồm năm tỉnh và thành phố là Quảng Ninh, Hải Phòng, Nam Định, Ninh Bình và ...", "14": "... là những hợp chất hữu cơ mà phân tử có chứa nhóm hiđroxyl (OH) liên kết trực tiếp với nguyên tử cacbon của vòng benzen.", "15": "Frông là mặt ngăn cách ... khác biệt nhau về tính chất vật lí.", "16": "Khi cắt hình nón bởi một mặt phẳng song song với đáy (không qua đỉnh) thì phần mặt phẳng nằm trong hình nón là một hình ...", "17": "How many digits does a Vietnamese mobile phone number have?", "18": "Quản tượng là người trông nom, huấn luyện ...", "19": "Sau năm 1975, Việt Nam lần đầu tiên trở lại tham gia Đại hội Thể thao Đông Nam Á (SEA Games) vào năm nào?", "20": "Giải Trần Hữu Trang là giải thưởng danh giá của nghệ thuật ...", "21": "Theo Báo cáo Hạnh phúc Thế giới năm 2023, nước nào là quốc gia hạnh phúc nhất thế giới?", "22": "Tích của ba số tự nhiên liên tiếp luôn chia hết cho 1, 2 hay 3?", "23": "\"Chú\" trong câu hát \"Chú ngồi học bài một mình bên hố bom kề vườn xoan\" là con vật nào?", "24": "Quá trình cơ bản quyết định năng suất cây trồng là gì?", "25": "Ứng dụng chính của ancol nào là để sản xuất anđehit fomic và axit axetic?", "26": "Những câu \"Dập dìu tài tử giai nhân/ Ngựa xe như nước, áo quần như nêm\" trong \"Truyện Kiều\" (Nguyễn Du) gợi nhớ cảnh lễ hội mùa gì?", "27": "Lực tương tác giữa hai điện tích được gọi là ...", "28": "Ngôi chùa nào ở Bắc Giang là nơi lưu giữ bộ mộc bản gốc, duy nhất của Thiền phái Trúc Lâm Yên Tử?", "29": "Hệ nào đóng vai trò quan trọng nhất trong việc chi phối quá trình sản sinh tinh trùng và trứng?", "30": "Đảo Phú Quốc nằm trong vịnh nào?", "31": "\"Cơ thủ\" là từ được dùng để chỉ người chơi môn thể thao nào?", "32": "Which flower is the symbol of the Vietnam Film Festival award?", "33": "Ai là tác giả của tập Vũ trung tùy bút?", "34": "Định Nam đao là vũ khí được cho là gắn với nhân vật nào trong lịch sử Việt Nam?", "35": "Thành phố Mỹ Tho (Tiền Giang) có tượng đài lãnh tụ nào của phong trào chống thực dân Pháp ở Nam Kỳ vào nửa cuối thế kỷ 19?", "36": "Theo Luật Giao thông đường bộ hiện hành, người đủ bao nhiêu tuổi trở lên được lái xe gắn máy có dung tích xi-lanh dưới 50cm3 ?[2]"}