{"1": "Những câu \"Mai cốt cách, tuyết tinh thần/ Mỗi người một vẻ mười phân vẹn mười\" trong Truyện Kiều (Nguyễn Du) nói về những nhân vật nào?", "2": "Nhờ quá trình ... ở thực vật mà tỉ lệ CO2 và O2 trong khí quyển Trái Đất luôn được cân bằng.", "3": "Trong số năm đại dương trên Trái Đất, đại dương nào được đặt theo tên của một quốc gia, một tiểu lục địa?", "4": "... là loại đường được chiết xuất từ cây mía.", "5": "Địa đạo Củ Chi được hình thành trong thời kì kháng chiến chống Pháp hay chống Mỹ?", "6": "\"Lực hấp dẫn giữa hai chất điểm tỉ lệ thuận với tích hai khối lượng của chúng và tỉ lệ nghịch với bình phương khoảng cách giữa chúng\" là nội dung của định luật gì?", "7": "Cao su có hai loại: cao su thiên nhiên và cao su tổng hợp. Đúng hay sai?", "8": "What orange fruit is often associated with Halloween?", "9": "Vịnh Vĩnh Hy là một danh thắng của tỉnh nào?", "10": "Những môn nào không có nội dung thi đấu cá nhân tại Olympic 2020: Bóng đá, bóng ném, bóng bàn?", "11": "Đâu không phải là một đặc điểm của số Pi: số hữu tỉ, số vô tỉ, hằng số?", "12": "Viêm Xá, Đặng Xá, Thị Cầu, Dương Ổ... là tên các ngôi làng cổ tại Bắc Ninh, Bắc Giang gắn liền với làn điệu dân ca nào của nước ta?", "13": "... là quá trình phân bào giảm nhiễm trong quá trình hình thành giao tử.", "14": "Hai đứa trẻ, Dưới bóng hoàng lan, Gió lạnh đầu mùa là tên các tác phẩm của nhà văn nào?", "15": "Thành phố ... là tỉnh lỵ của tỉnh Bình Dương.", "16": "Phương pháp chọn lọc nào thường được áp dụng khi cần chọn lọc một số lượng nhiều vật nuôi một lúc hay trong một thời gian ngắn?", "17": "Liên kết ... được tạo thành giữa hai nguyên tử bằng cách góp chung electron để đạt cấu hình 8 electron giống khí hiếm gần nhất.", "18": "Tổng ba góc ngoài của một tam giác bằng bao nhiêu độ?", "19": "Câu ca dao: \"Gò Công anh dũng tuyệt vời/ Ông Trương \"đám lá tối trời\" đánh Tây\" nhắc đến nhân vật lịch sử nào?", "20": "Sóng âm trong không khí là loại sóng nào?", "21": "Ca khúc \"Người con gái sông La\" (nhạc sĩ Doãn Nho phổ nhạc lời thơ Nguyễn Phương Thúy) lấy nguyên mẫu là một nữ chiến sĩ quê ở tỉnh nào?", "22": "Who was the first woman to win a Nobel Prize in 1903?", "23": "Tục ngữ có câu: \"Của ... đồng, công ... nén\".", "24": "Tác nhân vật lí dùng để gây đột biến nhân tạo trong chọn giống gồm ba loại chính là các tia phóng xạ, tia ..., và sốc nhiệt.", "25": "Cuộc khởi nghĩa nào là cuộc khởi nghĩa đầu tiên ở nước ta do phụ nữ lãnh đạo?", "26": "Tại SEA Games 31, cầu thủ nào đã ghi bàn thắng trong trận Chung kết môn bóng đá nam?", "27": "Ung thư tuyến tiền liệt là bệnh chỉ xảy ra ở nam giới hay nữ giới?", "28": "Hộp đen trên máy bay thường có màu gì?", "29": "Phố đi bộ nào ở Hà Nội mang tên một nhạc sĩ?", "30": "Giống ... là giống có đặc tính di truyền thống nhất, các thế hệ sau giống các thế hệ trước.", "31": "Nhân vật truyền thuyết nào còn được gọi là \"Tản Viên sơn thánh\"?", "32": "Động vật bậc cao có sinh sản vô tính không?", "33": "Nghệ thuật múa khèn của dân tộc nào đã được đưa vào Danh mục di sản văn hóa phi vật thể quốc gia?"}