{"1": "Quê hương của phong trào Văn hóa Phục hưng là quốc gia nào?", "2": "Hiện tượng quang điện ngoài là hiện tượng giải phóng electron ra khỏi bề mặt của kim loại khi dùng ... kích thích thích hợp.", "3": "Điền các từ: cà, khoai, đậu vào câu ca dao sau: \"Tháng Chạp là tháng trồng .../ Tháng Giêng trồng ..., tháng Hai trồng ...\"?", "4": "Đâu không phải là tơ sợi tự nhiên: sợi bông, tơ tằm, nilon, tơ sen?", "5": "The Mariana Trench is found in which ocean?", "6": "Nếu hai số dương thay đổi nhưng có tích không đổi thì tổng của chúng nhỏ nhất khi và chỉ khi hai số đó ...", "7": "Thảo Cầm Viên, Đầm Sen, Suối Tiên... là các địa điểm tham quan, giải trí nổi tiếng của địa phương nào?", "8": "Người đang ở trạng thái khỏe mạnh hay ốm yếu sẽ có chỉ số nhịp tim/ phút cao hơn?", "9": "Năm giai đoạn nhân lên của virut là: hấp phụ, xâm nhập, tổng hợp axit nuclêic và prôtêin, lắp ráp và ...", "10": "Bội chung lớn nhất của hai số 2 và 3 là bao nhiêu?", "11": "Kobe Bryant là một vận động viên huyền thoại của môn thể thao nào?", "12": "Tác phẩm Truyện Kiều của Nguyễn Du có tên gọi khác là gì?", "13": "Hợp chất CFC là một trong những nguyên nhân chính gây ra sự suy giảm tầng ...", "14": "Theo sự tích \"Bánh chưng, bánh giầy\", hai thứ bánh này do vua Hùng thứ mấy làm ra?", "15": "Cao Lanh Bridge is a cable-stayed bridge in which province?", "16": "Không gian đi bộ thứ tư của Hà Nội là tuyến phố đi bộ xung quanh di tích lịch sử Thành cổ ...", "17": "Đâu là tên phần mở rộng của một tập tin Microsoft Excel: \".xls\" hay \".xlsx\"?", "18": "Nhà soạn nhạc người Nga nào là tác giả vở opera Con đầm pích?", "19": "Chiếu một chùm tia sáng trắng hẹp qua lăng kính, chùm tia ló gồm nhiều chùm sáng có màu sắc khác nhau. Hiện tượng đó được gọi là gì?", "20": "Số lượng sinh vật sống trên một đơn vị diện tích hay thể tích quần thể được gọi là gì?", "21": "Từ nào còn thiếu trong câu sau: \"... xuất hiện ở đời, thì như ngôi sao sáng trên trời cao\"? (Trích Chiếu cầu hiền - Ngô Thì Nhậm, theo bản dịch trong \"Ngô Thì Nhậm toàn tập\", tập 2, NXB Khoa học xã hội, 2004)", "22": "Sự nở khối là sự tăng ... của vật rắn khi nhiệt độ tăng.", "23": "Which planet was named by the ancient Romans for their god of war?", "24": "trong công nghiệp, NH3 được sản xuất từ N2 và ...[1]", "25": "Cách biểu diễn tập hợp bằng một đường cong khép kín, không tự cắt, mỗi phần tử của tập hợp biểu diễn bởi một điểm bên trong đường cong đó, được mang tên nhà toán học người Anh nào?", "26": "Trong các tác phẩm sau, tác phẩm nào không phải của nhà văn Thạch Lam: Hà Nội băm sáu phố phường, Thương nhớ mười hai, Nắng trong vườn?", "27": "Nhóm sinh vật nào sau đây có hệ tuần hoàn hở: chân khớp, giun đốt, cá, mực ống?", "28": "Việt Nam đã giành được bao nhiêu huy chương vàng ở SEA Games 31?", "29": "Đồng bằng sông Cửu Long không có thế mạnh để phát triển ngành nào sau đây: thủy điện, nuôi gia cầm, thủy sản, trồng trọt?", "30": "Tổ hợp hay chỉnh hợp là cách chọn k phần tử trong n phần tử mà \"không cần quan tâm\" đến thứ tự sắp xếp?", "31": "Trong dao động điều hòa của chất điểm, chất điểm đổi chiều chuyển động khi lực tác dụng có độ lớn ...", "32": "Quy luật địa đới là sự thay đổi có quy luật của tất cả các thành phần địa lí và cảnh quan địa lí theo ...", "33": "Tỏi tía Mai Châu là đặc sản của tỉnh ...", "34": "Thứ tự sau đây đúng với chu kì hoạt động của bộ phận nào ở cơ thể người: pha co tâm nhĩ - pha co tâm thất - pha dãn chung?", "35": "Những người chăn nuôi không ở cố định một chỗ mà thường đưa bầy gia súc di chuyển từ nơi này tới nơi khác, được gọi chung bằng từ nào?", "36": "Địa danh nào còn thiếu trong câu thơ của nhà thơ Tố Hữu: \"Từ ... rừng dương đến Cà Mau rừng đước\"?"}