{"1": "Góc lớn hơn góc vuông nhưng nhỏ hơn góc bẹt là góc ...", "2": "Địa danh nào được nhắc đến trong những câu thơ sau của tác giả Quang Dũng: \"Mắt trừng gửi mộng qua biên giới/ Đêm mơ ... dáng kiều thơm\"?", "3": "Trong âm nhạc của Hồng Đăng, âm thanh nào \"đu cành sấu\", \"náu cành me\", \"vẫy tuổi thơ\", \"chào mùa hè\"?", "4": "Người thợ có thể rèn thép thành các hình dạng khác nhau do nó có tính chất vật lí nào?", "5": "What do we call a drawing or plan of the earth's surface or part of it, showing countries, towns, rivers, etc?", "6": "Bộ sử thi nổi tiếng nào của người Ấn Độ được viết nên từ những câu chuyện kể về kì tích của hoàng tử Ra-ma?", "7": "Những loại cây trồng lấy củ cần nhiều muối nào hơn: muối đạm, muối lân hay muối kali?", "8": "Châu lục nào nằm trải dài trên nhiều vĩ độ hơn cả?", "9": "Phút, giây là các đơn vị dùng để đo thời gian hay góc?", "10": "Hiện nay, Siêu cúp châu Âu (UEFA Super Cup) là trận so tài giữa các nhà vô địch của hai giải đấu là Europa League và ...", "11": "Which province does the Vietnam's largest island belong to?", "12": "Dương xỉ thuộc nhóm gì?", "13": "Thủ đô của Qatar, nước chủ nhà World Cup 2022, là thành phố nào?", "14": "Độ cao của âm phụ thuộc vào gì?", "15": "Gốm Bàu Trúc là tinh hoa nghệ thuật truyền thống của đồng bào dân tộc ...", "16": "Lê Văn Hưu là nhà sử học nổi tiếng thời ...", "17": "Ca khúc nổi tiếng nhất của Lê Văn Lộc và Vũ Hoàng về người thầy là ca khúc nào?", "18": "Dãy núi Trung Kì là tên gọi khác của dãy núi nào?", "19": "Chữ nào còn thiếu trong các câu thơ sau: \"Nên thợ nên thầy vì có học/ No ăn no mặc bởi hay ...\"?", "20": "Độ tan của NaCl trong nước  ... theo chiều tăng của nhiệt độ (khi chưa bão hòa).[1]", "21": "Châu lục nào có diện tích lớn thứ ba trên thế giới?", "22": "Trong máu người có một lượng nhỏ glucozơ với nồng độ hầu như không đổi khoảng bao nhiêu phần trăm?", "23": "Rễ cây bèo tây có lông hút không?", "24": "Những dấu tích của văn hóa Sa Huỳnh được phát hiện đầu tiên ở tỉnh nào ngày nay?", "25": "Trong cuộc kháng chiến chống Pháp ở Nam Kì sau Hiệp ước Nhâm Tuất năm 1862, người được nhân dân suy tôn \"Bình Tây Đại nguyên soái\" là ai?", "26": "Hạ âm là những âm có tần số bao nhiêu?", "27": "Loại nhiên liệu lỏng nào còn được gọi là \"vàng đen\"?", "28": "Quần thể danh thắng nào đã được Ủy ban Di sản thế giới công nhận là di sản thế giới hỗn hợp đầu tiên của Việt Nam?", "29": "Dùng xi măng, cát, sỏi (hoặc đá) trộn đều với nước ta sẽ được ...", "30": "Magnus Carlsen is a famous player in which board game?", "31": "Trong lịch sử nước ta, hai vị vua bị gọi là \"vua Quỷ\" và \"vua Lợn\" xuất hiện ở cuối triều đại nào?", "32": "Đồ thị của hàm số lẻ nhận ... làm tâm đối xứng.", "33": "Phần lớn diện tích đất liền và dân số trên Trái Đất hiện nay tập trung ở Bán cầu Bắc hay Bán cầu Nam?", "34": "Cảm xúc \"Súng nổ rung trời giận dữ/ Người lên như nước vỡ bờ\" được tác giả Nguyễn Đình Thi thể hiện trong tác phẩm nào?", "35": "World Cup 2022 là lần thứ mấy giải đấu này diễn ra ở châu Á?", "36": "Vườn quốc gia nào sau đây nằm trên đảo: Xuân Sơn, Ba Vì, Cát Bà, Hoàng Liên?"}