{"1": "Ở thai phụ bình thường, thai nhi sinh trưởng mạnh nhất khi đạt mấy tháng tuổi?", "2": "Trong âm nhạc, hình nốt ... có độ ngân dài nhất trong hệ thống hình nốt.", "3": "Nhu cầu vận chuyển các sản phẩm như dầu mỏ, khí đốt đã mở ra và gắn liền với sự phát triển của loại hình vận tải theo cách đặc biệt nào?", "4": "Trong bài \"Nói với mình và các bạn\", nhà thơ nào đã nói lên quan điểm: \"Nịnh đời dễ, chửi đời cũng dễ/ Chỉ dựng xây đời là khó khăn thôi\"?", "5": "Văn Miếu - Quốc Tử Giám (Hà Nội) hiện có bao nhiêu bia tiến sĩ còn tồn tại?", "6": "Đây là bức ảnh chụp cận mặt loài động vật nào?", "7": "According to the 1998 Guinness Book of World Records, what's the most recognized song in the English language?", "8": "Trong một ngày đêm, kim giờ quay được ... vòng, kim phút quay được ... vòng.", "9": "Bắn súng hay bắn cung là môn có nhiều nội dung thi đấu và huy chương nhất tại SEA Games 32?", "10": "Ai là người đầu tiên gọi quy luật ổn định của tần suất là luật số lớn?", "11": "Theo kết quả Tổng điều tra dân số và nhà ở năm 2019, Việt Nam là quốc gia đông dân thứ bao nhiêu trên thế giới?", "12": "Trong thơ Phạm Đình Ân, màu nào đại diện cho \"cờ Tổ quốc\", \"máu con tim\", \"khăn quàng đội viên\"?", "13": "\"Hayya Hayya\" (Better Together) là ca khúc chính thức của sự kiện thể thao nào?", "14": "Ngọn núi trẻ nào cao nhất châu Âu?", "15": "Thành phần chính của phân lân ... là hỗn hợp photphat và silicat của canxi và magie.", "16": "What's the name of a large animal with a long neck, that lives in the desert and has one or two humps on its back?", "17": "Cột, tường và móng nhà thường chịu kiểu biến dạng nào: kéo, nén, uốn hay xoắn?", "18": "Hoạt động của gen chịu sự kiểm soát của cơ chế nào?", "19": "Điền địa danh còn thiếu vào những câu thơ sau: \"Ngô Quyền quê ở .../ Cứu dân ra khỏi cát lầm ngàn năm\" (Lịch sử nước ta - Hồ Chí Minh)", "20": "Nếu lấy vận tốc ánh sáng trong chân không là 300.000 km/s thì 1 năm ánh sáng bằng khoảng 9,5 nghìn ... km.", "21": "Hiện nay, nhiệm kì của mỗi khóa Quốc hội nước ta là mấy năm?", "22": "Văn bản nào được Ủy ban Olympic quốc tế phê chuẩn, có vai trò quy định các điều kiện tổ chức Thế vận hội?", "23": "Từ nào còn thiếu trong câu thơ: \"Thấy người ..., giống mình .../ Phương nào cứu đặng, mau mau trị lành\" (Nguyễn Đình Chiểu)?", "24": "Trên thế giới, người ta thường chia nhóm dân số dưới tuổi lao động là từ ... tuổi đến ... tuổi.", "25": "On which year Vietnam will commemorate 50 years of reunification?[1]", "26": "Đối với văn hóa phương Đông, trong các sao chiếu mệnh, sao Thái Dương tượng trưng cho Mặt Trời, còn sao Thái Âm tượng trưng cho thiên thể nào?", "27": "Hình ... là một phần hình tròn giới hạn bởi một cung tròn và hai bán kính đi qua hai đầu mút của cung đó.", "28": "Thực vật thủy sinh hấp thụ nước từ môi trường xung quanh qua bề mặt các tế bào ... của cây.", "29": "Nhạc sĩ nào là tổng biên tập đầu tiên của báo Tiền phong Thiếu nhi (sau là báo Thiếu niên Tiền phong, ngày nay là báo Thiếu niên Tiền phong và Nhi đồng)?", "30": "Thể thơ nào có hai câu 7 chữ, một câu 6 chữ và một câu 8 chữ?", "31": "Trường hợp ánh sáng phát quang có thể kéo dài một khoảng thời gian nào đó sau khi tắt ánh sáng kích thích thì sự phát quang này gọi là gì?", "32": "Nhiễm sắc thể có cấu trúc điển hình gồm hai crômatit đính với nhau ở ... (ở kì giữa của quá trình phân chia tế bào).", "33": "Hệ thống định vị toàn cầu GPS xác định vị trí của vật thể chủ yếu nhờ vào sự hoạt động của hệ thống ...", "34": "Halite là khoáng vật của loại muối thông dụng nào?", "35": "Sóng biển là một hình thức dao động của nước biển theo chiều nào?", "36": "Sử nhà Nguyễn đã ghi nhận, sau trận thua năm Giáp Thìn, người Xiêm \"ngoài miệng tuy nói khoác\" nhưng trong bụng thì sợ đội quân nào như \"sợ cọp\"?"}