{"1": "Xương rồng là loài cây có mấy lá mầm?", "2": "Vợ chồng A Phủ trong tác phẩm cùng tên là người dân tộc nào?", "3": "Ai là vị vua cuối cùng của chế độ phong kiến Việt Nam?", "4": "Màu nâu sành đến đỏ của sông Hồng (Việt Nam) là do ... tạo nên.", "5": "People often say that \"failure is the mother of ...\".", "6": "Cự li ngắn nhất trong thi đấu được Liên đoàn thể thao dưới nước quy định là bao nhiêu mét?", "7": "Địa danh nào ở Cần Thơ được nhắc đến trong câu hát sau?https://duong-len-dinh-olympia.fandom.com/vi/wiki/T%E1%BA%ADp_tin:Tuan2thang2quy3Olympia20-KhoidongNhac1.mp3", "8": "Lãi suất tiết kiệm của các ngân hàng thường được tính theo phần trăm hay phần ngàn của số tiền gửi tiết kiệm?", "9": "Tháng dương lịch nào có ít hơn 30 ngày?", "10": "So sánh độ dài cạnh của một lục giác đều và bán kính đường tròn ngoại tiếp lục giác đó, đại lượng nào có giá trị lớn hơn?", "11": "Việc phát minh ra định luật tuần hoàn các nguyên tố hóa học năm 1869 là thành quả vĩ đại nhất của nhà khoa học nào?", "12": "Loài cây nào có thể áp dụng phương pháp giâm để nhân giống: mía, cam, vải, đào?", "13": "\"Khi đi trai tráng, khi về bủng beo\" là câu nói về ngành nghề nào trong thời kì Pháp thuộc?", "14": "Núi Chí Linh (Lang Chánh, Thanh Hóa) là nơi nghĩa quân nào từng ba lần phải rút lên để bảo toàn lực lượng trong cuộc kháng chiến chống ngoại xâm?", "15": "Châu lục nào có độ cao trung bình lớn nhất thế giới?", "16": "Which is greater, 50% or five eighths?", "17": "Tính đến hết tháng 2/2020, tay vợt nam nào giữ nhiều danh hiệu vô địch Grand Slam nhất trong lịch sử quần vợt thế giới?", "18": "Các bản Sonata Bi tráng, Ánh trăng, Bình minh là tác phẩm của nhà soạn nhạc nổi tiếng nào?", "19": "Hai số nguyên tố cùng nhau bất kỳ luôn thuộc tập hợp số nguyên tố, đúng hay sai?", "20": "\"Quê tôi\" trong hai câu ca sau là tỉnh nào: \"Quê tôi bánh nhãn thơm giòn/ Kém gì vật lạ của ngon quê người\"?", "21": "Trong một đường tròn, hai ... bị chắn bởi hai ... bằng nhau thì bằng nhau", "22": "Công thức phân tử của một anken luôn chứa tối thiểu bao nhiêu nguyên tử carbon?", "23": "Giun móc câu thuộc ngành giun đốt, giun dẹp hay giun tròn?", "24": "\"Quá niên trạc ngoại tứ tuần/ Mày râu nhẵn nhụi áo quần bảnh bao\" là hai câu thơ Nguyễn Du miêu tả ai?", "25": "Đức tấn công Ba Lan ngày 1/9/1939 đã mở đầu cho sự kiện lịch sử nào?", "26": "Nước rơi gặp nhiệt độ khoảng 0 độ C trong điều kiện không khí yên tĩnh sẽ tạo nên hiện tượng gì?", "27": "The number ... is equal to the sum of 2 times ten and 9 times one?", "28": "Cầu thủ nào đã giã từ đội tuyển quốc gia sau trận Việt Nam - Thái Lan ở vòng loại World Cup 2022 tối 19/11/2019?", "29": "Lá sầu riêng, Đời cô Lựu, Tiếng trống Mê Linh là những vở diễn nổi tiếng của loại hình nghệ thuật nào?", "30": "Biển Đông là biển kín hay nửa kín?", "31": "Theo Luật dân sự hiện hành, người thành niên là người từ đủ bao nhiêu tuổi trở lên?", "32": "Tập hợp gồm tất cả các phần tử chung của hai tập hợp A và B được gọi là gì?", "33": "\"Thường có dạng bản mỏng, luôn hướng về phía ánh sáng và có cấu trúc phù hợp với chức năng quang hợp\". Đây là câu mô tả cơ quan nào của cây?", "34": "Câu ca: \"Bình Đại biển cá, sông tôm/ Ba Tri ruộng muối, Giồng Trôm lúa vàng\" nói về tỉnh nào?", "35": "Vườn hoa Ba Đình - nơi Bác Hồ đọc bản Tuyên ngôn độc lập vào tháng 9/1945, nay là địa danh nào ở thủ đô Hà Nội?", "36": "Toàn bộ đường bờ biển của vùng Trung du và miền núi Bắc Bộ nằm trong địa giới của tỉnh nào?", "37": "A Trio is a piece of music from how many singers?", "38": "Đâu là một môn đấu vật: Aikido, wushu, sumo?", "39": "Tên gọi khác của đàn ắc-cooc-đê-ông là gì?", "40": "Côn trùng hô hấp bằng hệ thống ống khí, đúng hay sai?", "41": "Tổ chức Cảnh sát hình sự quốc tế có tên thường dùng là gì?", "42": "Bốn phép tính cơ bản của số học là gì?", "43": "Electron ở lớp trong có mức năng lượng như thế nào so với ở các lớp ngoài?", "44": "Thiết bị dùng để đo độ ẩm không khí thường gọi là gì?", "45": "\"Lệ chi viên\" là vụ án oan liên quan đến gia tộc của danh thần, danh nhân văn hóa nhà Lê nào?"}