{"1": "Truyện Ếch ngồi đáy giếng và Thầy bói xem voi thuộc thể loại văn học nào?", "2": "Nhà Cách mạng nào là người lãnh đạo Khởi nghĩa Yên Bái vào năm 1930?", "3": "Địa hình đồi núi chiếm bao nhiêu phần diện tích đất liền nước ta?", "4": "Người ta thường sục khí gì vào nước bể bơi để diệt trùng?", "5": "Tình huống nào trong bóng đá chỉ có một cầu thủ đội tấn công và thủ môn đội phòng ngự được phép tham gia?", "6": "Từ nào còn thiếu trong đoạn bài hát sau?https://duong-len-dinh-olympia.fandom.com/vi/wiki/T%E1%BA%ADp_tin:Tuan2thang3quy4Olympia20-KhoidongNhac1.mp3", "7": "What number corresponds half of 400?", "8": "Tào phớ (hay tàu hủ) có nguyên liệu chính được làm từ hạt của cây ...", "9": "Dung dịch NH3 có thể hòa tạn Cu(OH)2, đúng hay sai?", "10": "Loài cây nào gắn liền với nông thôn Việt Nam, là \"nhà vô địch\" trong \"cuộc thi\" mọc nhanh?", "11": "Độ dài bán kính đường tròn bằng ... độ dài đường kính của đường tròn đó.", "12": "Càng lên cao thì gia tốc rơi tự do càng ...", "13": "Tác giả T.T.Kh trong phong trào Thơ Mới đã mô tả loài hoa nào \"dáng như tim vỡ\"?", "14": "\"Voi chín ngà, gà chín cựa, ngựa chín hồng mao\" được nhắc đến trong truyền thuyết nào?", "15": "Bác Hồ viết về cuộc khởi nghĩa nào qua hai câu thơ sau: \"Mấy năm ra sức Cần Vương/ Bọn ông Tán Thuật nổi đường Hưng Yên\"?", "16": "Eo đất Pa-na-ma là nơi hẹp nhất của châu lục nào?", "17": "Công thứ hóa học của thuốc tím là gì?", "18": "Đây là kiểu bơi gì?", "19": "Những bản nhạc mà Chopin để lại cho hậu thế đa số được viết cho loại nhạc cụ nào?", "20": "What letter does the mainland of Vietnam look like on a map?", "21": "Giáo dục ... là cấp học đầu tiên trong hệ thống giáo dục quốc dân ở nước ta.", "22": "Tập tính bắt chuột ở mèo là tập tính bẩm sinh hay học được?", "23": "Ở hầu hết các loài chim, chi trước được biến đổi thành gì?", "24": "Mệnh đề kéo theo \"Nếu A thì B\" chỉ sai khi A ... và B ...", "25": "Năng lượng của cánh cung khi uốn cong được gọi là ...", "26": "... là tập thơ đầu tay của nhà thơ Xuân Diệu.", "27": "Bí danh của anh hùng Nông Văn Dền là gì?", "28": "Điểm cực Nam trên đất liền của nước ta nằm ở tỉnh nào?", "29": "Nguyên tố vi lượng nào thường được cho thêm vào muối ăn để hạn chế bướu cổ?", "30": "Trong thời gian xảy ra Chiến tranh Thế giới II, đã có bao nhiêu kỳ Thế vận hội Mùa hè bị hủy bỏ?", "31": "Trong ba loại khóa nhạc, thông dụng nhất là khóa ...", "32": "Which sport is Neymar associated with?", "33": "Thành phố châu Âu nào được mệnh danh là \"Kinh đô ánh sáng\"?", "34": "Phần lớn các loài cá là động vật máu nóng hay máu lạnh?", "35": "Theo Bệnh viện K, một trong những tác nhân lớn gây ung thư gan là uống nhiều ...", "36": "Tổng các số liên tiếp từ 1 đến 2014 chia 5 dư mấy?", "37": "Lực hấp dẫn giữa hai vật có độ lớn tỉ lệ ... với khối lượng của chúng và tỉ lệ ... với bình phương khoảng cách của hai vật.", "38": "Vật có bề mặt càng xù xì và màu càng sẫm tì hấp thụ tia nhiệt càng ...", "39": "Câu nói nổi tiếng nhất của cụ cố Hồng trong tiểu thuyết Số đỏ là gì?", "40": "Năm 938, Ngô Quyền đã đánh tan quân xâm lược nào ở cửa sông Bạch Đằng?", "41": "Khi đi gần Mặt Trời, hành tinh có tốc độ ...; khi đi xa Mặt Trời, hành tinh có tốc độ ...", "42": "Phân tử lưu huỳnh gồm ... nguyên tử liên kết cộng hóa trị với nhau tạo thành mạch vòng.", "43": "Euro là giải vô địch bóng đá của châu lục nào?", "44": "\"Dàn đồng ca mùa hạ\" là cách gọi trữ tình trong âm nhạc của loài vật nào?", "45": "What is the largest existing land animal?", "46": "Công viên Tao Đàn nằm ở thành phố Đông Nam Bộ nào?", "47": "Nóng và ẩm là tính chất của khối khí hình thành từ đại dương ở vĩ độ cao hay thấp?", "48": "Ở cơ thể người, hệ hô hấp gồm các cơ quan ở đường dẫn khí và ...", "49": "Mọi đa giác có tâm đường tròn ngoại tiếp trùng với tâm đường tròn nội tiếp đều thuộc loại đa giác đặc biệt nào?", "50": "Đường thẳng mang véctơ lực được gọi là ... của lực."}