{"1": "\"Quê hương\" - Bản giao hưởng đầu tiên của Việt Nam có mấy chương?", "2": "Hàm số y = sinx là hàm số chẵn hay lẻ?", "3": "Kim loại nào thường cho vào nhiệt kể để đo nhiệt độ?", "4": "Điểm nào cách đều tất cả các điểm trên một đường tròn?", "5": "Động cơ nhiệt thường được chia thành hai loại là động cơ đốt trong và động cơ ...", "6": "Chuột Mickey là biểu tượng của hãng phim hoạt hình nào?", "7": "Trong truyện cổ tích \"Tấm Cám\", Tấm đã hóa thân thành quả gì?", "8": "Cầu thủ nào là chủ nhân Quả bóng vàng nam 2019, cũng là lần thứ 6 giành danh hiệu này trong sự nghiệp?", "9": "Trong bài thơ \"Lịch sử nước ta\", câu \"Cũng vì vua Nguyễn rước Tây vào nhà\" phê phán hành động cầu viện quân đội ngoại quốc của ai?", "10": "Những sinh vật nào sau đây được phân loại vào nhóm Vi sinh vật: vi khuẩn, tảo đơn bào, nấm men?", "11": "Núi Ấn, sông Trà là hai địa danh nổi tiếng của tỉnh nào?", "12": "When a gasoline fire happen, should we use water or sand to put out the fire?", "13": "Loài chim nặng nhất còn tồn tại trên Trái Đất là gì?", "14": "Trong câu chuyện \"Alibaba và 40 tên cướp\" thì Alibaba đã đọc câu thành chú gì để mở cửa hang?", "15": "Trong điều kiện nhiệt độ và áp suất tiêu chuẩn ozon là một chất khí có màu xanh nhạt hay màu tím?", "16": "Nguyên tố nào nhẹ nhất và phổ biến nhất trong vũ trụ?", "17": "Hình thang nào luôn có một đường tròn ngoại tiếp?", "18": "Điều kiện cân bằng của một vật có mặt chân đế là giá của ... phải xuyên qua mặt chân đế.", "19": "\"Thuyền và biển\" (nhạc Phan Huỳnh Điểu, thơ Xuân Quỳnh) là ca khúc có chủ đề tình yêu, lao động hay chiến đấu?", "20": "Nguyễn Đình Chiểu, Phan Văn Trị, Bùi Hữu Nghĩa... là những tác giả đã khơi dòng văn học yêu nước ở khu vực Bắc, Trung hay Nam Bộ nước ta?", "21": "Juventus là một trong những câu lạc bộ bóng đá lâu đời nhất nước ...", "22": "Hội nghị Diên Hồng và hội nghị Bình Than đều được tổ chức để chuẩn bị cho cuộc kháng chiến chống quân xâm lược Mông - Nguyên lần thứ mấy?", "23": "Địa y thuộc giới ...", "24": "\"Tam giác quỷ Bermuda\" nằm trên đại dương nào?", "25": "\"Trạng Tí\" của nhà sản xuất Ngô Thanh Vân là phim chuyển thể từ bộ truyện tranh thiếu nhi ăn khách nào?", "26": "Các loại quả hạch thuộc nhóm quả thịt hay quả khô?", "27": "Nguyên tử của các nguyên tố thuộc nhóm nitơ có bao nhiêu electron ở lớp ngoài cùng?", "28": "Cung nhỏ của một đường tròn có số đo nhỏ hơn bao nhiêu độ?", "29": "Độ dẫn điện của bán dẫn tinh khiết thay đổi thế nào khi nhiệt độ tăng?", "30": "Hội chợ sách quốc tế Frankfurt - sự kiện sách thường niên lớn nhất thế giới về số lượng nhà xuất bản và du khách tham dự, diễn ra ở đất nước nào?", "31": "\"Một thời đại trong thi ca\" là bài tổng kết của Hoài Thanh về phong trào nào?", "32": "Davis Cup là giải đấu được ví như World Cup dành cho nam của môn thể thao nào?", "33": "Theo truyền thuyết, Thần nhân đã cho vị chủ soái nào mượn gươm Thuận Thiên để đánh giặc?", "34": "Nước được xếp vào thành phần nào trong một hệ sinh thái hoàn chỉnh: thành phần vô sinh, sinh vật sản xuất, sinh vật tiêu thụ?", "35": "Hành tinh nào gần Mặt Trời nhất và nhỏ nhất trong Hệ Mặt Trời?", "36": "Trong bài hát \"Bác Hồ - Người cho em tất cả\", cái gì \"cho trái và cho hoa\"?", "37": "Chuỗi xoắn kép của ADN thuận hay ngược chiều kim đồng hồ?", "38": "Loại hạt nào luôn có trong hạt nhân nguyên tử?", "39": "Nếu hai đường tròn cắt nhau thì đường nối tâm là đường ... của dây chung.", "40": "Đại lượng nào đặc trưng cho mức quán tính của vật trong chuyển động tịnh tiến?", "41": "Trong điện ảnh, công viên kỷ Jura là nơi sinh sống của loài bò sát cổ đại nào?", "42": "Nhà văn nào được xem là \"Ông vua phóng sự đất Bắc\"?", "43": "Cuối năm 2019, Thụy Sỹ đã vinh danh tay vợt nào bằng cách in hình anh lên một loại đồng xu kỉ niệm?", "44": "Phượng Hoàng Trung Đô, nơi từng được Quang Trung Hoàng đế chọn để xây dựng kinh đô, nay thuộc tỉnh nào?", "45": "Menđen đã tiến hành các thí nghiệm di truyền trên đối tượng chủ yếu nào?", "46": "Ở miền Bắc, những đợt mưa thường xảy ra ở nửa sau mùa đông, hạt mưa rất nhỏ, gây ẩm ướt được gọi là gì?", "47": "What is the largest country in ASEAN (by area)?"}