{"1": "Một chiếc đồng hồ kim bị chết vẫn có thể chỉ đúng giờ tối đa bao nhiêu lần trong một ngày?", "2": "Hành khách đứng trong xe buýt, khi xe buýt đột ngột lăn bánh thì hành khách sẽ bị ngả người ra phía sau xe. Đây là biểu hiện nào của quán tính?", "3": "Cấu tạo da gồm ba lớp: lớp biểu bì, lớp bì và ...", "4": "Kim loại nào đóng góp sớm nhất vào sự phát triển văn minh nhân loại?", "5": "What is the main color of blood when it's inside your body?", "6": "Từ nào còn thiếu trong câu sau: \"Bếp ... ta dựng giữa trời/ Chung bát đũa nghĩa là gia đình đấy\" (Phạm Tiến Duật)?", "7": "Nhà Ngô ở thế kỷ X đóng đô tại đâu?", "8": "Tỉnh nào có \"phố Kỳ Lừa\" và \"chùa Tam Thanh\"?", "9": "Vũ cầu là tên gọi khác của môn thể thao nào?", "10": "Cầu quay sông Hàn nằm ở tỉnh/thành nào?", "11": "Gạch, ngói là các vật liệu thuộc loại gốm xây dựng hay gốm kĩ thuật?", "12": "Diện tích toàn phần của hình hộp chữ nhật là tổng của diện tích xung quanh và diện tích hai ...", "13": "Dao động tắt dần là dao động có biên độ ... theo thời gian.", "14": "What is the noun of \"positive\"?", "15": "Việc hút chân không trong bảo quản thực phẩm có mục đích chính là loại bỏ phần lớn khí nào khỏi môi trường bảo quản, ngăn chặn nấm mốc, vi khuẩn phát triển?", "16": "Ở trạng thái cơ bản, trong nguyên tử các electron chiếm lần lượt các obitan có mức năng lượng từ ... đến ...", "17": "Bài thơ nào tác giả Nguyễn Đình Chiểu đã mô tả cảnh \"sảy đàn tan nghé\" khi giặc đến như sau: \"Bỏ nhà lũ trẻ lơ xơ chạy/ Mất ổ bầy chim dáo dác bay\"?", "18": "Lâm Thao, Đoan Hùng, Tam Nông là tên một số huyện thuộc tỉnh nào?", "19": "Môn võ nào của Việt Nam là một trong 40 môn thi đấu tại SEA Games 31?", "20": "Bài dân ca nào của quan họ Bắc Ninh được bắt nguồn từ hai câu thơ: \"Trúc xinh trúc mọc bờ ao/ Em xinh em đứng nơi nào cũng xinh\"?", "21": "Tên gọi biến thể Omicron được đặt theo hệ chữ cái nào?", "22": "Ki-lô-oát giờ (kW.h) là đơn vị công hay đơn vị công suất?", "23": "Tam giác cân có ít nhất mấy trục đối xứng?", "24": "Âm thanh trong môi trường khí được tạo nên bởi sự thay đổi ... một cách tuần hoàn theo thời gian.", "25": "Which international holiday takes place on June 1st each year in Vietnam?", "26": "Etylen tham gia vào phản ứng nào sau đây: phản ứng cháy, phản ứng cộng, phản ứng trùng hợp?", "27": "\"Nghĩ mình trong bước gian truân/ Tai ương rèn luyện tinh thần thêm hăng\". Đây là lời \"Tự khuyên mình\" của ai?", "28": "Trạng Trình là tên thường được nhắc đến của vị Trạng nguyên nào?", "29": "Trong năm thành phố trực thuộc trung ương của nước ta hiện nay, thành phố nào có diện tích lớn nhất?"}