{"1": "Mặt sau của tờ 2.000đ đang lưu hành khắc họa hình ảnh các nữ công nhân và khu sản xuất của nhà máy sợi của tỉnh nào (tính theo đơn vị hành chính hiện nay)?", "2": "Định luật quán tính là định luật mấy Newton?", "3": "Cho một chiếc đinh sắt nguyên chất (không bị hoen gỉ) vào trong dung dịch H2SO4 loãng. Sau một thời gian, thấy có những bọt khí bám trên chiếc đinh. Đó là bọt khí gì?", "4": "Tố Hữu đã miêu tả về nhà tù nào như sau: \"được xây dựng ở vùng rừng núi heo hút, đầy muỗi sốt rét ác tính, ở miền Tây Quảng Trị, thực tế đã là mồ chôn hàng nghìn người cách mạng bất khuất\"?", "5": "\"AM\" represents the time in the morning, so what is the symbol for afternoon?", "6": "Hoạt động sản xuất của các nhà máy và hoạt động giao thông vận tải được coi là nguyên nhân chính tạo ra nguồn cacbon đioxit dư thừa trong khí quyển, dẫn đến hiện tượng nào?", "7": "Từ nào còn thiếu trong câu thơ sau: \"Rễ siêng không ngại đất .../Cây bao nhiêu rễ bấy nhiêu cần cù\" (Tre Việt Nam)?", "8": "Ai là vua đầu tiên của nhà Tây Sơn?", "9": "Xét chiều ... của một hàm số là tìm các khoảng đồng biến và các khoảng nghịch biến của nó.", "10": "Mèn mén - món ăn truyền thống của đồng bào Mông, được làm từ hạt của loại cây lương thực nào?", "11": "Xương chậu có trong cơ thể nam giới hay nữ giới?", "12": "Vào cuối thế kỷ XIX, đế quốc nào được mệnh danh là \"đế quốc Mặt Trời không bao giờ lặn\"?", "13": "Điểm cực nào của nước ta trên đất liền ở vĩ độ: 8 độ 34 phút Bắc?", "14": "Chất nào sau đây phản ứng với HNO3 tạo hỗn hợp khí: MgCO3, FeCO3, Al2O3, Fe(OH)3?", "15": "Đầm Xác Cáo, Hồ Kim Ngưu, Lãng Bạc, Dâm Đàm... là những tên gọi cổ của hồ nước nào tại Hà Nội?", "16": "How old is a person born in the year 2006? (count to the current year)", "17": "\"Ôi, buổi trưa nay, tuyệt trần nắng đẹp/ Bác Hồ ơi! Toàn thắng về ta\". \"Buổi trưa nay\" được tác giả Tố Hữu nhắc đến chính là ngày lịch sử nào?", "18": "Cường độ điện trường tại một điểm trên mặt ngoài vật dẫn có phương thế nào so với mặt vật?", "19": "\"Vội vàng\" là bài thơ tiêu biểu cho hồn thơ luôn dạt dào sự sống và nồng nàn tình yêu đối với cuộc sống của tác giả nào?", "20": "Trong các địa danh Algarve, Lisbon và Porto, đâu là thủ đô của Bồ Đào Nha?", "21": "Hiện nay, khoảng cách giữa tuổi của bố với tổng số tuổi của hai con là 20 tuổi. Hỏi sau 10 năm nữa, khoảng cách đó là bao nhiêu?", "22": "Trong cơ thể người nghiện rượu, chất hoá học nào đã gây nên sự phá huỷ gan và làm hỏng quá trình trao đổi chất?", "23": "\"Mật mã Da Vinci\", \"Hỏa ngục\", \"Thiên thần và ác quỷ\" là những tác phẩm nổi tiếng của nhà văn nào?", "24": "Ở loài đơn tính, tế bào có hai loại nhiễm sắc thể, đó là NST ... và NST ....[2]", "25": "Chiết suất tuyệt đối (thường gọi là chiết suất) của một môi trường là ... của môi trường đó với chân không.", "26": "Lưu thủy, kim tiền, xuân phong, long hổ là tên bốn khúc nhạc của loại hình ca ...", "27": "What does the letter \"T\" in the abbreviation of \"GMT\" stand for (in geography)?", "28": "Nguyễn Trãi đã viết những câu này để khuyên dụ ai: \"Nay các ông kế cùng lực kiệt, lính tráng mỏi mệt, trong không lương thảo, ngoài không viện binh?", "29": "Những tỉnh, thành nào ở Bắc Trung Bộ và Duyên hải Nam Trung Bộ của nước ta không giáp biển?", "30": "Đun nhẹ dung dịch HCl đặc với MnO2 là phương pháp thích hợp để điều chế chất gì trong phòng thí nghiệm?", "31": "Xét chuỗi thức ăn: Lúa -> Sâu -> Ếch-> Rắn-> Đại bàng. Trong chuỗi thức ăn này, loài nào được xếp vào sinh vật tiêu thụ bậc 3?[3]", "32": "Những loại đàn nào thường chơi bằng cách gảy: đàn bầu, đàn tranh, đàn nhị, đàn nguyệt?", "33": "Từ nào sau đây viết đúng chính tả: Dữ dằn, hung giữ, rữ rìn, dữ của?", "34": "Rừng U Minh có diện tích khoảng 2000 km vuông, thuộc tỉnh Cà Mau và tỉnh ...", "35": "Tại địa danh Ấp Dọn, Hải Dương, người chiến sĩ cách mạng nào đã xuất bản tờ báo Công Nông - tờ báo cách mạng đầu tiên ở Hải Dương?", "36": "\"Trên những đám mây\" là tên của concert tour đầu tiên trong sự nghiệp của nhóm nhạc nào?"}