{"1": "\"CR7\" là biệt danh của ngôi sao bóng đá nào?", "2": "Tờ tiền có mệnh giá cao nhất của nước ta hiện nay là bao nhiêu?", "3": "Người ta sử dụng các vật dẫn rỗng làm màn chắn điện do đặc điểm điện trường bên trong các vật này có giá trị bao nhiêu?", "4": "What year was Ho Chi Minh born?", "5": "Kịch Noh là bộ môn nghệ thuật truyền thống của nước nào?", "6": "Vôi sống có công thức hóa học là gì?", "7": "Hình ảnh thơ mộng của mùa nào trong năm đã mở đầu tác phẩm \"Đất nước\" (Nguyễn Đình Thi)?", "8": "Đa số các đột biến gen biểu hiện ra kiểu hình thường có ... cho bản thân sinh vật.", "9": "Nước mưa rơi gặp nhiệt độ khoảng 0 độ C trong điều kiện không khí yên tĩnh sẽ tạo thành ...", "10": "Loại tế bào màu hồng, không có nhân hình đĩa, lõm hai mặt xuất hiện trong máu gọi là gì?", "11": "Số 0 là số nguyên tố nhỏ nhất. Đúng hay sai?", "12": "Trong một tam giác, tổng độ dài hai cạnh bất kỳ luôn ... độ dài cạnh còn lại.", "13": "Ba vectơ có các giá cùng song song với một mặt phẳng thì ba vectơ đó ...", "14": "Nhà thơ nào được người đời tôn xưng là \"Thi Thánh\"?", "15": "Vũ điệu Hula là điệu múa truyền thống của cư dân quần đảo nào của Hoa Kỳ?", "16": "How many months have 31 days in a year?", "17": "Quốc hiệu đầu tiên của nước ta, tồn tại đến năm 258 trước Công Nguyên là gì?", "18": "ADN hay ARN trong tế bào có cấu tạo hình sợi xoắn kép?", "19": "Cuộc Tổng điều tra dân số và nhà ở mới nhất diễn ra năm nào?", "20": "Loại phản xạ nào được hình thành trong đời sống qua một quá trình học tập và rèn luyện?", "21": "Nguyên tố có độ âm điện lớn nhất trong nhóm halogen là gì?", "22": "Trong kĩ thuật, hiệu điện thế được gọi là ...", "23": "Mohamed Ali là nhân vật huyền thoại của môn thể thao nào?", "24": "Các khu áp thấp thường là nơi có lượng mưa ... trên Trái Đất.", "25": "Từ ... là những từ giống nhau về âm thanh nhưng nghĩa khác nhau, không liên quan đến nhau.", "26": "Máu chảy nhanh nhất trong ... và chậm nhất trong ...", "27": "Ở nhiệt độ thường, naphtalen có hiện tượng gì?", "28": "Các tay vợt tham dự giải Wimbledon đều phải mặc trang phục thi đấu màu gì?", "29": "Phần lớn các hiện tượng thời tiết gắn với con người diễn ra ở tầng khí quyển nào?", "30": "Bức xạ nhiệt không thể diễn ra trong môi trường chân không, đúng hay sai?", "31": "Trước tình hình nhà Tống chuẩn bị xâm lược nước ta, ai đã nói: \"Ngồi yên đợi giặc, không bằng đem quân đánh trước để chặn thế mạnh của giặc\"?", "32": "Cố nghệ sĩ Anh Vũ nổi tiếng trong thể loại kịch gì?", "33": "Hai thành phố nào là những địa phương đầu tiên được thử nghiệm sử dụng dịch vụ mạng 5G ở nước ta trong năm 2019?", "34": "Tổng động năng và thế năng của một vật gọi là gì?", "35": "Số thực là tên gọi chung của số ... và ...", "36": "Another way of saying 100 years?", "37": "Hình ảnh \"Mùa hoa Lekima nở, ở quê ta miền đất đỏ\" nhắc tới tỉnh nào?", "38": "Phương Đông, Rạng Đông là tên những con tàu vũ trụ được chế tạo bởi các nhà khoa học của quốc gia nào trước đây?", "39": "\"Triangle dance challenge\" là thử thách nhảy những động tác ăn khớp và đồng bộ nhau giữa một nhóm bao nhiêu người?", "40": "Bào quan nào tổng hợp prôtêin trong tế bào của cơ thể con người?", "41": "Trong khoảng từ 2 đến 1000 có bao nhiêu số nguyên tố chẵn?", "42": "Địa hình có ảnh hưởng đến lượng mưa không?", "43": "Hình ảnh bánh xe trên quốc huy nước ta hiện nay tượng trưng cho ngành kinh tế nào?", "44": "Hai từ nào còn thiếu trong câu tục ngữ sau: \"Bán anh em ..., mua láng giềng ...\"?", "45": "Nước nguyên chất có độ pH bằng mấy?", "46": "The four cardinal directions on a compass are North, South, West and ...[2]", "47": "Câu \"Quần đùi, áo số\" thường dùng để chỉ các vận động viên môn thể thao nào?", "48": "Đại lượng nào đặc trưng cho khả năng sinh công trong 1 giây?"}