{"1": "Hiện tượng xảy ra khi hạt phấn tiếp xúc với đầu nhụy được gọi là gì?", "2": "Bãi Tự Nhiên là chàng trai nghèo ... đã cùng công chúa Tiên Dung bay về trời.", "3": "Trước khi được vua Lý Thái Tổ đổi tên vào năm 1010, thành Thăng Long có tên là gì?", "4": "Sông Thao, sông Lô và sông Đà là ba sông chính hợp thành hệ thống ...", "5": "Cự ly chạy ngắn nhất trong môn điền kinh là bao nhiêu mét?", "6": "What is normal human body temperature?", "7": "Gà ác có màu gì là chính?", "8": "Nhan đề chữ Hán của bài thơ \"Câu cá mùa thu\" của Nguyễn Khuyến là \"Thu ẩm\" hay \"Thu điếu\"?", "9": "Khi đun nóng không có không khí, photpho đỏ chuyển thành hơi, khi làm lạnh hơi đó sẽ ngưng tụ thành photpho ...", "10": "MV \"Không thể cùng nhau suốt kiếp\" của Hòa Minzy được xây dựng dựa trên chuyện tình của Nam PHương Hoàng hậu với vị vua nhà Nguyễn nào?", "11": "Nếu một điểm nằm ngoài mặt cầu thì qua điểm đó kẻ được bao nhiêu tiếp tuyến với mặt cầu?", "12": "Ánh sáng phát quang có bước sóng ... bước sóng của ánh sáng kích thích.", "13": "Đại lượng vật lí nào tượng trưng cho sự thay đổi vận tốc theo thời gian?", "14": "Dấu ngã là thanh bằng hay thanh trắc?", "15": "Trong ba loại cơ: cơ vân, cơ trơn và cơ tim, cơ nào chịu sự điều khiển của hệ thần kinh vận động?", "16": "Từ nào còn thiếu trong câu ca dao: \"Muốn sang thì bắc .../ Muốn con hay chữ phải yêu lấy thầy\"?", "17": "Thành Cổ Loa được xây dựng dưới thời vị vua nào?", "18": "\"Thiên\" trong \"Bình Trị Thiên\" là tỉnh nào?", "19": "Ở Thế vận hội, môn cử tạ thường được chia thành cử giật và ...", "20": "Brasilia is the federal capital of which country?", "21": "Đâu là thành phần mang lạy màu sắc đặc trưng của chocolate đen: bột cacao, sữa bột hay đường?", "22": "\"Nội năng là tổng động năng và thế năng của vật\". Đúng hay sai?", "23": "Khi cho Cu tác dụng với dung dịch chứa H2SO4 loãng và NaNO3 thì NaNO3 trong phản ứng có vai trò là chất ...", "24": "Giấy in tranh Đông Hồ thường là loại giấy nào?", "25": "Hai bất phương trình có cùng tập nghiệm được gọi là hai bất phương trình ...", "26": "... là điểm xa nhất trên trục chính của mắt khi đặt vật tại đó mắt còn có thể nhìn rõ được vật, khi mắt không điểu tiết.", "27": "Văn học Việt Nam được chia làm hai bộ phận lớn, đó là hai bộ phận nào?", "28": "Trong một tam giác vuông, tích hai cạnh góc vuông bằng tích của cạnh huyền và ... tương ứng.", "29": "Quá trình quang hợp được chia thành hai pha là pha ... và pha ...", "30": "Vũ Như Tô, Đan Thiềm là hai nhân vật đã xuất hiện trong vở kịch nào của nhà biên kịch Nguyễn Huy Tưởng?", "31": "Triều đại phong kiến duy nhất nào ở nước ta có hoàng đế là nữ?", "32": "Trong thiên văn học, khoảng cách từ Mặt Trời đến Trái Đất được gọi là đơn vị ...", "33": "Giải Grand Slam cuối cùng trong năm thường được tổ chức ở quốc gia nào?", "34": "How many players in a team is allowed to be in the pitch in a FIFA World Cup match (excluding subtitutes)?", "35": "Loại khăn này thường được gọi là gì?", "36": "Nguồn cung cấp Nito chủ yếu cho cây là nước hay đất?", "37": "Các hợp chất hữu cơ được phân loại là dẫn xuất của hidrocacbon có chứa tối thiểu bao nhiêu nguyên tố hóa học?", "38": "Hát canh, hát thi lấy giải, hát hội... là một số hình thức trình diễn của loại hình diễn xướng dân gian nào?", "39": "Số vô tỉ là số có thể viết dưới dạng số thập phân ... không tuần hoàn.", "40": "Cường độ dòng điện chạy qua một dây dẫn tỉ lệ ... với hiệu điển thế đặt vào hai đầu dây dẫn đó.", "41": "Mạch máu trong mỗi vòng tuần hoàn đều gồm: động mạch, tĩnh mạch và ...", "42": "Đa số đột biến gen tạo ra các gen ...", "43": "Tác phẩm \"Đất nước đứng lên\" viết về cuộc đấu tranh giữ đất giữ làng của dân làng Kông Hoa trong thời kỳ kháng chiến chống ...", "44": "Ngày ... hằng năm là ngày kỉ niệm Cách mạng tháng Tám của nước ta.", "45": "Kênh nào là con đường ngắn nhất nối Đại Tây Dương và Ấn Độ Dương?", "46": "Đây là hình ảnh của các vận động viên môn thể thao nào?", "47": "Which continent is known as \"Dark continent\"?", "48": "Tháng 10 vừa qua, thủ tướng quốc gia nào đã chọn Việt Nam là điểm đến trong chuyến công du nước ngoài đầu tiên sau khi nhậm chức?", "49": "Tất cả các kim loại đểu dẫn điện, đúng hay sai?", "50": "Dãy điện hóa là dãy những cặp oxi hóa khủ được xếp theo chiều ... tính oxi hóa của ion kim loại và chiều ... tính khử của kim loại.", "51": "Giải thưởng Cánh Diều của Hội Điện ảnh Việt Nam được trao mấy năm một lần?", "52": "Trong mặt phẳng, hai đường thẳng ... hoặc ... thì có cùng vecto pháp tuyến.", "53": "... là dạng năng lượng của một vật có được do nó đang chuyển động.", "54": "Xung quanh các điện tích tồn tại ...", "55": "\"Hai đứa trẻ\" trong truyện ngắn cùng tên của Thạch Lam có tên là gì?"}