{"1": "Đâu là các tính trạng trội ở người: da đen, mắt nâu, môi dày, răng vẩu?", "2": "Loài vật nào còn thiếu trong các câu đồng dao sau: \"Cho ... đi học/ Cho cóc ở nhà/ Cho gà bới bếp\"?", "3": "Thời phong kiến, lễ hội Tịch điền thường diễn ra vào mùa nào trong năm?", "4": "Vịnh Hạ Long là một bộ phận của vịnh ...", "5": "How many holes are there on a standard bowling ball?", "6": "Môn võ nào được xem là môn thể thao quốc gia của Hàn Quốc?", "7": "Ai là quán quân chương trình Rap Việt năm 2020?", "8": "Sân bay ... hiện là sân bay có sản lượng hành khách lớn nhất nước.", "9": "Tâm đường tròn nội tiếp tam giác tù nằm trong hay nằm ngoài tam giác?", "10": "Số nguyên tố duy nhất chia hết cho 13 là số nào?", "11": "Nhiệt của cơ thể người được truyền ra môi trường ngoài chủ yếu dưới hình thức nào?", "12": "Khi độ pH trong miệng ... sẽ tạo điều kiện cho bệnh sâu răng phát triển.", "13": "Độ ẩm tuyệt đối của không khí được xác định bằng khối lượng ... chứa trong một mét khối không khí.", "14": "Khi pha loãng dung dịch các chất điện li yếu, độ điện li đều ...", "15": "Tam giác cân có ít nhất mấy trục đối xứng?", "16": "Đâu là quả hạch: đào, chanh, quất?", "17": "Con Bé, thằng Hiền, con Anh, con Thanh là những nhân vật trong truyện ngắn nào của nhà văn Nguyễn Thi?", "18": "Ai là lãnh tụ của cuộc khởi nghĩa Hương Khê (1885 - 1895)?", "19": "Cù Lao Chàm nằm ở tỉnh nào nước ta?", "20": "Rafael Nadal là vận động viên quần vợt nổi tiếng của quốc gia nào?", "21": "Gia đình nghệ nhân Lê Đình Nghiên được xem là những người làm tranh cuối cùng của dòng tranh dân gian nào ở Hà Nội xưa?", "22": "Is cappuccino the name of a type of coffee or tea?", "23": "Các vụ tai nạn giao thông ở nước ta trong năm 2020 phần lớn xảy ra trên đường bộ, đường sắt hay đường thủy?", "24": "Nhìn chung, loài voi có biết bơi không?", "25": "Hình nào sau đây không có tâm đối xứng: Hình vuông, hình tròn, hình thang cân, hình thoi?", "26": "Quá trình chuyển từ thể lỏng sang thể khí xảy ra ở bề mặt chất lỏng gọi là quá trình ...", "27": "Phản ứng xảy ra theo hai chiều trái ngược nhau là phản ứng ... (trong cùng điều kiện).", "28": "Hai hình thức phân bào ở tế bào nhân thực là nguyên phân và ...", "29": "Nguyễn Du đã dùng hai câu \"Một tay gây dựng cơ đồ/ Bấy lâu bề Sở sông Ngô tung hoành\" để nói về nhân vật nào trong Truyện Kiều?", "30": "Nhân vật lịch sử nào tự xưng là \"Lam Sơn động chủ\"?", "31": "Bến Nhà Rồng nằm bên bờ dòng sông nào?", "32": "Honey is made by honey ...", "33": "Bi số 1 trong môn Bi-a có màu gì?", "34": "\"Rừng núi dang tay nối lại biển xa\" là câu mở đầu ca khúc nào của nhạc sĩ Trịnh Công Sơn?", "35": "SGD là kí hiệu đồng tiền của quốc gia Đông Nam Á nào?", "36": "Khi xảy ra hiện tượng cộng hưởng thì biên độ dao động cưỡng bức đạt giá trị cực đại hay cực tiểu?", "37": "Khảo sát sự ... của hàm số là xét xem hàm số đồng biến, nghịch biến, không đổi trên các khoảng (nửa khoảng hay đoạn) nào trong tập xác định của nó.", "38": "Không khí càng ẩm thì độ ẩm tỉ đối của nó càng ...", "39": "Cần bao nhiêu lít khí hidro ở điều kiện tiêu chuẩn phản ứng hoàn toàn với oxy tạo ra 1 mol nước?", "40": "Phản xạ là các phản ứng trả lời các kích thích của môi trường thông qua hệ ...", "41": "Một hình chóp được gọi là ... nếu đáy của nó là đa giác đều và các cạnh bên bằng nhau.", "42": "Động vật đa bào đầu tiên có tên là gì?", "43": "Sông nào được đề cập đến trong câu ca dao: \"Sâu nhất là sông .../ Ba lần giặc đến, ba lần giặc tan\"?", "44": "\"Thà hi sinh tất cả, chứ nhất định không chịu mất nước, nhất định không chịu làm nô lệ\" là tinh thần của quân dân ta khi bước vào cuộc kháng chiến chống ...", "45": "Khối đất liền lớn trên bề mặt Trái Đất mà xung quanh có biển và đại dương bao bọc được gọi là gì?", "46": "By the end of 2020, the oly two countries in the world that have the population of more than 1 billion are China and which other country?", "47": "FIDE là tên viết tắt của Liên đoàn ... quốc tế", "48": "Điền từ còn thiếu để được tên một bài hát của nhạc sĩ Xuân Hồng: \"Tiếng ... trên sóc Bom Bo\".", "49": "Các loại rượu vang thường được tạo thành từ loại quả gì lên men?", "50": "Lipid tan trong ê-te, cloroform, hay xăng dầu?", "51": "Trong không gian, một mặt phẳng được hoàn toàn xác định khi biết nó đi qua ba điểm ...", "52": "Các lò cảm ứng để nung nóng kim loại là một ứng dụng của loại dòng điện nào?", "53": "Có hai loại muối sunfat là muối trung hòa và muối ...", "54": "Hai lực ... là hai lực cùng giá, ngược chiều và có độ lớn bằng nhau."}