{"1": "Lễ hội tôm hùm Sông Cầu là sản phẩm du lịch mới, đặc trưng của tỉnh nào?", "2": "Khi âm truyền từ không khí vào nước, bước sóng của sóng âm thay đổi thế nào?", "3": "Nguyệt san là tập san tạp chí ra hằng ...", "4": "What's the name of the only island district in Quang Ngai Province?", "5": "Những hình nào vừa có tâm đối xứng vừa có trục đối xứng trong các hình sau: hình bình hành, hình thang, hình chữ nhật, hình thoi?", "6": "Từ nào còn thiếu trong các câu sau: \"Người thanh ... cũng thanh/ Chuông kêu khẽ đánh bên vành cũng kêu\"?", "7": "Đến năm 2022, ở cấp độ câu lạc bộ, tiền vệ Nguyễn Quang Hải gắn bó lâu dài nhất với đội bóng nào trong sự nghiệp thi đấu chuyên nghiệp của anh?", "8": "Hội nghị Ianta diễn ra vào tháng 2/1945 giữa ba cường quốc lúc đó là Mỹ, Anh và ...", "9": "Kinh tuyến Đông nằm bên ... kinh tuyến gốc, còn kinh tuyến Tây nằm bên ... kinh tuyến gốc.", "10": "Từ Hán-Việt nào được dùng để chỉ nơi tập tuyện của các võ sinh trong các môn phái?[1]", "11": "Theo Bộ luật hình sự hiện hành, người từ đủ ... tuổi trở lên phải chịu trách nhiệm hình sự về mọi tội phạm, trừ những tội phạm mà Bộ luật này có quy định khác.", "12": "Lời hát \"Nước thêm trong dòng sông Bến Nghé/ Chợ thêm đông chợ vui Bến Thành\", viết về thành phố nào?[2]", "13": "What's the past simple of \"fly\"?", "14": "Tia sáng khúc xạ đi ra khỏi một thấu kính gọi là gì?", "15": "Toàn bộ đường biên giới trên bộ của Brunei giáp duy nhất với quốc gia nào?", "16": "Ở tất cả các loài cây, sự thoát hơi nước diễn ra chủ yếu ở mặt trên của lá. Đúng hay sai?", "17": "Đón học sinh đầu cấp, chào cờ, đọc thư của Chủ tịch nước... là một số hoạt động diễn ra vào dịp nào tại các trường học ở nước ta?", "18": "Biển Hồ Pleiku nằm ở tỉnh nào?", "19": "Một số thực x được gọi là số ... nếu không tồn tại hai số nguyên a khác 0 và b sao cho ax = b.", "20": "The Mid-Autumn Festival is held on which day during the 8th month of the lunar calendar year?", "21": "Nhiệt độ tự bốc cháy là nhiệt độ ... nhất mà tại đó chất cháy tự cháy mà không cần tiếp xúc với nguồn nhiệt ở điều kiện áp suất khí quyển.", "22": "Phần có màu đỏ, nằm ở lớp trên cùng của cây trạng nguyên trưởng thành thực chất là bộ phận nào của cây?", "23": "Vị vua nhà Hậu Lê nào đã nhắc nhở các quan trong triều: \"Một thước núi, một tấc sông của ta lẽ nào lại vứt bỏ\"?", "24": "Nếu nhúng quỳ tím vào dung dịch anilin, có hiện tượng gì xảy ra với màu sắc của quỳ tím?", "25": "Đại dương nào có độ sâu trung bình sâu nhất thế giới?", "26": "\"Chiếc khăn Piêu\" là bài hát do nhạc sĩ nào sáng tác?", "27": "Đua ghe Ngo trong lễ hội Óoc om bóc là một đặc trưng văn hóa của đồng bào ...", "28": "Những câu như \"Nước đổ đầu vịt\", \"Nước đổ lá khoai\", xét về mặt vật lí, nhìn chung, nói đến hiện tượng gì?", "29": "Nơi diễn ra sự hô hấp mạnh nhất ở thực vật là rễ, thân, lá hay quả?"}