{"1": "Văn tế nghĩa sĩ Cần Giuộc được Nguyễn Đình Chiểu viết bằng chữ gì?", "2": "Triều đại nào trị vì nước ta trong giai đoạn 1009 - 1225?", "3": "Đây là hình ảnh của thành phố nào?", "4": "Elo là hệ số đánh giá, xếp hạng các vận động viên môn cờ nào?", "5": "Phép quay và phép đối xứng trục được gọi chung là phép ...", "6": "What color is the most common color of doctors' blouses?", "7": "Khi dùng chữ \"chị\" trong câu: \"Cho tôi đi làm mưa với/ Chị gió ơi! Chị gió ơi!\", tác giả đã sử dụng biện pháp tu từ nào?", "8": "Vị Tổng đốc nào là người đã quyết tử bảo vệ thành Hà Nội khi Pháp tấn công năm 1882?", "9": "Phân tử bazơ gồm có một nguyên tử kim loại liên kết với một hay nhiều nhóm ...", "10": "Màn ăn mừng này là của đội tuyển bóng đá quốc gia nào?", "11": "Phần diện tích lãnh thổ chính của Nga ở châu Âu hay châu Á lớn hơn?", "12": "How many basic musical notes are there?", "13": "Phản ứng ... là phản ứng hoá học trong đó xảy ra đồng thời sự oxi hoá và sự khử.", "14": "Khi bị bỏng nước sôi, ta nên sơ cứu ngay bằng cách ngâm phần bị bỏng vào nước ... và sạch rồi bôi thuốc mỡ chống bỏng.", "15": "Vịnh ... có huyện đảo Bạch Long Vỹ.", "16": "Loại vũ khí tầm xa cổ xưa nào sử dụng lực đàn hồi để đẩy mũi tên đi xa, ngày nay đã trở thành dụng cụ của một môn thi Olympic?", "17": "Liên hoan phim Venice diễn ra ở nước nào?", "18": "Trong một số thập phân, phần nguyên và phần thập phân, phần nào ở trước dấu phẩy?", "19": "Gia tốc của chuyển động tròn đều là gia tốc ... tâm.", "20": "Mọi số nguyên tố đều là số lẻ. Đúng hay sai?", "21": "Khi tia sáng truyền từ không khí sang nước thì góc khúc xạ ... góc tới.", "22": "Hát xoan của tỉnh nào đã được ghi danh là Di sản văn hoá phi vật thể đại diện của nhân loại?", "23": "Loại muối nào là muối của axit cloric?", "24": "Thành phần nào chiếm tỉ lệ lớn nhất trong máu?", "25": "Quốc thiều là phần nhạc của bài ...", "26": "Hai cạnh đáy của hình thang ... với nhau.", "27": "Cơm tấm là món ăn có nguồn gốc từ Bắc Bộ, Trung Bộ hay Nam Bộ?", "28": "Phenol có lực axit mạnh hơn hay yếu hơn ancol?", "29": "... là đơn vị cấu tạo nên hệ thần kinh ở người.", "30": "Các truyện: \"Con rắn vuông\", \"Đến chết vẫn hà tiện\"... thuộc thể loại nào của văn học dân gian?", "31": "Trong cuộc kháng chiến chống Mông - Nguyên lần ba, ai đã khẳng định: \"Năm nay đánh giặc nhàn\"?", "32": "Kimbap - món ăn nổi tiếng của đất nước Hàn Quốc, là sự kết hợp của hai nguyên liệu chính là cơm và ...", "33": "Trong tập số thực, mỗi số a đều có duy nhất một căn bậc ba. Đúng hay sai?", "34": "Các hạt cấu tạo nên hạt nhân của hầu hết các nguyên tử là ... và ...", "35": "Tỉnh nào có diện tích nhỏ nhất nước ta?", "36": "Điền từ còn thiếu để có tên đầy đủ của một chương trình trên kênh VTV3: \"... tiếng Việt\"."}