{"1": "Tên phổ biến của loại kiến này là gì?", "2": "“Ve và kiến”, “Quạ và cáo”, “Thần chết và lão tiều phu” là một số bài thơ ngụ ngôn nổi bật của tác giả nào?", "3": "Trong chiến dịch Điện Biên Phủ trên không, loại máy bay nào được mệnh danh là “pháo đài bay”?", "4": "Các cơn bão thường đi qua và gây thiệt hại cho quốc gia Đông Nam Á nào trước khi tiến vào khu vực Biển Đông?", "5": "Tính đến nay, Việt Nam đã tổ chức SEA Games mấy lần?", "6": "Which number can replace both question marks in these fractions: “1/?=?/25”?", "7": "Phần lớn lượng chất thải rắn sinh hoạt phát sinh hàng năm ở nước ta được xử lý bằng phương pháp nào: chôn lấp, ủ sinh học, đốt?", "8": "Hoa ban là loài hoa mùa xuân đặc trưng của vùng Tây Bắc hay Đông Bắc?", "9": "Muối của một kim loại với nhiều gốc axit khác nhau được gọi là muối …", "10": "Làn điệu dân ca nào có những bài nổi tiếng như: Hoa thơm bướm lượn, Người ở đừng về, Qua cầu gió bay…?", "11": "Hình hộp có mấy mặt?", "12": "Đơn vị đo tần số âm thanh trong hệ SI là gì?", "13": "Sông nào được nhắc đến trong câu sau: “Hoả hồng … oanh thiên địa/ Kiếm bạc Kiên Giang khắp quỷ thần”?", "14": "Hiện tượng lá cây thuốc bóng khi rụng xuống đất ẩm mọc rễ và phát triển thành cây mới thuộc hình thức sinh sản gì?", "15": "“Dưới cầu nước chảy trong veo/ Bên cầu tơ liễu bóng chiều thướt tha” là những câu thơ miêu tả tâm trạng Thuý Kiều khi gặp ai?", "16": "Con sông lịch sử nào từng chia cắt đất nước thành Đàng Trong và Đàng Ngoài?", "17": "Khi Mặt Trăng, Trái Đất, Mặt Trời ở vị trí … thì giao động thủy triều là nhỏ nhất.", "18": "Trên một bàn cờ vua 32 quân, lúc bắt đầu ván đấu, số lượng quân cờ nào chiếm nhiều nhất?", "19": "The neighboring planets of Earth are Venus and …", "20": "Tuyến đường sắt Thống Nhất của nước ta bắt đầu và kết thúc tại những thành phố nào?", "21": "Khí đồng hành còn có tên gọi khác là khí thiên nhiên, đúng hay sai?", "22": "Ngành hoá học nào “là sự nghiên cứu các hợp chất của cacbon”?", "23": "… là điệu nhảy trên những thanh tre, phổ biến trong cộng đồng các dân tộc Tây Bắc.", "24": "Các mặt bên của hình lăng trụ đều là những hình …", "25": "Bình thông nhau là loại bình chứa có ít nhất bao nhiêu mặt thoáng?", "26": "Lớp electron được gọi là … khi đã có đủ số electron tối đa.", "27": "Dãy núi nào dài nhất nước ta?", "28": "\"Đàn voi sống trong rừng\" thuộc cấp độ tổ chức sống nào?", "29": "Con vật nào được nhắc đến trong câu sau: \"Đắt như ... tươi\"?", "30": "Đây là công lao của ai: \"đặt quốc hiệu là Đại Cồ Việt, dời kinh đô về động Hoa Lư... đắp thành, đào hào, xây cung điện, đặt triều nghi\"?", "31": "Mùa đông lạnh tạo thuận lợi cho việc phát triển tập đoàn rau vụ đông hết sức đa dạng. Đây là nét đặc trưng của vùng đồng bằng châu thổ lớn nào?", "32": "Môn thể thao nào có vợt thường dài khoảng 10 inch và thường có một lớp cao su mỏng phủ lên bề mặt cây vợt?", "33": "What does the letter E in the word \"ASEAN\" stand for?", "34": "Ngày giảm giá Black Friday được tổ chức vào tháng mấy hàng năm ở nhiều nước trên thế giới?", "35": "Hoá chất nào có khả năng gây nên hiện tượng ăn mòn kim loại: dầu mỏ hay axit HCl?", "36": "Độ âm điện của phi kim ... hơn so với của kim loại.", "37": "Bài hát này tên là gì?https://duong-len-dinh-olympia.fandom.com/vi/wiki/T%E1%BA%ADp_tin:Tuan2thang3quy1Olympia20-KhoidongNhac1.mp3", "38": "Hình elip có hai tiêu điểm trùng nhau sẽ trở thành hình gì?", "39": "Mía được xem là chín khi hàm lượng chất nào trong thân đạt mức tối đa?", "40": "Hình ảnh \"Người ra đi đầu không ngoảnh lại\" được khắc hoạ trong tác phẩm nào của Nguyễn Đình Thi?", "41": "Triều đại nào trong lịch sử nước ta ra đời vào năm 1527?", "42": "Thiên hà chứa Mặt Trời và các hành tinh của nó (trong đó có Trái Đất) được gọi là ...", "43": "Quả cầu này xuất hiện trong môn thể thao nào?", "44": "How many countries does the Mekong River flow through?", "45": "Mắm hàu là một loại nước chấm đặc biệt nổi tiếng ở huyện đảo nào thuộc Bà Rịa - Vũng Tàu?", "46": "Cây lúa là cây một lá mầm hay hai lá mầm?", "47": "Flo phản ứng mãnh liệt với nước nóng, giải phóng ra khí gì?", "48": "Nhân vật văn học nào được nhắc đến trong đoạn bài hát sau?https://duong-len-dinh-olympia.fandom.com/vi/wiki/T%E1%BA%ADp_tin:Tuan2thang3quy1Olympia20-KhoidongNhac2.mp3", "49": "Một dãy số được coi là xác định nếu ta biết cách tìm mọi ... của dãy số đó.", "50": "Người bình thường tiếp xúc với dây trần có điện áp nào có thể gây nguy hiểm cho cơ thể: 6V, 12V hay 220V?"}