{"1": "Nhà khoa học Morgan đã sử dụng loài vật nào trong các thí nghiệm về gene và nhiễm sắc thể?", "2": "Đây là tài sắc của ai: \"Một hai nghiêng nước nghiêng thành/ Sắc đành đòi một tài đành họa hai\"?", "3": "Hội nghị Bình Than năm 1282 do vị vua nhà Trần nào triệu tập?", "4": "Hiện tượng xâm nhập mặn diễn ra mạnh vào mùa nào tại khu vực Nam Bộ nước ta?", "5": "Đây là kỹ thuật gì trong bóng chuyền?", "6": "In chemistry, which is the only element common to all acids?", "7": "Năm 1999, trung tâm đền đài chính của Ấn Độ giáo nào ở miền Trung nước ta đã được UNESCO công nhận là Di sản văn hóa thế giới?", "8": "Oxi nặng hơn hay nhẹ hơn không khí?", "9": "Nguyên tố oxi có số hiệu nguyên tử là ...", "10": "Loại đàn nào thường được giữ gần như thẳng đứng khi chơi: đàn tỳ bà, đàn bầu, đàn tam thập lục?", "11": "Các tỉ số lượng giác, nhìn chung, thể hiện mối liên hệ chiều dài các cạnh và độ lớn các góc của tam giác ...", "12": "Loại tia nào được ứng dụng rộng rãi nhất trong kĩ thuật chẩn đoán hình ảnh ở các bệnh viện?", "13": "Người bình thường dành bao nhiêu tiếng một ngày để hít thở?", "14": "Rễ là cơ quan hấp thụ nước và ...", "15": "Tệ nạn nào được dân gian ta xem là \"bác thằng bần\"?", "16": "\"Tôi sẽ làm việc, tôi sẽ làm tất cả việc gì để sống và để đi\". Đây là quyết tâm của ai khi rời đất nước vì mục đích cao cả trên chiếc tàu Đô đốc Latouche-Tréville?", "17": "Nước ta hiện có bao nhiêu vùng kinh tế?", "18": "Theo thông lệ bóng đá, cầu thủ nào trong đội hình xuất phát mỗi đội sẽ tham gia việc tung đồng xu của trọng tài để chọn sân thi đấu và quyền phát bóng trước mỗi trận đấu?", "19": "Which country has the highest population destiny in Southeast Asia?", "20": "Trung tâm du lịch lớn nhất của vùng Đông Nam Bộ nước ta là tỉnh/thành nào?", "21": "Trong Tự lực văn đoàn, Thạch Lam là bút danh của Nguyễn Tường Tam hay Nguyễn Tường Lân?", "22": "Những đối tượng nào cần sử dụng thiết bị cung cấp dưỡng khí khi làm việc: phi công máy bay chiến đấu, phi hành gia hay thợ lặn?", "23": "Chất độc quen thuộc nào trong cây thuốc lá được dùng để điều chế thuốc trừ sâu?", "24": "Đây là trang bìa của bản thảo tập thơ nào?", "25": "Ngôi chùa nào ở Huế được chúa Nguyễn Hoàng cho xây dựng vào năm 1601?", "26": "Núi gồm ba bộ phận là đỉnh núi, sườn núi và ...", "27": "Cúp ... là cúp bóng đá lâu đời nhất nước Anh.", "28": "Earth tides are caused mainly by the pull of which astronomical body?", "29": "Kênh truyền hình nào của Đài Truyền hình Việt Nam tròn 25 năm phát sóng vào ngày 31/3/2021?", "30": "Bột sắn dây nhìn chung có tác dụng thanh nhiệt hay sinh nhiệt cơ thể?", "31": "Loại muối clorat nào có trong thành phần hóa học của đầu que diêm?", "32": "\"Ai yêu Trịnh, ai ghét Trịnh... đều thích nghe nhạc của Trịnh\" là tâm sự của nhà văn Nguyễn Quang Sáng khi tưởng nhớ về người nhạc sĩ tài hoa nào?", "33": "Khăn quàng đỏ theo đúng quy định của Đội TNTP Hồ Chí Minh có hình dáng giống loại hình đặc biệt nào?", "34": "Trong hệ mạch ở người, nếu tiết diện mạch nhỏ chênh lệch huyết áp lớn, máu sẽ chảy ...", "35": "\"Chắc nó trừ mình ra!\" là lời tự trấn an của dân làng Vũ Đại khi nghe thấy tiếng chửi của ai?", "36": "Có bao nhiêu thành viên tham gia sáng lập ASEAN?", "37": "Đại dương nào chiếm 1/3 diện tích bề mặt Trái Đất?", "38": "\"Môn thể thao banh nỉ\" là cách gọi khác của môn ...", "39": "Which default button on keyboard is refresh on the Windows operating system?", "40": "Tỉnh Tottori còn được biết đến là quê hương của nhân vật thám tử quen thuộc nào trong truyện tranh Nhật Bản?", "41": "Axit sunfuhidric được phân loại là axit không có oxi hay axit có oxi?", "42": "... của một nguyên tố hóa học là những nguyên tử có cùng số proton nhưng khác nhau về số notron.", "43": "Trong bức tranh \"Đám cưới chuột\", đàn chuột phải cống nạp lễ vật cho đối tượng nào?", "44": "Chữ Q được dùng để biểu thị tập hợp các số nào?"}