{"1": "Đảo Hòn Khoai thuộc tỉnh nào của nước ta?", "2": "Chất lỏng thỏa mãn điều kiện chảy thành dòng và không nén được gọi là chất lỏng ...", "3": "From what fruit did the fairy make Cinderella's party carriage?", "4": "Tập các điểm liên tục của hàm số đa thức là toàn bộ tập số ...", "5": "Lịch sử Việt Nam ghi nhận ba vị vua triều Nguyễn nào là ba vị vua yêu nước trong thời kì Pháp thuộc và cùng chịu cảnh bị lưu đày ở hải ngoại?", "6": "Cách li sinh sản (cách li di truyền) là dạng cách li đánh dấu sự hình thành ...", "7": "Nguyên tố hóa học nào được mệnh danh là \"nguyên tố của sự sống và tư duy\"?", "8": "Từ nào còn thiếu trong các câu thơ của Bác: \" ... như búp trên cành/ Biết ăn ngủ, biết học hành là ngoan\"?[1]", "9": "Tháng 9/2023 đánh dấu mốc kỉ niệm bao nhiêu năm thiết lập quan hệ ngoại giao Việt Nam - Nhật Bản?", "10": "Rau dớn, một loài rau rừng quen thuộc, thuộc ngành thực vật nào?", "11": "\"Chiếc đập lớn nối liền hai khối núi/ Biển sẽ nằm bỡ ngỡ giữa cao nguyên\". Những câu thơ trên miêu tả công trình thuỷ điện trên dòng sông nào?", "12": "Tế bào của mỗi loài sinh vật có bộ NST đặc trưng về ... và ... xác định.", "13": "Đây là cầu thủ nào?", "14": "Cho H2S vào dung dịch HNO3(nồng độ > 5%) với tỉ lệ 3:2. Sau phản ứng, thấy có kết tủa màu vàng. Kết tủa này là chất gì?[2]", "15": "A fraction is undefined if its denominator is what number?", "16": "\"Nửa thế kỷ phiêu bạt\" là chương trình kỷ niệm 50 năm hoạt động nghệ thuật của nghệ sĩ nào?", "17": "Vị vua đầu tiên của triều Lê Trung Hưng là ai?", "18": "Đây là loại nhiệt kế nào?", "19": "Đảo nào có diện tích lớn nhất ở Nhật Bản?", "20": "Thơ Nguyễn Bính có câu \"Một quan là sáu trăm đồng\", còn ca dao có câu \"Ba đồng một mớ trầu không\". Cứ theo logic này thì ba quan mua được bao nhiêu mớ trầu không?", "21": "1 km bằng bao nhiêu mm?", "22": "Trong các kim loại sau, hai kim loại nào dẫn điện tốt nhất: magie, kẽm, bạc, natri, đồng?", "23": "Vị vua nhà Lý nào đã từng là học trò đầu tiên tại Văn Miếu Thăng Long vào năm 1070?", "24": "Nơi nào trong không gian có lực từ tác dụng lên kim nam châm thì nơi đó có ...", "25": "Nữ thi sĩ nào là tác giả của bài thơ \"Chiều xuân\" (trong tập \"Bức tranh quê\")?", "26": "Các loại than điều chế nhân tạo như than gỗ, than xương, than muội được gọi chung là cacbon ...", "27": "Moocgan chọn ruồi giấm làm đối tượng nghiên cứu di truyền (năm 1910) vì nó dễ nuôi trong ống nghiệm, đẻ nhiều và vòng đời ...", "28": "Các huyện đảo nào sau đây thuộc thành phố Hải Phòng: Cát Hải, Cô Tô, Bạch Long Vĩ, Vân Đồn, Cồn Cỏ, Phú Quý?", "29": "Vào tháng 3/2023, Tổ chức Kỷ lục Guinness Thế giới đã trao cho nghệ sĩ nào danh hiệu Nghệ sĩ nổi tiếng nhất thế giới?", "30": "In 2023, how many years do we celebrate the day when President Ho Chi Minh went abroad to seek ways to save the country?", "31": "Trong các máy phát điện lớn dùng trong công nghiệp, người ta dùng nam châm ... thay cho nam châm vĩnh cửu để tạo ra từ trường mạnh.", "32": "Gù lưng là một dạng rối loạn phát triển ở phần nào của bộ xương người?", "33": "Ba môn phối hợp tại các kỳ Thế vận hội Mùa hè gồm những nội dung thi đấu nào?", "34": "Năm 2022, Việt Nam là nước xuất khẩu gạo đứng thứ mấy thế giới về khối lượng?", "35": "Nhân vật nào trong Truyện Kiều được Nguyễn Du mô tả là \"... quen thói bốc rời/ Trăm nghìn đổ một trận cười như không\"?", "36": "Ở acquy chì, bản cực dương được làm bằng ... và bản cực âm bằng ..."}