{"1": "UEFA Champions League là giải bóng đá được tổ chức ở châu lục nào?", "2": "Trong các lĩnh vực của giải Nobel, lĩnh vực nào đã không được trao trong mùa giải 2018?", "3": "Muốn cho một vật rắn chịu tác dụng của hai lực ở trạng thái cân bằng, thì hai lực phải ...", "4": "Who is the man bringing gifts to the homes of well-behaved children on Christmas Eve and the early morning hours of Christmas Day?", "5": "Thể loại âm nhạc cổ truyền nào có các bài như: Nam Ai, Nam Bằng, Tứ Đại Cảnh?", "6": "Loại đường nào chiếm thành phần chủ yếu trong mật ong?", "7": "\"Lá diêu bông\" là một sáng tạo của nhà thơ nào?", "8": "Ai giữ chức Bộ trưởng Bộ Ngoại giao trong Chính phủ Cách mạng lâm thời Việt Nam Dân chủ Cộng hòa từ ngày 27/8/1945 đến ngày 2/3/1946?", "9": "Ở nơi nào, thời gian ngày và đêm dài bằng nhau quanh năm?", "10": "Máu được xếp vào loại mô gì?", "11": "Chỉ căn cứ vào chỉ số IQ ta có thể đánh giá sự di truyền khả năng trí tuệ của một người. Đúng hay sai?", "12": "Tập hợp các con số (1, 2, 3, 4, 5, 6) được gọi là không gian ... của phép thử một con số súc sắc.", "13": "Ngoài màu đỏ, áo thi đấu của đội tuyển bóng đá quốc gia Việt Nam còn có màu chủ đạo nào khác?", "14": "\"Thống phong\" là tên Hán-Việt của căn bệnh nào?", "15": "Trên cùng một mặt phẳng nằm ngang trong lòng chất lỏng thì tất cả các điểm đều có áp suất ...", "16": "If two chickens lay two eggs in two days, how long does it take 100 chickens to lay 100 eggs?", "17": "Từ nào còn thiếu trong đoạn bài hát sau?https://duong-len-dinh-olympia.fandom.com/vi/wiki/T%E1%BA%ADp_tin:Tuan2thang3quy2Olympia2019-KhoidongNhac1.mp3", "18": "Khí nào là loại khí hiếm phổ biến nhất trên Trái Đất?", "19": "Từ nào còn thiếu trong câu thơ sau: \"Ôi ... , xanh xanh Việt Nam/ Bão táp mưa sa đứng thẳng hàng\"?[1]", "20": "Mẹ Suốt là người đã anh dũng chèo đò trên dòng sông nào của Quảng Bình để chở bộ đội, thương binh, đạn dược bất chấp bom đạn Mỹ?", "21": "Phố cổ Hội An nằm ở hạ lưu của dòng sông nào?", "22": "Quá trình sản sinh ra máu diễn ra chủ yếu ở bộ phận nào của cơ thể?", "23": "Trong quần vợt, nếu phát bóng bị lỗi lần đầu tiên thì người phát bóng đó có được phát lại không?", "24": "Trong không gian, ba vectơ được gọi là đồng phẳng nếu các ... của chúng cùng song song với một mặt phẳng.", "25": "Trong tác phẩm \"Tây Du Kí\", đồ đệ đầu tiên của Đường Tăng trên đường đi thỉnh kinh là ai?", "26": "Quá trình nào biến đổi thức ăn thành những chất đơn giản mà cơ thể hấp thụ được?", "27": "Cộng hóa trị của một nguyên tố được xác định bằng số ... mà một nguyên tử của nguyên tố đó tạo nên trong phân tử.", "28": "Sân golf tiêu chuẩn quốc tế có bao nhiêu lỗ?", "29": "Mỗi con sông hoặc hệ thống sông có vùng đất đai cung cấp nước cho nó được gọi là gì?", "30": "Biến dạng lệch, biến dạng trượt, biến dạng cắt là các tên gọi khác nhau của cùng một loại biến dạng, đúng hay sai?", "31": "Vườn treo Babylon là kiệt tác tiêu biểu của nền văn minh cổ đại nào?", "32": "Is the North pole and South pole colder?[2]", "33": "Nhà hát Opera Sydney nổi tiếng với kiến trúc giống hình con gì?", "34": "Nhiệt năng của một vật là tổng động năng của các ... cấu tạo nên vật.", "35": "Theo hệ đếm La Mã, XXXIII biểu thị giá trị bằng bao nhiêu?", "36": "Hò lụi, hò giã gạo, hò leo núi, hò kéo lưới là những bài dân ca của miền nào ở nước ta?", "37": "Địa hình của châu lục nào là một khối cao nguyên khổng lồ, cao trung bình 750m, trên đó chủ yếu là các sơn nguyên xen các bồn địa thấp?", "38": "Dưới thời nhà Mạc, ai là người đã dâng sớ vạch tội và xin chém đầu mười tám lộng thần?", "39": "Trần Hữu Trang là soạn giả lớn của loại hình nghệ thuật truyền thống nào?", "40": "Cân bằng ... là duy trì sự ổn định của môi trường trong cơ thể.", "41": "Hình biểu diễn của một đường tròn trong không gian thường là đường tròn hoặc đường ...", "42": "Theo quy định ở nước ta, hộ chiếu phổ thông đã cấp hợp lệ có được gia hạn không?", "43": "\"Đừng thấy bóng của mình ở trên tường rất to mà tưởng mình vĩ đại\" là câu nói của nhà bác học nào?", "44": "Thể thơ nào trong đó mỗi khổ gồm hai câu bảy chữ, một câu sáu chữ, một câu tám chữ?", "45": "Phương pháp phổ biến được sử dụng để sản xuất axit sunfuric trong công nghiệp có tên là gì?", "46": "Who was the first president of the USA?", "47": "Đội bóng duy nhất giữ sạch lưới tại vòng bảng giải vô địch bóng đá Đông Nam Á 2018 là đội tuyển quốc gia nào?", "48": "Ký hiệu AC trên nguồn điện cho biết đó là nguồn điện gì?"}