{"1": "Nhân vật nào trong tiểu thuyết Số đỏ (Vũ Trọng Phụng) xuất thân là người nhặt banh ở sân quần vợt?", "2": "Tế bào nào là tế bào dài nhất trong cơ thể con người?", "3": "Luận cương chính trị tháng 10/1930 của Đảng Cộng sản Đông Dương do ai khởi thảo?", "4": "Phong kế là dụng cụ dùng để đo tốc độ ...", "5": "\"Những chiến binh Samurai xanh\" là biệt danh của đội tuyển bóng đá nam nước nào?", "6": "Từ nào còn thiếu trong câu hát sau?https://duong-len-dinh-olympia.fandom.com/vi/wiki/T%E1%BA%ADp_tin:Tuan2thang3quy4Olympia2021-KhoidongNhac1.ogg", "7": "Which adverb refers to what typically or normally happens: usually, always, forever, seldom?", "8": "Hình thức canh tác lúa nước trên đất dốc ở nhiều tỉnh miền núi phía Bắc nước ta được gọi là gì?", "9": "Châu chấu đẻ trứng hay ấu trùng?", "10": "Thế năng trọng trường của một vật là dạng năng lượng tương tác giữa ... và vật.", "11": "Đâu là những ví dụ về một phần mặt phẳng trong không gian: trang giấy, mặt bảng đen, tấm gương phẳng?", "12": "Nước chứa hàm lượng cao của hai ion kim loại nào thì được gọi là nước cứng?", "13": "Vận động viên quần vợt nào có biệt danh là \"Tàu tốc hành\"?", "14": "Trùng sốt sét lan truyền bệnh qua loài muỗi nào?", "15": "Đoạn trích \"Trong lòng mẹ\" được lấy từ tác phẩm nào của nhà văn Nguyên Hồng?", "16": "Tác phẩm \"Hà Nội băm sáu phố phường\" của Thạch Lam được viết theo thể loại văn học nào: truyện ngắn, tùy bút, phóng sự?", "17": "Lớp động vật nào có ba bộ là bộ có vảy, bộ rùa và bộ cá sấu?", "18": "Quốc hiệu của nước ta dưới thời nhà Hồ là gì?", "19": "Gió phơn Tây Nam khô nóng còn gọi là gió ...", "20": "Môn thể thao Olympic nào mà người thi đấu phải mặc trang phục kín mít từ đầu đến chân: đấu kiếm, quyền anh, bắn cung?", "21": "Trong các loại đàn sau, đàn nào không có dây: ghi-ta, vi-ô-lông, xen-lô, ắc-cooc-đê-ông, đàn bầu?", "22": "What's is the biggest freshwater lake in Hanoi inner city?[1]", "23": "Thạt Luổng là công trình kiến trúc Phật giáo tiêu biểu của Lào, Campuchia hay Thái Lan?", "24": "Kích thước của bão càng lớn thì cường độ của bão càng mạnh, đúng hay sai?", "25": "Áp suất khí quyển tại mặt nước biển bằng bao nhiêu atm?", "26": "Hình thang cân có một góc vuông là hình ...", "27": "Phản ứng hóa học cần cung cấp nhiệt được gọi là phản ứng ...", "28": "Trong bài thơ nào, Tản Đà đã tự nhận mình bị \"đày xuống hạ giới vì tội ngông\"?", "29": "Các cư dân sống lâu ở vùng cao có mức hemoglobin trong máu như thế nào so với người sống lâu ở ngang mực nước biển?", "30": "Tháng 10/1427, nghĩa quân Lam Sơn tổ chức phục kích tiêu diệt tướng giặc Liễu Thăng tại ải ...", "31": "Thừa Thiên Huế và Đà Nẵng được nối liền bởi đèo nào?", "32": "Trong cờ tướng, quân nào muốn ăn quân khác thì nó phải nhảy qua đúng một quân nào đó?", "33": "Vọng cổ còn được xem là bản nhạc \"vua\" của sân khấu biểu diễn loại hình nghệ thuật truyền thống nào?", "34": "Which team won the UEFA EURO 2020?", "35": "\"Câu chuyện bó đũa\" thường được nêu ra khi cần nhắc nhở con người về sự ...", "36": "Các amin đều rất độc. Đúng hay sai?", "37": "Ở nước ta hiện nay, đơn vị quản lý sử dụng dụng cụ nào để đo lượng điện năng sử dụng của một hộ gia đình?", "38": "Trong một tam giác, hai góc có tổng số đo bằng 90 độ là hai góc ...", "39": "Khi đun chất béo với dung dịch kiềm, chất béo bị thủy phân sinh ra muối của các axit béo và ...", "40": "Cây nắp ấm bắt côn trùng là mối quan hệ nào?", "41": "Thái Bình Dương và Đại Tây Dương được nối liền bởi kênh đào nào?", "42": "Trong ba loại tế bào máu (hồng cầu, bạch cầu, tiểu cầu), loại nào có nhiều nhất trong cơ thể người?", "43": "\"Chữ người tử tù\" là truyện ngắn nằm trong tập truyện nào của nhà văn Nguyễn Tuân?", "44": "ADN là một chuỗi xoắn kép gồm ... mạch song song, xoắn đều.", "45": "Vào thế kỷ X, ai đã bỏ chức tiết độ sứ của phong kiến phương Bắc, thiết lập một triều đình riêng của nước ta?", "46": "Quốc gia nào có diện tích nhỏ nhất thế giới?", "47": "Số 31 Sư Vạn Hạnh, phường 3, quận 10, thành phố Hồ Chí Minh là tổ đường của võ phái nào?", "48": "Nhạc sĩ thiên tài người Áo Joseph Haydn được mệnh danh là cha đẻ của loại hình âm nhạc nào?", "49": "In Vietnam, what month does New School Year ceremony usually take place?", "50": "Thanh niên ở quốc gia nào hiện có chiều cao trung bình tốt nhất trong khu vực ASEAN?", "51": "Khi thực hiện lệnh \"Chạy\" trong các cuộc thi chạy, chân trước hay chân sau của vận động viên rời bàn đạp trước?", "52": "Thí sinh Đường lên đỉnh Olympia có thể nghe được tiếng MC đọc câu hỏi khởi động. Điều này chứng tỏ âm thanh có thể truyền được trong chất ...", "53": "Mỗi mặt bên của hình chóp cụt đều là một ..."}