{"1": "Phần lớn các đội tuyển tham dự giải bóng đá Copa America 2019 đều đến từ châu lục nào?", "2": "Ai là người đứng đầu nhà nước Vatican?", "3": "... là đại lượng dùng để xác định khả năng làm hội tụ chùm tia sáng qua một thấu kính.", "4": "Three colors of the paralympic symbol are red, green and which color?", "5": "Ngày tháng lịch sử nào được nhắc tới trong đoạn bài hát sau?https://duong-len-dinh-olympia.fandom.com/vi/wiki/T%E1%BA%ADp_tin:Tuan2thang3quy4Olympia2019-KhoidongNhac1.mp3", "6": "Thành phần hóa học của mỗi oxit chắc chắn có sự xuất hiện của tối thiểu bao nhiêu nguyên tố phi kim?", "7": "Nhà thơ nào đã nêu lên quan niệm: \"Xuân đương tới, nghĩa là xuân đương qua/ Xuân còn non, nghĩa là xuân sẽ già\"?", "8": "Tác phẩm nào được công bố rộng rãi vào ngày 17 tháng chạp năm Đinh Mùi để tổng kết lại cuộc kháng chién chống giặc Minh?", "9": "Biển Baltic là một phần của đại dương nào?", "10": "Nhóm thực vật có tổ chức tiến hóa nhất là ngành nào: rêu, hạt trần, hạt kín, quyết?", "11": "KHÔNG ĐỦ THỜI GIAN", "12": "KHÔNG ĐỦ THỜI GIAN", "13": "Một số chia hết cho 9 thì chắc chắn chia hết cho chính nó và hai số tự nhiên là ... và ...", "14": "\"Aladdin và cây đèn thần\" là một trong những truyện đặc sắc nhất nằm trong bộ truyện nào của xứ Ba Tư?", "15": "Trong bài hát \"Cháu lên ba\", ai là người \"vui cấy cày\": ba, mẹ, hay ông bà?", "16": "\"My heart will go on\" is the soundtrack of which famous movie?", "17": "Tổng bí thư đầu tiên của Đảng Cộng sản Đông Dương là ai?", "18": "Pi là một số vô tỉ hay hữu tỉ?", "19": "Đuối nước là tình trạng nước tràn vào đường ... làm cho các cơ quan bị thiếu ôxi và các chức năng sống của cơ thể ngừng hoạt động.", "20": "Đột biến gen là những biến đổi trong ... của gen.", "21": "Khối lượng nguyên tử hầu như tập trung ở ...", "22": "Tốc độ thực hiện công của một vật được gọi là gì?", "23": "King's Cup là giải bóng đá do liên đoàn bóng đá của quốc gia nào tổ chức?", "24": "Quốc gia nào ở Đông Nam Á có nhiều đảo nhất?", "25": "Từ nào còn thiếu trong câu tục ngữ sau: \"Lời .. cao hơn mâm cỗ\"?", "26": "Trẻ em ở miền Bắc thường bị mắc rôm sảy vào mùa nào trong năm?", "27": "Ta có thể thu được khí amoniac bằng cách úp ngược bình là do amoniac ... hơn không khí.", "28": "Môn nào cần dùng gậy (với các hình dạng khác nhau): khúc côn cầu, bóng chày, golf?", "29": "Trên thế giới, nước ta nằm trong số các nước có mật độ dân số cao, thấp hay trung bình?", "30": "Thực vật thủy sinh có hấp thụ nước từ môi trường xung quanh không?", "31": "Triều đại nào trong nền quân chủ Việt Nam gắn liền với việc dời đô về Đại La?", "32": "Trong hội họa, khi pha màu đỏ và vàng theo tỉ lệ 1:1 ta sẽ thu được màu gì?", "33": "Cây lúa non được mang đi gieo hay cấy được gọi là gì?", "34": "Sử dụng loại đèn nào sau đây sẽ tiêu thụ điện năng nhiều nhất với cùng một công suất chiếu sáng: đèn dây tóc nóng sáng, đèn compac, đèn ống?", "35": "Một tam giác có tổng hai góc bằng góc còn lại thì tam giác đó là tam giác gì?", "36": "HIV stands for Human Immunodeficiency ...", "37": "Vịnh Cam Ranh thuộc tỉnh nào của nước ta?", "38": "Trần Quốc Toản đã bóp nát quả cam khi không được tham gia hội nghị lịch sử nào?", "39": "Kép là người chơi đàn ..., đệm cho ca nương hát trong nghệ thuật ca trù.", "40": "Trong nhân tế bào sinh dưỡng của người, có bao nhiêu cặp NST thường?", "41": "Hai đơn thức đồng dạng thì có cùng phần biến và có hệ số khác ...", "42": "Hai câu \"ăn cây nào rào cây nấy\" và \"ăn cây táo rào cây sung\" có đồng nghĩa với nhau không?", "43": "Tên gọi hành chính của phần lớn các quận chỉ gồm các chữ số là đặc trưng của thành phố nào ở nước ta?", "44": "\"Chó sói và cừu non\" là bài thơ ngụ ngôn của tác giả người Pháp nào?", "45": "Hóa trị của lưu huỳnh trong hợp chất SO2 là mấy?", "46": "What is the present continuous tense of \"come\"?", "47": "Trong võ thuật, \"chưởng\" là chiêu thức phát sức mạnh từ lòng ...", "48": "Độ lớn của trọng lực của vật được gọi là gì?"}