{"1": "Cây nào thuộc nhóm cây công nghiệp lâu năm ở nước ta: lạc, bông, điều, mía?", "2": "Đường thẳng đi qua điểm đầu và điểu cuối của vectơ gọi là ... của vectơ đó.", "3": "Trong các chất sau, chất nào có tính oxi hóa mạnh nhất: HClO, HClO2 ,HClO3,HClO4?[1]", "4": "What animal is Doraemon - a robot from the future - based on?", "5": "Ánh sáng tới vùng nào trên võng mạc của mắt mà con người vẫn không cảm nhận được?", "6": "Tác phẩm \"Đôn Ki-hô-tê\" do nhà văn nào sáng tác?", "7": "Theo \"Dư địa chí\" của Nguyễn Trãi, phường nào của kinh đô nước Đại Việt làm nghề nhuộm điều: Yên Thái, Thụy Chương, Nghi Tàm, Hàng Đào?", "8": "Tác dụng nào của ánh sáng có vai trò quan trọng nhất ở pin Mặt Trời: tác dụng nhiệt, tác dụng sinh học, tác dụng quang điện, tác dụng cơ học?", "9": "Đây là nhân vật nào?", "10": "1km2 tương đương bao nhiêu hecta?", "11": "Giải Bóng chuyền nữ Quốc tế VTV Cup 2023 được tổ chức tại tỉnh nào?[2]", "12": "... là thành phần cấu tạo của chất nguyên sinh, là hợp phần quan trọng xây dựng nên các bào quan và màng sinh chất.[2]", "13": "Nhân vật nào trong \"Chữ người tử tù\" được nhà văn Nguyễn Tuân mô tả như\"một thanh âm trong trẻo chen vào giữa một bản đàn mà nhạc luật đều hỗn loạn xô bồ\"?[3]", "14": "Dung dịch nào để lâu trong không khí có hiện tượng chuyển màu vàng nâu do bị oxi hóa: HBr, HF, HCl?", "15": "Sông nào được nhắc đến trong những câu ca dao sau của người Quảng Ngãi: \"Bao giờ núi Ấn hết tranh/ Sông ... hết nước, anh đành xa em\"?[2]", "16": "Thả một viên sỏi vào trong một chậu nước. Nhìn từ trên xuống, có cảm giác viên sỏi được \"nâng lên\". Nguyên nhân nào khiến chúng ta có cảm giác đó?", "17": "How many years are there in a millennium?", "18": "Câu nói: \"Bao giờ người Tây nhổ hết cỏ nước Nam thì mới hết người Nam đánh Tây\" là của ai?", "19": "Cầu đường bộ, đường sắt nào bắc qua sông Mã từng là một trọng điểm bị bắn phá ác liệt trong chiến tranh?", "20": "Giải Grand Slam nào là giải cuối cùng được tổ chức trong năm?", "21": "Địa danh nào được nhắc đến trong các câu ca dao sau: \"Trên trời có đám mây xanh/ Ở giữa mây trắng, chung quanh mây vàng/ Ước gì anh lấy được nàng/ Để anh mua gạch ... về xây\"?", "22": "Sóng vô tuyến dùng trong truyền hình là sóng cực ngắn, sóng ngắn, sóng trung, hay sóng dài?", "23": "Hai dẫn xuất tạo nên màu đỏ của cà rốt chín và cà chua chín là ... và licopen.", "24": "Vườn quốc gia nào là \"lá phổi xanh\" ở phía Tây Bắc tỉnh Phú Thọ?", "25": "Phân giải ... là quá trình phân giải chất hữu cơ trong điều kiện không có oxi, trong đó, chất cho và nhận electron đều là chất hữu cơ.", "26": "What is the abbreviation of foreign direct investment capital?", "27": "Ngày 4/6/1945, theo chỉ thị của Chủ tịch Hồ Chí Minh, khu giải phóng nào chính thức được thành lập?", "28": "Quốc lộ 1A không đi qua thành phố nào trong các thành phố sau: Hà Nội, Đà Nẵng, TP. Hồ Chí Minh, Cần Thơ?", "29": "Bảng độ dài dây cung căng bởi cung tròn là nguồn gốc của khái niệm nào trong lượng giác?", "30": "Tính đến năm 2023, ai là cầu thủ ghi bàn nhiều nhất trong một mùa giải Ngoại hạng Anh?", "31": "Những biến dị nào di truyền được: đột biến, thường biến, biến dị tổ hợp?", "32": "Tháp Phước Duyên - toà tháp bảy tầng nổi tiếng của xứ Huế, nằm trong ngôi chùa nào?", "33": "Giữa hai cực Bắc, Nam của một thanh nam châm nằm riêng rẽ trên bàn có hiệu điện thế là bao nhiêu vôn?", "34": "Phong trào nào hướng đến đối tượng chính là phụ nữ: \"Sóng Duyên Hải\", \"Gió Đại Phong\", \"Ba đảm đang\", \"Cờ ba nhất\"?", "35": "Nếu chia đường tròn thành 360 phần bằng nhau thì mỗi cung tròn có số đo bằng bao nhiêu độ?", "36": "Nhạc sĩ nào đã phổ nhạc các ca khúc: Anh ở đầu sông em cuối sông, Hành khúc ngày và đêm, Bóng cây Kơ-nia?"}