{"1": "Davis Cup và Fed Cup là hai giải đấu nổi tiếng trong môn thể thao nào?", "2": "ASEM là tên viết tắt của Diễn đàn hợp tác ...", "3": "Nhiệt kế thủy ngân hoạt động dựa trên hiện tượng vật lí nào?", "4": "How many days are there in a leap year?", "5": "Đất nước nào nổi tiếng nhất với điệu nhảy Samba?", "6": "Chì khó tham gia phản ứng với axit sunfuric loãng nhưng tan trong axit sunfuric ...", "7": "Hai câu thơ: \"Ví đây đổi phận àm trai được/Thì sự anh hùng há bấy nhiêu\" là của tác giả nào?[1]", "8": "Tác phẩm nào của Lê Văn Hưu là một trong những cơ sở quan trọng giúp nhóm tác giả Ngô Sĩ Liên biên soạn Đại Việt sử kí toàn thư?", "9": "Biển Ca-ri-bê thuộc đại dương nào?", "10": "Nơi nào trong hệ mạch huyết áp bị giảm mạnh nhất do ma sát?", "11": "KHÔNG ĐỦ THỜI GIAN", "12": "KHÔNG ĐỦ THỜI GIAN", "13": "... là tứ giác lồi có hai cạnh song song.", "14": "Trong truyện cổ tích Tấm Cám, ai là người hiện lên giúp Tấm mỗi khi Tấm khóc?[2]", "15": "Từ nào còn thiếu trong đoạn bài hát sau?https://duong-len-dinh-olympia.fandom.com/vi/wiki/T%E1%BA%ADp_tin:Tuan2thang3quy1Olympia2019-KhoidongNhac1.mp3", "16": "Which country is South East Asia is landlocked?", "17": "Cổ Loa được chọn làm kinh đô lần thứ hai ở triều vua nào?", "18": "Hành khách có được sử dụng các thiết bị thu phát sóng, điện thoại di động, máy tính cá nhân... trên máy bay trong quá trình cất, hạ cánh không?", "19": "Thôi nôi là phong tục truyền thống ở nước ta thường được tổ chức khi em bé tròn bao nhiêu tuổi?", "20": "Những loại cây nào là cây ngắn ngày: đu đủ, dâu tây, mía?", "21": "... là đại lượng vectơ đặc trưng cho tác dụng của vật này lên vật khác mà kết quả là gây ra gia tốc cho vật hoặc làm cho vật biến dạng.", "22": "\"Slam dunk\" là thuật ngữ được dùng trong bộ môn thể thao nào?", "23": "KHÔNG ĐỦ THỜI GIAN", "24": "KHÔNG ĐỦ THỜI GIAN", "25": "Thơ văn của tác giả nào có thể xem như một gạch nối giữa hai thời đại văn học của dân tộc: trung đại và hiện đại?", "26": "Chim yến xây tổ bằng gì?", "27": "... là những hợp chất hữu cơ có nguồn gốc thực vật hoặc động vật mà bản chất là các este của axit cacboxylic và glixerol.", "28": "Cầu thủ nào được bầu là đội trưởng của đội Olympic bóng đá nam Việt Nam tham dự ASIAD 2018?", "29": "Xavan là kiểu thảm thực vật chính của đới ...", "30": "La và Booc-đô đều là con lai của cùng hai loài động vật trong tự nhiên, đúng hay sai?", "31": "\"Kìa trận Bạch Đằng mà đại thắng/ Bởi đại vương coi thế giặc nhàn\". \"Đại vương\" trong các câu trên là ai?", "32": "... là một loại hình nghệ thuật ca hát cổ truyền gắn liền với nghi thức hầu đồng của tín ngưỡng Tứ phủ và tín ngưỡng thờ Đức Thánh Trần.", "33": "Đâu là trò chơi dân gian của Việt Nam: Tập tồng vông, nu na nu nống, bịt mắt bắt dê, kéo cưa lửa xẻ?[3]", "34": "Trong quạt điện, máy bơm nước, điện năng được biến đổi thành dạng năng lượng nào là chủ yếu?", "35": "KHÔNG ĐỦ THỜI GIAN", "36": "KHÔNG ĐỦ THỜI GIAN", "37": "Đèo Hải Vân nối liền hai tỉnh thành nào?", "38": "Bác Hồ đưa ra lời kêu gọi toàn quốc kháng chiến vào năm nào?[4]", "39": "Từ nào còn thiếu trong đoạn bài hát sau?https://duong-len-dinh-olympia.fandom.com/vi/wiki/T%E1%BA%ADp_tin:Tuan2thang3quy1Olympia2019-KhoidongNhac2.mp3", "40": "Các hệ điều khiển và điều hòa cơ thể người gồm có hệ thần kinh và hệ ...", "41": "Ta có thể tính diện tích hình vuông hay hình chữ nhật bằng cách lấy tích độ dài hai cạnh liên tiếp của chúng?", "42": "Đàn tranh của Việt Nam có 16 dây hay 32 dây?", "43": "Kể từ ngày 15/11/2018, tất cả thuê bao di động của nước ta gồm bao nhiêu chữ số?", "44": "Nhà bác học Phan Huy Chú đã ca ngợi ai là \"người làm thầy giáo giỏi của muôn đời\"?", "45": "Khí nào là thành phần chính của khí ao hồ?", "46": "The Cannes Film Festival is held every year in which country?", "47": "Cả bàn cờ vua gồm tối đa bao nhiêu quân cờ?", "48": "KHÔNG ĐỦ THỜI GIAN"}