{"1": "\"Dụ chư tì tướng hịch văn\" là tên chữ Hán của bài hịch nào?", "2": "Khởi nghĩa ... là cuộc khởi nghĩa chống Pháp tiêu biểu nhất của nhân dân vùng châu thổ sông Hồng cuối thế kỷ XIX.", "3": "Xoáy thuận nhiệt đới là cách gọi chung của bão và ... ở Bắc Bán Cầu.", "4": "Thạch cao khan là tên gọi thông thường của muối nào?", "5": "Hai môn thể thao đầu tiên được con người chơi trên Mặt Trăng là ném lao và ...", "6": "Đoạn hát sau nằm trong điệu lý nào?https://duong-len-dinh-olympia.fandom.com/vi/wiki/T%E1%BA%ADp_tin:Thang2quy3Olympia20-KhoidongNhac1.mp3", "7": "How many sides does a decagon have?", "8": "\"Phát triển bền vững Nông nghiệp - Nông dân - Nông thôn Việt Nam\" là chủ đề của Festival ... Việt Nam năm 2019.", "9": "Luật pháp hiện nay của nước ta đã cho phép cá nhân có quyền được xác định lại giới tính chưa?", "10": "Chế phẩm có tính kháng nguyên dùng để tạo miễn dịch đặc hiệu chủ động, nhằm tăng sức đề kháng của cơ thể đối với một số tác nhân gây bệnh cụ thể, gọi là gì?", "11": "... là hình lăng trụ đứng có đáy là hình bình hành.", "12": "Suốt thời gian sống ẩn dật, nhà nho nào đã sáng tác nhiều bài thơ tỏ ý tự hào với \"lối sống nhàn\" của mình?", "13": "Hiện vật nào là tiêu biểu nhất cho đỉnh cao văn hóa của cư dân nước Văn Lang trong buổi đầu dựng nước?", "14": "Cầu Tràng Tiền bắc qua con sông nào?", "15": "Than gỗ, than xương mới điều chế có tính ... cao được gọi là than hoạt tính.", "16": "Hai môn võ nào của Nhật Bản là hai môn thi đấu chính thức của Thế vận hội mùa hè 2021?", "17": "Vở kịch \"Hà thành chính khí\" được xây dựng với nhân vật trung tâm là vị Tổng đốc nào của Hà Nội?", "18": "What colours are there in the national flag of Russia?", "19": "Đây là món bánh gì?", "20": "Việc lạm dụng những thực phẩm nào làm tăng nguy cơ mắc ung thư đại tràng: thịt đỏ, rau xanh?", "21": "Trùng kiết lị và trùng sốt rét hủy hoại tế bào máu nào và gây bệnh nguy hiểm?", "22": "Đa giác đều là đa giác có tất cả các ... bằng nhau, các ... bằng nhau.", "23": "Đâu là cặp từ trái nghĩa trong câu thành ngữ \"gạn đục khơi trong\"?", "24": "Thế kỉ nào ở châu Âu được gọi là thế kỉ của ánh sáng?", "25": "Hiện tượng ... xảy ra khi Mặt Trăng bị che khuất hoàn toàn khỏi ánh sáng Mặt Trời bởi Trái Đất.", "26": "Trong tự nhiên, mỗi phân tử khí hiếm có mấy nguyên tử?", "27": "Đây là bộ đôi linh vật của sự kiện thể thao nào?", "28": "Di sản văn hóa phi vật thể đại diện của nhân loại nào có phạm vi ảnh hưởng rộng nhất miền Trung?", "29": "Which planet sits between Earth and Jupiter in its proximity to the sun?", "30": "Năm 2019, ba nhà khoa học từ Mỹ, Anh và Nhật Bản đã cùng đoạt giải Nobel nào nhờ công trình phát triển pin lithium-ion?", "31": "Sự bay hơi ở chất lỏng có thể xảy ra ở bất kỳ nhiệt độ nào, đúng hay sai?", "32": "Vai trò chính của mống mắt người là điều chỉnh lượng ... đến võng mạc thông qua việc thay đổi kích thước đồng tử.", "33": "Một số tự nhiên cộng thêm 10 thì được số mới luôn giữ nguyên giá trị chữ số ở hàng nào?", "34": "Trong các máy phát điện lớn dùng trong công nghiệp, người ta dùng cái gì để tạo ra từ trường?", "35": "Oxi florua được điều chế bằng cách cho flo đi qua dung dịch ... loãng (khoảng 2%) và lạnh.", "36": "Nhạc sĩ Phan Nhân sáng tác ca khúc \"Hà Nội niềm tin và hi vọng\" trong bối cảnh chiến dịch lịch sử nào?", "37": "Trong bài thơ \"Sắc màu em yêu\" của Phạm Đình Ân, các hình ảnh \"Hoa cà, hoa sim/ Chiếc khăn của chị/ Nét mực chữ em\" có màu gì?", "38": "Việt Nam là thành viên thứ bao nhiêu của ASEAN?", "39": "Cửa Tùng, Cửa Việt là những bãi biển nổi tiếng của tỉnh nào?", "40": "Ắc-quy là nguồn điện hóa học hoạt động dựa trên phản ứng hóa học ...", "41": "Trần Nhật Hoàng hiện là tài năng trẻ của bộ môn thể thao nào?", "42": "\"Có tích mới dịch nên trò\" là câu nói thể hiện tầm quan trọng của kịch bản trong loại hình sân khấu truyền thống nào ở nước ta?", "43": "Which joint connects the foot to the leg?", "44": "Số giờ nắng là đại lượng phản ánh tiềm năng khai thác loại năng lượng nào?", "45": "Thành phố Hồ Chí Minh đã từng tổ chức SEA Games chưa?", "46": "CO2 trong không khí là nguồn cung cấp ... cho quang hợp.", "47": "Người ta cho rằng hệ thập phân hình thành một cách tự nhiên từ việc số lượng bộ phận nào trên cơ thể người bình thường là 10?", "48": "Bộ phận nào ở cơ thể người bình thường thực hiện một công khoảng 0,12J mỗi giây và trung bình khoảng 10.368J mỗi ngày?", "49": "Máu được dẫn về tim thông qua ..."}