{"1": "Giải thưởng Lê Văn Thiêm là giải thưởng thường niên của lĩnh vực ...", "2": "Nhà khoa học Hi Lạp cổ đại nào gắn liền với hàng loạt phát minh cơ học như đòn bẩy, ròng rọc, guồng nước, bánh xe có răng...?", "3": "Từ nào còn thiếu trong các câu sau: \"Nay ở trong ... nên có thép/ Nhà ... cũng phải biết xung phong\" (Hồ Chí Minh)?", "4": "Vị linh mục nào đã phát minh ra phương pháp phân tích các thế hệ lai?", "5": "Trong Truyện Kiều, \"Lễ là tảo mộ, hội là đạp thanh\" diễn ra vào tháng mấy Âm lịch?", "6": "Trường Đại học Tây Nguyên nằm ở thành phố nào?", "7": "... là ngôi sao gần Trái Đất nhất.", "8": "Cầu thủ nào đang là đội trưởng của đội tuyển bóng đá nam nước ta?", "9": "Trong bài hát Cháu yêu bà của nhạc sĩ Xuân Giao, mái tóc bạc của người bà được so sánh với hình ảnh gì trên trời cao?", "10": "The 2022 Winter Olympics was held in which country?", "11": "Chiến dịch tiêm chủng thần tốc mùa Xuân 2022 là một nỗ lực của Việt Nam nhằm ngăn chặn dịch bệnh nào?", "12": "Vĩnh Yên, Phúc Yên là 2 thành phố thuộc tỉnh nào?", "13": "Hình lập phương là hình hộp chữ nhật có tất cả các cạnh ...", "14": "Hành động nhún chân để bật nhảy lên cao là một ứng dụng của định luật nào trong ba định luật của Newton?", "15": "Khí gì tan trong nước tạo thành axit flohiđric?", "16": "Cơ quan nội tạng nào trong cơ thể người giữ vai trò điều hoà lượng đường trong máu?", "17": "COP 26 là Hội nghị về biến đổi ... của Liên Hiệp Quốc.", "18": "Descartes, Leonardo da Vinci, Copernicus, Galilei... là những người \"khổng lồ\" của thời đại nào?", "19": "Đường vĩ tuyến nào chia quả Địa Cầu thành nửa cầu Bắc và nửa cầu Nam?", "20": "Chiều cao tiêu chuẩn của lưới ở giữa sân/bàn thi đấu của môn nào sau đây lớn hơn cả: bóng bàn, cầu lông, bóng chuyền?", "21": "Quốc gia Đông Á nào là một quần đảo bao gồm hơn sáu nghìn đảo và có nhiều núi lửa?", "22": "Gà trống gáy vào buổi sáng là tập tính bẩm sinh hay tập tính học được?", "23": "According to the zodiac, 2022 is known as the year of which animal?", "24": "Trong Power Point, để bắt đầu trình chiếu, ta nhấn phím tắt mặc định nào trên bàn phím?", "25": "Trong bài \"Bắc kim thang\", chú bán ếch hay chú bán dầu \"qua cầu mà té\"?", "26": "Từ năm 2011 đến 2021, tỉnh nào đã tổ chức thành công 3 kỳ Festival Trà?", "27": "Khí oxi chiếm 21% thể tích không khí, phần còn lại hầu hết là khí ...", "28": "Câu thơ \"Trong vườn sắc đỏ rũa màu xanh\" miêu tả cảnh sắc khi mùa nào tới?", "29": "Daniil Medvedev là vận động viên tiêu biểu của bộ môn thể thao nào?", "30": "Hỗn hợp đồng nhất của dung môi và chất tan được gọi là gì?", "31": "Loại quả nào được nhắc đến trong hai câu ca dao: \"Cô kia cắt cỏ bên sông/ Có muốn ăn ... thì lồng sang đây\"?", "32": "In which city is Leonardo da Vinci's Mona Lisa displayed?", "33": "Kinh độ của một điểm là khoảng cách tính bằng số độ từ kinh tuyến đi qua điểm đó đến ...", "34": "Em ơi Hà Nội phố, Tôi muốn mang Hồ Gươm đi, Đâu phải bởi mùa thu là một số sáng tác tiêu biểu của nhạc sĩ nào?"}