{"1": "Which country has the Pyramids of Giza?", "2": "Đội tuyển U23 Việt Nam đã lọt đến vòng đấu nào tại Giải Vô địch U23 châu Á năm 2022?", "3": "Địa danh nào được nhắc đến trong đoạn bài hát sau?https://duong-len-dinh-olympia.fandom.com/vi/wiki/T%E1%BA%ADp_tin:Tuan2thang3quy1Olympia23-KhoidongNhac1.mp3", "4": "Mặt phẳng chứa quỹ đạo của ... quay quanh Trái Đất được gọi là mặt phẳng bạch đạo. Mặt phẳng chứa quỹ đạo của Trái Đất quay quanh ... được gọi là mặt phẳng hoàng đạo.", "5": "Giải thưởng Kovalevskaia là giải thưởng dành tặng cho các nhà khoa học ... xuất sắc ở nước ta.", "6": "Tim bị cắt rời khỏi cơ thể vẫn có khả năng co dãn nhịp nhàng. Đúng hay sai?", "7": "\"Đội quân tóc dài\" hình thành và phát triển từ phong trào Cách mạng nào ở miền Nam nước ta những năm 1960?", "8": "Crom có số oxi hóa cao nhất là mấy trong các hợp chất?", "9": "Bài hát nổi tiếng \"Silent Night\" gắn liền với dịp lễ nào trong năm?", "10": "Hệ thập phân dùng bao nhiêu chữ số để biểu thị các số đếm?", "11": "Cho chuỗi thức ăn sau: thực vật nổi -> động vật không xương sống -> cá nhỏ -> cá lớn. Sinh vật tiêu thụ bậc ba là loài nào?", "12": "Những câu lạc bộ Anh nào sau đây thuộc nhóm \"các đội bóng thành London\": Chelsea, Arsenal, Liverpool?", "13": "Nhà máy thủy điện nào được khởi công xây dựng đầu tiên trên dòng sông Sê San?", "14": "Bộ tem bưu chính đầu tiên của nước ta sau Cách mạng tháng Tám được in chân dung của của ai?[1]", "15": "Vượn người ngày nay là tổ tiên của loài người. Đúng hay sai?", "16": "Một con lắc đơn dao động điều hòa. Khi quả cầu của con lắc đi qua vị trí cân bằng, đại lượng nào có giá trị bằng 0?", "17": "Một lượng lớn axit photphoric sản xuất ra được dùng để sản xuất loại phân bón hóa học nào?", "18": "Cầu Cao Lãnh, cầu Mỹ Thuận, cầu Rạch Miễu bắc qua nhánh hạ lưu nào của sông Mê Kông?", "19": "Ai là tác giả của các tập thơ Lỡ bước sang ngang (1940), Mười hai bến nước (1942)?", "20": "What is the abbreviation for the Human Development Index?", "21": "Axit sunfuric được sản xuất trong công nghiệp bằng phương pháp nào?", "22": "Vào dịp Tết Dương lịch năm 2023, người lao động nước ta được nghỉ mấy ngày liên tiếp (Đối với người lao động được nghỉ thứ 7, chủ nhật hằng tuần)?", "23": "Góc phản xạ và góc tới, góc nào lớn hơn (khi tia sáng gặp gương phẳng)?", "24": "\"Nắng đã hanh rồi\" (Vũ Quần Phương) mô tả khung cảnh thiên nhiên mùa ...", "25": "Đội bóng nào đã đoạt chức vô địch Giải bóng đá Vô địch Quốc gia 2021?", "26": "Vịnh Bái Tử Long nằm ở tỉnh nào?", "27": "Trong phân tử Ca(NO3)2, liên kết giữa ion Ca2+ và NO3- được gọi là liên kết ...", "28": "Cuộc kháng chiến nào của quân dân ta đã được bắt đầu bằng tinh thần \"thà hi sinh tất cả, chứ nhất định không chịu mất nước, nhất định không chịu làm nô lệ\"?", "29": "Tuyến yên, tuyến giáp, tuyến cận giáp, tuyến tụy, tuyến trên thận thuộc loại tuyến nào?", "30": "Trong môn thể thao nào có hình thức phạt \"việt vị\": bóng đá, bóng rổ, bóng bàn?", "31": "Vận tốc máu là tốc độ máu chảy trong 1 ...", "32": "\"Quan Âm tân truyện\" là một tên gọi khác của truyện thơ Nôm khuyết danh nào?", "33": "What form of energy does a sailboat primarily use to move?", "34": "Ở nhiệt độ thường, loại photpho nào phát quang màu lục nhạt trong bóng tối?", "35": "Cuộc khởi nghĩa nào tiểu biểu nhất trong phong trào Cần Vương cuối thế kỉ XIX?[2]", "36": "Thiếu nữ trong vườn, Vườn xuân Trung Nam Bắc, Thiếu nữ bên hoa phù dung là những bức họa nổi tiếng của họa sĩ nào?"}