{"1": "Trong truyện dân gian Việt Nam, con gì được tôn là \"cậu ông Trời\"?", "2": "Đền Parthenon là công trình văn hóa nổi tiếng thời cổ đại của nước nào?", "3": "Quốc gia Đông Nam Á nào còn được biết đến là \"Đất nước hoa Chăm-pa\"?", "4": "Để khử chua cho đất phèn, người ta thường bón chất gì vào đất?", "5": "Đây là hình ảnh biểu trưng cho giải bóng đá nào ở châu Âu?", "6": "Nhân vật lịch sử nào được nhắc đến trong đoạn bài hát sau?https://duong-len-dinh-olympia.fandom.com/vi/wiki/T%E1%BA%ADp_tin:Tuan2thang3quy3Olympia20-KhoidongNhac1.mp3", "7": "The next summer Olympics Games will be hosted by which city?", "8": "Phần mềm hệ thống quan trọng nhất, có chức năng điều hành toàn bộ hoạt động của máy tính trong suốt quá trình làm việc được gọi là gì?", "9": "Khi xuống phà, đang ở trên phà và khi lên bến, tất cả mọi người đều phải xuống xe. Đúng hay sai?", "10": "Bào quan nào còn được gọi là \"nhà máy\" cung cấp năng lượng cho các hoạt động sống của tế bào?", "11": "Trong các tam giác cùng diện tích, tam giác nào có chu vi nhỏ nhất?", "12": "Việc phát hành tiền giấy lần đầu tiên ở nước ta năm 1396 là công lao của ai?", "13": "Sông Ấn, sông Hằng, sông Hoàng Hà, sông Trường Giang đều bắt nguồn từ sơn nguyên nào?", "14": "Các nội dung thi đấu của môn thể thao nào sau đây không chia theo hạng cân: Judo, cử tạ, đua xe đạp?", "15": "Hệ thần kinh dạng ống hoạt động theo nguyên tắc ...", "16": "Loại hình dân ca nào gắn liền với Hội Lim?", "17": "Currently how many provinces are there in Viet Nam?", "18": "Đây là mã gì?", "19": "Đồng là kim loại đầu tiên mà con người luyện được. Đúng hay sai?", "20": "Phân tích đa thức thành thừa số là biến đổi đa thức đó thành một ... của những đa thức.", "21": "Dấu gì đặt ở giữa câu để đánh dấu bộ phận chú thích, giải thích trong câu?", "22": "Vào khoảng năm 500 TCN, nhà khoa học Hy Lạp cổ đại nào là người đầu tiên đề xuất Trái Đất có hình cầu?", "23": "... là những hợp chất hữu cơ được tạo thành từ hai nguyên tố C và H.", "24": "Tác phẩm nào được viết vào mùa xuân năm 1428, là tác phẩm giá trị nhất mà Nguyễn Trãi đóng góp cho lịch sử dân tộc?", "25": "Đa số các tuyến đường sắt của nước ta nằm ở miền Bắc, miền Trung hay miền Nam?", "26": "Ronaldinho là cựu cầu thủ của đội tuyển quốc gia nào?", "27": "Phân tử nào trong tế bào có chức năng lưu trữ thông tin di truyền?", "28": "Sản phẩm âm nhạc nào của Hoàng Thùy Linh đã giành chiến thắng ở hai hạng mục \"MV của năm\" và \"Bài hát của năm\" tại giải thưởng Cống hiến 2020?", "29": "How many times has Brazil won the World Cup up to now?", "30": "Tổ chức nào được thành lập vào năm 1948, là cơ quan chỉ đạo và điều phối y tế toàn cầu trong hệ thống Liên Hiệp Quốc?", "31": "Khi ta bẻ gãy một thanh nam châm thành hai phần thì mỗi nửa thanh ban đầu sẽ trở thành một nam châm mới, đúng hay sai?", "32": "Số ... là các số không thể biểu diễn bằng cách chia một số tự nhiên cho một số tự nhiên khác.", "33": "Thể thơ nào được Nguyễn Đình Chiểu sử dụng trong tác phẩm truyện thơ Lục Vân Tiên?", "34": "Kính hiển vi là dụng cụ quang được ghép bởi hai thấu kính ...", "35": "Chuyển động của các electron xung quanh hạt nhân nguyên tử có quỹ đạo hình gì?", "36": "Mặt trận Việt Nam Độc lập Đồng minh được gọi tắt là gì?", "37": "Không khí nhiều hơi nước thì khí áp ...", "38": "Cờ người được phát triển dựa trên bộ môn nào?", "39": "Loài nào có số lượng NST trong bộ NST lưỡng bội bằng 46: khỉ đột, tinh tinh hay người?", "40": "Bức tranh này mô tả vị nào trong \"tứ bất tử\" theo tín ngưỡng của người Việt Nam?", "41": "What are the largest animals in the world?", "42": "Hoa Tulip nổi tiếng nhất ở quốc gia châu Âu nào?", "43": "Một vectơ xác định (khác vectơ 0) và vectơ đối của nó luôn có cùng độ dài hay cùng hướng?", "44": "Hai đường chéo của hình thoi tạo với nhau một góc bao nhiêu độ?", "45": "Trong truyện \"Trí khôn của ta đây\", người nông dân đã dùng trí tuệ của mình để chiến thắng mãnh thú nào?", "46": "Trong vật lí, đường được vạch ra bởi một chất điểm chuyển động trong không gian gọi là gì?", "47": "Dung dịch nào sau đây không làm quỳ tím đổi màu: axit fomic, phenol, metylamin, axit glutamic?"}