{"1": "Cuộc đời và sự nghiệp của NSND Thái Thị Liên gắn liền với cây đàn gì?", "2": "Hầu hết các nguyên tố khí hiếm có 8 electron ở lớp ngoài cùng, trừ nguyên tố nào?", "3": "Nhãn lồng Phố Hiến là đặc sản của tỉnh nào?", "4": "Who is the author of the literary work War and Peace?", "5": "Nếu một mặt phẳng chứa một đường thẳng ... với một mặt phẳng khác thì hai mặt phẳng đó vuông góc với nhau.", "6": "\"Hắn là một đứa bé mồ côi, sống lay lắt ở Hà Nội bằng nghề trèo me, trèo sấu, thổi kèn quảng cáo thuốc lậu, nhặt bóng ở sân quần vợt\". \"Hắn\" là nhân vật văn học nào?", "7": "Mốc trắng sinh sản bằng ...", "8": "Ánh sáng trắng từ khe hẹp chiếu đến một màn. Dùng một lăng kính chắn chùm tia đó. Trên màn nhận được quang phổ của ánh sáng trắng, là một dải màu từ đỏ đến tím. Hỏi tia màu nào bị lệch ít nhất?", "9": "Quốc gia nào là quốc gia Đông Nam Á đầu tiên tuyên bố độc lập sau Chiến tranh Thế giới thứ hai?", "10": "Vị chua trong quả chanh chủ yếu do axit nào tạo nên: axit sunfuric, axit citric, axit lactic?", "11": "Vật dụng không thể thiếu để luyện tập kiếm đạo (Kendo) là kiếm Shinai. Thanh kiếm Shinai truyền thống được làm từ loại cây nào?", "12": "March 14th is the anniversary of which constant in mathematics?", "13": "Định lí Pythagoras, định lí Stewart, định lí Thales là những định lí nổi tiếng về dạng hình học nào?", "14": "Nguồn chỉ phát ra tia hồng ngoại mà không phát ra tia tử ngoại là các vật có nhiệt độ nhỏ hơn bao nhiêu độ C: 500 độ C, 800 độ C, 1000 độ C hay 2000 độ C?", "15": "Về ngoại hình, ở giai đoạn trưởng thành, yếu tố dễ nhận biết nhất để phân biệt sư tử đực và sư tử cái là gì?", "16": "Điền tên địa danh còn thiếu trong câu ca dao sau: \"Trèo lên trái núi .../ Thấy chim loan phượng ăn xoài biển Đông\".", "17": "Những câu \"Ta qua huyện Nghi Xuân viếng thăm mộ Nguyễn Du. Rồi lên đồi cụ Phan ghé qua nhà Trần Phú\" nằm trong ca khúc viết về tỉnh nào?", "18": "Bảo vật Quốc gia Thạp đồng Đào Thịnh là hiện vật tiêu biểu của cư dân nền văn hóa khảo cổ học nào?", "19": "Cá có hệ tuần hoàn đơn hay kép?", "20": "Hơn 80% lãnh thổ của Liên bang Nga nằm ở vành đai khí hậu nào?", "21": "... là khoa thi dưới thời phong kiến, tổ chức ở một số địa phương, người đỗ được cấp học vị Hương cống, sau gọi là Cử nhân.", "22": "Gang, thép bị gỉ là ví dụ cho sự ... chậm.", "23": "What English word is often used to signify the face of the exit lights?", "24": "Trước đây, câu \"nhà ngói, cây ...\" để chỉ những gia đình có cuộc sống sung túc, giàu sang.", "25": "1 inch = 2,54 ...", "26": "Nước bốc hơi rồi hình thành các đám mây gây mưa là một ví dụ của hiện tượng vật lý gì?", "27": "Khu kinh tế mở Chu Lai thuộc tỉnh nào?", "28": "Các thùng nước vôi để lâu ngày xuất hiện một lớp váng mỏng trên bề mặt. Lớp váng này là chất gì?", "29": "Động vật nhai lại (trâu, bò, cừu, dê...) có dạ dày bốn ngăn: dạ cỏ, dạ tổ ong, dạ lá sách và ...", "30": "Vật dụng nào xuất hiện trong ca dao với những hình ảnh như: \"rơi xuống đất\", \"vắt lên vai\", \"chùi nước mắt\"?", "31": "Trong một bài hát của Văn Thắng (phổ thơ Thân Như Thơ), tháng nào ở Tây Nguyên là \"mùa con ong đi lấy mật, mùa con voi xuống sông hút nước\"?", "32": "Which of the world's oceans is the smallest?", "33": "Điền từ còn thiếu trong câu ca dao \"Xấu tốt bác mẹ sinh ra, có phải cây cối đâu mà ...\"", "34": "Có một và chỉ một mặt phẳng đi qua ... điểm không thẳng hàng cho trước.", "35": "Sân chim Vàm Hồ, vườn trái cây Cái Mơn, cồn Phụng là một số điểm du lịch thuộc tỉnh nào?", "36": "Dòng sông nào lớn nhất trên đồng bằng Đông Âu và được coi là một trong những biểu tượng của nước Nga?"}