{"1": "Có thể có tối đa bao nhiêu vận động viên trong một trận thi đấu cầu lông chính thức?", "2": "Hình ảnh bó lúa trên lá cờ ASEAN được ghép từ bao nhiêu thân cây lúa?", "3": "Khi động cơ điện hoạt động, điện năng được chuyển hóa thành ...", "4": "Where does Sushi originate from?", "5": "Trong ca khúc \"Rước đèn tháng Tám\", loại đèn nào xuất hiện đầu tiên?", "6": "Giá trị độ âm điện của nguyên tử các nguyên tố trong các nhóm A biến đổi như thế nào theo chiều điện tích hạt nhân tăng?", "7": "Từ láy nào còn thiếu trong những câu thơ sau: \"Bỗng nhận ra hương ổi/ Phả vào trong gió se/ Sương ... qua ngõ/ Hình như thu đã về\"?", "8": "Ai là người giữ vai trò chỉ huy quân đội nhà Trần đánh tan hai cuộc xâm lược của quân Mông-Nguyên vào năm 1285 và năm 1288?", "9": "Hình vẽ này mô tả loại phép chiếu phương vị nào?", "10": "... là sự kết hợp giữa một giao tử đực với một giao tử cái tạo thành hợp tử.", "11": "Số electron và số proton trong một nguyên tử bằng nhau, đúng hay sai?", "12": "Đường tròn đi qua tất cả các đỉnh của một tam giác được gọi là gì?", "13": "Có thể vẽ tối đa bao nhiêu đường tròn tiếp xúc với ít nhất hai cạnh của một tam giác bất kỳ?", "14": "\"Đam Săn\" là bộ sử thi của dân tộc ...", "15": "Bài hát sau nói về mùa xuân ở tỉnh/thành nào?http://duong-len-dinh-olympia.fandom.com/vi/wiki/T%E1%BA%ADp_tin:Tuan3thang1quy1Olympia2019-KhoidongNhac1.mp3", "16": "What do you use to brush your hair?", "17": "Đoạn thơ sau viết về vị thánh nào: \"Sứ về tâu trước thiên đình/ Gươm vàng, ngựa sắt đề binh tiến vào/ Trận mây theo ngọn cờ đào/ Ra uy sấm sét, nửa chiều giặc tan\"?", "18": "Trong quá trình đẳng tích, trạng thái của chất khí có thay đổi hay không?", "19": "Tổ chức Hiệp ước Bắc Đại Tây Dương có tên viết tắt tiếng Anh là gì?", "20": "Trong cơ thể người, bộ xương và hệ cơ thuộc hệ ...", "21": "Kim loại nào được tìm ra muộn nhất trong ba kim loại sau: nhôm, đồng, sắt?", "22": "Sóng âm truyền được trong những môi trường nào?", "23": "Nhu đạo là tên gọi của môn võ nào?", "24": "Nhà máy thủy điện Sơn La nằm trên dòng sông nào?", "25": "Cách nhắc đi nhắc lại từ ngữ (hoặc câu) khi nói hoặc viết được gọi là gì?", "26": "... là đơn vị cấu tạo và cũng là đơn vị chức năng của cơ thể.", "27": "Tính chất hóa học đặc trưng của hợp chất sắt III là gì?", "28": "Đây là kiểu bơi nào?", "29": "Kinh tuyến gốc đi ngang qua đài thiên văn Hoàng gia Greenwich, thuộc nước ...", "30": "Trong phản ứng, chất xúc tác là chất làm thay đổi tốc độ phản ứng nhưng bị tiêu hao không nhiều, đúng hay sai?", "31": "Theo truyền thuyết, vị danh sư nào từng dạy cả thủy thần?", "32": "Những câu hát này nằm trong ca khúc nào?http://duong-len-dinh-olympia.fandom.com/vi/wiki/T%E1%BA%ADp_tin:Tuan3thang1quy1Olympia2019-KhoidongNhac2.mp3", "33": "Thụy Sỹ và Vatican là hai quốc gia mà quốc kỳ có hình ...", "34": "Đường mà một chất điểm vạch ra trong quá trình chuyển động gọi là gì?", "35": "Muốn nhân một đơn thức với một đa thức, ta nhân đơn thức với từng hạng tử của đa thức rồi cộng các ... với nhau.", "36": "KHÔNG ĐỦ THỜI GIAN", "37": "Loại đất nào phổ biến nhất ở Tây Nguyên?", "38": "Có bao nhiêu kỳ quan trong An Nam tứ đại khí vẫn còn tồn tại đến ngày nay?", "39": "Giải thưởng \"Cánh diều vàng\" của Việt Nam được trao cho lĩnh vực nghệ thuật nào?", "40": "Tim bơm máu theo một chiều từ tâm nhĩ vào tâm thất và từ tâm thất vào ...", "41": "Đối với hàm số trùng phương thì trục ... là trục đối xứng của đồ thị hàm số.", "42": "Vạn Lý Trường Thành của Trung Quốc có nằm trong số Bảy kỳ quan của thế giới cổ đại không?", "43": "Tí, Mẹo, Sửu, Dần là những nhân vật trong bộ truyện tranh Việt Nam nào?", "44": "Bài thơ thuộc thể thất ngôn bát cú Đường luật có bố cục gồm bốn phần nào?", "45": "Lưu huỳnh có mấy dạng thù hình cơ bản?", "46": "Which animal is the symbol of WWF?", "47": "Trong một trận đấu bóng đá, cầu thủ ở vị trí nào có trang phục khác màu so với các cầu thủ khác trong cùng đội?", "48": "N/A[1]"}