{"1": "Từ Hán-Việt nào được dùng để chỉ \"người làm muối\"?", "2": "Hiệp ước nào đã mở ra chế độ thuộc địa nửa phong kiến ở nước ta?", "3": "Trên đường tròn tùy ý, cung có độ dài bằng bán kính được gọi là cung có số đo ... rad.", "4": "Các electron ở xa hạt nhân có mức năng lượng ... hơn so với các electron ở gần hạt nhân nguyên tử.", "5": "Mũi Né, Phan Thiết là những địa điểm du lịch không thể bỏ qua khi đến thăm tỉnh nào ở nước ta?", "6": "Trong bốn giải Grand Slam của môn quần vợt, giải nào thi đấu trên mặt sân đất nện?", "7": "Danh họa người Hà Lan nào là tác giả của bức tranh \"Hoa diên vĩ\"?", "8": "Ảnh của mẫu vật quan sát qua kính hiển vi điện tử chỉ có hai màu sắc nào?", "9": "In Vietnam, what horned animal is often used to plough rice fields?", "10": "Các nữ MC của chương trình Thời sự 19h00 VTV1 thường mặc trang phục gì khi lên hình?", "11": "Ở nước ta, hệ thống sông Hồng hay sông Mê Kông có hàm lượng phù sa lớn hơn?", "12": "Tam giác cân có số đo hai góc đáy ... nhau và ... hơn 90 độ.", "13": "Ở một quả cầu nhôm rỗng bị nhiễm điện thì những điện tích của quả cầu nằm ở đâu?", "14": "Bạc bromua được dùng để tráng lên phim ảnh vì nó là chất nhạy cảm với ...", "15": "Hệ thần kinh dạng ống hoạt động theo nguyên tắc ...", "16": "Hai loài thực vật nào còn thiếu trong các câu ca dao sau: \"Gió đưa cây ... về trời/ Rau ... ở lại chịu lời đắng cay\"?", "17": "Cuộc khởi nghĩa nào tiêu biểu cho phong trào Cần Vương ở Thanh Hóa?", "18": "Châu lục nào có đại bộ phận diện tích nằm giữa chí tuyến Bắc và chí tuyến Nam?", "19": "Bộ phim điện ảnh \"Đừng đốt\" được chuyển thể từ cuốn nhật ký của nữ bác sĩ nào?", "20": "What is the opposite of sweet?", "21": "Khu di tích lăng mộ cụ Phó bảng Nguyễn Sinh Sắc đặt ở tỉnh Tây Nam Bộ nào?", "22": "Trong môn cờ vua, nếu xét về giới hạn thời gian chơi cho mỗi người, cờ nhanh hay cờ chớp là thể thức thi nhanh hơn?", "23": "Trong các tam giác cân có cùng diện tích, tam giác nào có cạnh đáy nhỏ hơn thì có góc ở đỉnh ...", "24": "Chu kỳ dao động là khoảng thời gian ... để trạng thái dao động được lặp lại như cũ trong dao động điều hòa.", "25": "Tỉnh nào hiện là tỉnh duy nhất ở Tây Nguyên có đến hai thành phố?", "26": "Cation NH4+ có tên khoa học là gì?", "27": "Nước được vận chuyển từ rễ lên lá bằng con đường nào?", "28": "Điền từ còn thiếu trong công thức đặt tên cho các axit không có oxi: \"axit + tên ... + hiđric\".", "29": "Món mèn mén của người Mông được làm từ nguyên liệu chính là loại lương thực gì?", "30": "Năm 1885, người Nga đã tiên phong sử dụng da của loài vật nào để ghép cho bệnh nhân bị bỏng?", "31": "Thời điểm nào trong ngày được nhắc đến ở bài \"Qua Đèo Ngang\"?"}