{"1": "Cot góc 90 độ bằng ...", "2": "Hiện tượng thiên văn nào xảy ra vào ngày 20/4/2023, có thể chiêm ngưỡng từ Australia, Đông Nam Á và Nam Cực?", "3": "Which paper size is half the size of A4 paper?", "4": "\"Cỗ chín lợn mười trâu/ Cũng không bằng tép Dầu Đầm Vạc\", \"tép Dầu Đầm Vạc\" trong câu ca dao là đặc sản nổi tiếng của tỉnh nào?", "5": "Thành phần chính của cồn khô và cồn lỏng đều là ancol nào?", "6": "\"Tứ đại cảnh\" là một trong những làn điệu tiêu biểu của ca ...", "7": "Địa y là sản phẩm của mối quan hệ nào giữa nấm và một số loại tảo?", "8": "Câu thơ \"Đời tuôn nước mắt, trời tuôn mưa\" của nhà thơ Tố Hữu viết về sự kiện gì?", "9": "Tổ chức nào do Nguyễn Thái Học, Phó Đức Chính,... sáng lập vào năm 1927, là một chính đảng cách mạng, đề ra mục tiêu đấu tranh giành độc lập dân tộc?", "10": "Hai đường tròn phân biệt có nhiều nhất bao nhiêu điểm chung?", "11": "Thể loại văn học nào được mô tả là \"thường có cái cốt lõi là sự thật lịch sử mà nhân dân ta, qua nhiều thế hệ, đã lí tưởng hoá, gửi gắm vào đó tâm tình thiết tha của mình\"?", "12": "Sóng cơ không truyền được trong môi trường nào?", "13": "Kẹp hạt dẻ (The Nutcracker) là tên một vở diễn nổi tiếng của loại hình nghệ thuật nào?", "14": "Hiện tượng hạt phấn từ nhị hoa của cây này tiếp xúc với đầu nhụy của hoa cây khác cùng loài được gọi là thụ phấn ...", "15": "Câu \"Phố xưa nhà cổ, mái ngói thâm nâu\" nằm trong ca khúc viết về thành phố nào?", "16": "... là dung môi phổ biến và quan trọng nhất đối với sự sống trên hành tinh chúng ta.", "17": "In the 12 Vietnamese Zodiac signs, what comes after the tiger?", "18": "Tương truyền, Archimedes có câu nói: \"Hãy cho tôi một điểm tựa, tôi sẽ nhấc bổng Trái Đất lên!\". Ông đang muốn nêu bật ứng dụng của loại máy cơ đơn giản nào?", "19": "Khi quay hình chữ nhật ABCD một vòng quanh cạnh CD cố định, ta được hình gì?", "20": "Động vật sống trên cạn thuộc lớp Bò Sát, Chim, Thú (kể cả người) có cơ quan trao đổi khí là gì?[1]", "21": "Hội Liên hiệp Phụ nữ Việt Nam được thành lập vào ngày nào năm 1930?", "22": "UKVFTA là Hiệp định Thương mại tự do được kí kết giữa Việt Nam và Vương quốc ...", "23": "Tỳ trong Đông y là bộ phận nào trong cơ thể người?", "24": "Giải đấu cuối cùng của HLV Park Hang-seo trên cương vị HLV trưởng đội tuyển Việt Nam là giải đấu nào?", "25": "Suối cá thần Cẩm Lương là một điểm du lịch của tỉnh nào?", "26": "Những ca khúc bất hủ như Nhạc rừng, Tình ca, Lên ngàn,... là sáng tác của nhạc sĩ nào?", "27": "Điểm cận nhật là vị trí trên quỹ đạo mà tại đó, khoảng cách giữa Trái Đất và thiên thể nào là nhỏ nhất?", "28": "\"Sao Khuê sáng giữa trời, nhân văn rạng tỏ/ Sông Bích đượm sắc xuân, đạo học dài lâu\" là nghĩa của câu đối trên mặt công trình nào của Văn Miếu - Quốc Tử Giám (Hà Nội)?[2]", "29": "Bánh mướt Diễn Châu, cam Xã Đoài, cháo lươn là những đặc sản của tỉnh nào?", "30": "Hoa hướng dương hướng về phía Mặt Trời thuộc hình thức vận động sinh trưởng nào?", "31": "Than muội dược tạo nên khi ... metan có chất xúc tác.", "32": "What century AD are we living in?", "33": "Hai nhân vật nào được nhắc đến trong hai câu thơ: \"Người về chiếc bóng năm canh/ Kẻ đi muôn dặm một mình xa xôi\"?", "34": "Trong chuyển động của một ô tô trên đường thẳng thì cột cây số trên đường tương đương với yếu tố nào: vật mốc, gốc thời gian, đồng hồ, thước đo?", "35": "\"Một ngày\" trong câu hát \"Toàn dân Việt Nam đứng đều lên góp sức một ngày\" là ngày lịch sử nào?", "36": "Quần đảo Nhật Bản nằm trên đại dương nào?"}