{"1": "Dạ dày bốn ngăn là đặc điểm thường thấy ở động vật ...", "2": "Từ nào còn thiếu trong những câu thơ sau: \"... bốn ngàn năm/ Vất vả và gian lao/ ... như vì sao/ Cứ đi lên phía trước\" (Mùa xuân nho nhỏ - Thanh Hải)?", "3": "Đại Nam thực luc là bộ biên niên sử viết về các vị vua và chúa của triều đại nào?", "4": "Đây là giải thưởng chỉ dành cho các cầu thủ chơi ở vị trí nào tại các đội bóng thuộc giải Ngoại hạng Anh?", "5": "Fidelio là vở opera nổi tiếng và duy nhất, cũng như tốn nhiều công sức nhất của nhà soạn nhạc thiên tài người Đức nào?", "6": "The five colors included in the Olympic rings are: red, green, yellow, blue, ...", "7": "Lớp electron ngoài cùng của nguyên tử các nguyên tố halogen đều có bao nhiêu electron?", "8": "Trong Microsoft Excel, hàm \"SUMIF\" dùng để tính ... giá trị các ô đáp ứng một điều kiện cho trước.", "9": "Khi xảy ra đoản mạch nguồn điện, cường độ dòng điện qua nguồn là cực đại. Đúng hay sai?", "10": "Sông Đáy là một phân lưu của sông ...", "11": "Hình gồm hai đường tròn có tâm và bán kính khác nhau sẽ có bao nhiêu trục đối xứng?", "12": "Trong đoạn mạch chỉ gồm hai điện trở mắc song song, cường độ dòng điện chạy qua mỗi điện trở tỉ lệ ... với điện trở đó.", "13": "Vỏ cám là vỏ của quả ...", "14": "Loại từ ghép có các tiếng bình đẳng với nhau về mặt ngữ pháp được gọi là từ ghép ...", "15": "Đảng ta sẽ kỷ niệm 100 năm thành lập vào năm nào?", "16": "Khi thi đấu bóng chuyền, mỗi vận động viên chỉ được chạm bóng mấy lần liên tiếp?", "17": "Đoạn bài hát sau nằm trong ca khúc nào?https://duong-len-dinh-olympia.fandom.com/vi/wiki/T%E1%BA%ADp_tin:Tuan3thang1quy2Olympia2021-KhoidongNhac1.ogg", "18": "What is 2 to the power of 4?", "19": "Trong công thức cấu tạo của phân tử benzen, sáu nguyên tử cacbon liên kết thành một vòng sáu cạnh gồm ... liên kết đôi xen kẽ ... liên kết đơn.", "20": "Bồ Đề Đạo Tràng - Ấn Độ là một địa điểm nổi tiếng, quan trọng của tôn giáo lớn nào?", "21": "Hệ điều hành là một phần mềm máy tính, đúng hay sai?", "22": "Ở người, cấu tạo da gồm mấy lớp?", "23": "Tâm trạng của nhân vật văn học nào được thể hiện qua hai câu thơ: \"Cảnh nào cảnh chẳng đeo sầu/ Người buồn cảnh có vui đâu bao giờ\"?", "24": "\"Chị em\" trong hai câu: \"Chị em nặng một lời nguyền/ Phất cờ nương tử thay quyền tướng quân\" là những ai?", "25": "Bóng đá được coi là môn thể thao \"Vua\", vậy môn nào được coi là môn thể thao \"Nữ hoàng\"?", "26": "Loài vật nào được nhắc đến trong đoạn bài hát sau?https://duong-len-dinh-olympia.fandom.com/vi/wiki/T%E1%BA%ADp_tin:Tuan3thang1quy2Olympia2021-KhoidongNhac2.ogg", "27": "IELTS provides an assessment of the four language skills: Listening, Reading, Writing and ...", "28": "Chất nào sau đây dùng để làm khô khí Clo ẩm: dung dịch H2SO4 đậm đặc, dung dịch NaOH đặc, CaO?", "29": "Khăn quàng đỏ gắn liền với những đội viên của tổ chức nào?", "30": "Từ nào là tính từ dùng để diễn tả thái độ: bàng quang (A) hay bàng quan (B)?", "31": "APEC là tổ chức của các quốc gia thuộc khu vực ...", "32": "Số nào là số nguyên tố chẵn lớn nhất?", "33": "Loại axit nào tích tụ làm mỏi cơ trong quá trình chúng ta vận động?", "34": "\"Thôn Đoài thì nhớ thôn Đông/ Cau thôn Đoài nhớ giầu không thôn nào\" là hai câu thơ cuối cùng trong bài thơ nào của Nguyễn Bính?", "35": "Khi tham gia Nghĩa quân Lam Sơn, ai đã dâng Bình Ngô sách cho Lê Lợi?", "36": "Môn võ nào xuất phát từ châu Á: wushu, pencak silat, karatedo, taekwondo, judo, vovinam?", "37": "Loại nhạc cụ nào thường được sử dụng trong nghệ thuật hát Then?", "38": "How many zeros does a billion have?", "39": "Nguyên tử hidro có một lớp electron. Vậy hidro thuộc chu kỳ nào trong bảng tuần hoàn các nguyên tố hóa học?", "40": "Phát minh nổi tiếng nhất gắn liền với Thomas Edison, đã giúp cả thế giới \"chống lại\" màn đêm tăm tối, là gì?", "41": "Năng lượng có trong tụ điện khi tích điện là năng lượng điện trường, đúng hay sai?", "42": "Lực sinh ra từ trong lòng Trái Đất được gọi là gì?", "43": "Hình hộp đứng có hai đáy là hình ...", "44": "Trong các chuyển động: thẳng nhanh dần đều, thẳng chậm dần đều, tròn đều, động lượng của vật ... theo thời gian.", "45": "\"Tây Sơn tam kiệt\" gồm Nguyễn Nhạc, ... và Nguyễn Huệ."}