{"1": "Xuất phát từ khát khao muốn sống hết mình với mùa xuân và tuổi xuân, nhà thơ nào đã táo bạo bày tỏ: \"- Hỡi xuân hồng, ta muốn cắn vào ngươi\"?", "2": "Di tích của tòa thành nào là dấu ấn còn hiện hữu của nhà nước Âu Lạc?", "3": "Rừng ngập mặn và rừng tràm là hai hệ sinh thái rừng phổ biến ở vùng kinh tế nào của nước ta?", "4": "Ký hiệu của nguyên tố hóa học nào trong bảng tuần hoàn của Mendeleev bắt nguồn từ thuật ngữ \"ferrum\" trong tiếng Latin?", "5": "Which province in Vietnam has Cam Ranh International Airport?", "6": "Trên bàn cờ vua, quân cờ nào chỉ đi chéo?", "7": "Bài hát này nhắc đến mùa nào?", "8": "Vị vua nào được nhân dân ta tôn xưng là \"Phật Hoàng\" vì có đóng góp to lớn cho Phật giáo?", "9": "Dòng điện chạy trong mạch điện gia đình là dòng điện một chiều hay dòng điện xoay chiều?", "10": "Trai, ngao, ốc là những loài thuộc ngành nào?", "11": "... là hình lăng trụ đứng có đáy là đa giác đều.", "12": "Lực hấp dẫn giữa hai chất điểm có độ lớn tỉ lệ thuận với ... của hai khối lượng của chúng.", "13": "Máy đo thân nhiệt từ xa ứng dụng loại tia nào?", "14": "Ramayana và Mahabharata là những tác phẩm sử thi của đất nước nào?", "15": "Ai là người đã lãnh đạo nhân dân Cuba đi đến thắng lợi cách mạng qua đó tuyên bố độc lập vào ngày 1/1/1959?", "16": "Sông Seine gắn với thành phố nào của nước Pháp hơn cả?", "17": "Nguyên tố nào là nguyên tố phổ biến thứ hai trong vũ trụ, sau hidro?", "18": "The meat from a fully grown sheep is called pork, mutton or beef?", "19": "Nguyễn Công Phượng hiện đang thi đấu cho câu lạc bộ bóng đá nào?", "20": "Ca sĩ - nhạc sĩ nào là tác giả của những ca khúc như: Tri kỷ, Từ đó, Có chàng trai viết lên cây?", "21": "Đây là những đặc sản của tỉnh nào: \"Bánh tổ Hội An/ Khoai lang Trà Kiệu/ Thơm rượu Tam Kỳ\"?", "22": "Khi mạ bằng phương pháp điện phân thì bạc được dùng làm cực âm hay cực dương?", "23": "Huyết áp cực đại của một người thường xuống dưới 80 mmHg là chứng ...", "24": "Tập hợp những điểm trong mặt phẳng sao cho tổng khoảng cách từ đó đến hai điểm cố định bằng một hàm số dương là đường gì?", "25": "Trong văn học xưa, hình ảnh \"rừng phong nhuốm đỏ\" thường được dùng để tượng trưng cho mùa ...", "26": "Cuộc khởi nghĩa nào diễn ra ở nước ta từ 1418 đến 1427?", "27": "Cảng Cái Lân là một cảng nước sâu thuộc tỉnh nào?", "28": "Kim loại nào được điều chế từ quặng boxit?", "29": "According to Vietnamese lunar calendar, what is the maximum number of days in a month?", "30": "Kỳ Thế vận hội Mùa hè năm 1916 đã bị hủy bỏ do ảnh hưởng bởi cuộc chiến tranh nào?", "31": "NSND Tự Long gắn liền với loại hình nghệ thuật nào: tuồng, chèo, cải lương?", "32": "Trong một buổi biểu diễn thời trang, người mẫu xuất hiện sau cùng và cũng là người được mặc trang phục được thiết kế đẹp và ấn tượng nhất được gọi chung là gì?", "33": "Amidan có tác dụng bảo vệ đường hô hấp trên chống lại sự xâm nhập của vi khuẩn. Đúng hay sai?", "34": "Đâu là quan hệ hỗ trợ giữa các sinh vật khác loài: hội sinh, cạnh tranh, kí sinh?", "35": "Các mặt bên của hình hộp đứng là hình gì?", "36": "Trong các chuyển động tròn đều, chuyển động nào có tần số lớn hơn thì có chu kì ...", "37": "Vú sữa Lò Rèn, xoài cát Hòa Lộc, sầu riêng Ngũ Hiệp là một số nông sản nổi tiếng thơm ngon của tỉnh nào?", "38": "Môn thể thao nào còn được gọi là túc cầu?", "39": "Tên của hai quốc gia nào được nhắc đến trong các câu thơ sau: \"... hai nước chúng ta/ Tình sâu hơn nước Hồng Hà Cửu Long\"?", "40": "Chiến thắng nào vào năm 938 được nhà sử học Ngô Thì Sĩ đánh giá \"là cơ sở sau này cho việc phục lại quốc thống\"?", "41": "Chợ nào nằm ở thành phố Huế: chợ Đồng Xuân, chợ Đông Ba, chợ Hàn, chợ Bến Thành?", "42": "Anion là các ion mang điện tích gì?", "43": "Which country is the hometown of the \"Maroon 5\" band?", "44": "Thời gian thi đấu chính thức của một trận đấu bóng đá 11 người kéo dài bao nhiêu phút?", "45": "Đất nước nào đã có nhiều đóng góp lớn cho kho tàng văn hóa nhân loại ở nghệ thuật vườn cảnh, hoa đạo, trà đạo, thơ hai-cư?", "46": "Cua Năm Căn, mật ong rừng U Minh Hạ, tôm khô và lẩu mắm U Minh là các đặc sản của tỉnh nào?", "47": "Trong \"Nghìn lẻ một đêm\", Aladdin đã đọc một câu thần chú để mở kho báu của bốn mươi tên cướp. Đúng hay sai?", "48": "Trong cơ thể con người, tuyến nào có vai trò tạo ra nước mắt, tiết ra lớp nước của màng nước mắt?", "49": "Có mấy đường tròn đi qua ba điểm thẳng hàng?"}