{"1": "Từ nào còn thiếu trong các câu thơ sau của Bác: \"Mùa xuân là Tết trồng .../ Làm cho đất nước càng ngày càng xuân\"?", "2": "Cơ thể người chỉ hấp thụ canxi khi có mặt vitamin nào?", "3": "Hàm số y = tanx là hàm số tuần hoàn với chu kì bằng ...", "4": "Which province does Xoan singing originate from?", "5": "Vào tháng 4/2022, lễ hội truyền thống Kate của dân tộc nào (ở Bình Thuận) đã được đưa vào danh mục Di sản Văn hóa Phi vật thể Quốc gia?", "6": "Hải Hoà, Hải Tiến, Sầm Sơn là tên những bãi biển của tỉnh nào?", "7": "Từ nào còn thiếu trong bài hát sau?https://duong-len-dinh-olympia.fandom.com/vi/wiki/T%E1%BA%ADp_tin:Tuan3thang1quy2Olympia23-KhoidongNhac1.mp3", "8": "Phản ứng nung vôi thuộc loại phản ứng hóa hợp hay phản ứng phân hủy?", "9": "Chất diệp lục ở cây xanh hấp thu năng lượng ở dạng nào để phục vụ các phản ứng quang hợp?", "10": "AU là tên viết tắt (tiếng Anh) của Liên minh châu ...", "11": "Để tiến hành phép chiếu phương vị đứng, người ta cho mặt chiếu (giấy vẽ bản đồ) tiếp xúc với cực của Địa Cầu sao cho trục của Địa Cầu ... với mặt chiếu.", "12": "Đạo hàm của hằng số có giá trị bằng bao nhiêu?", "13": "Shogi là một môn cờ hay một môn võ?", "14": "Lệ Hải Bà Vương là danh xưng của ai?", "15": "E5 RON 92 và RON 95 là các kí hiệu của nhiên liệu nào?", "16": "Những hình ảnh sau đây gắn liền với mùa nào: \"Có những ông già tóc bạc phơ/ Rượu đào đôi chén, bút đề thơ/ Những bà tóc bạc, hiền như Phật/ Sắm sửa hành trang trẩy hội chùa\" (Nguyễn Bính)?", "17": "Đơn vị đo điện dung trong hệ SI là gì?", "18": "\"Lầu Ông Hoàng, người thiên hạ đồn vang/ Nơi đã khóc, đã yêu thương da diết\". \"Lầu Ông Hoàng\" trong những câu thơ trên của Hàn Mặc Tử là một điểm đến của tỉnh nào?", "19": "What is the name of the mountain range where the Mount Everest is located?", "20": "Trên sân bóng tiêu chuẩn, ở giữa khu cấm địa, cách khung thành ... là điểm đá phạt đền (đối với bóng đá 11 người).", "21": "Ở 112 độ C, lưu huỳnh ở thể gì?", "22": "Nhạc sĩ nào được người yêu nhạc gọi là \"Nhạc sĩ của mùa xuân\" bởi những sáng tác đặc sắc về mùa xuân như: Xuân chiến khu, Mùa xuân trên thành phố Hồ Chí Minh, Mùa xuân bên cửa sổ?", "23": "Hình ảnh loài vật nào gắn liền với Lễ Tiến Xuân truyền thống vào thời Lê Trung Hưng?", "24": "Nhà tù Bastille từng là biểu tượng của chế độ phong kiến chuyên chế nước ...", "25": "Những hình nào sau đây không có đường tròn ngoại tiếp: hình thang cân, hình chữ nhật, hình vuông?", "26": "Các hành tinh trong hệ Mặt Trời đều có hình cầu do lực ... mạnh kéo vật chất về phía trung tâm của chúng.", "27": "Tên tỉnh nào còn thiếu trong những câu ca dao sau: \"Đất ... chưa mưa đã thấm/ Rượu hồng đào chưa nhấm đã say\"?", "28": "Nhạc sĩ nào là tác giả của các ca khúc Bến xuân, Suối mơ, Tiến về Hà Nội?", "29": "What is tofu made from?", "30": "Cần Giờ, Soài Rạp, Đồng Tranh là ba cửa sông lớn của hệ thống sông nào?", "31": "Cụm từ \"chủ nghĩa xê dịch\" gắn liền với sự nghiệp sáng tác của nhà văn Việt Nam nào trong thế kỷ XX?", "32": "Polo là môn thể thao đồng đội, người chơi sẽ ngồi trên lưng con vật nào khi tham gia thi đấu?", "33": "\"Đánh một lần mà mười hai sứ quân thần phục hết\" là lời Đại Việt sử ký toàn thư viết về ai?", "34": "Điền từ còn thiếu vào câu thơ sau: \"Ta muốn ... cánh bướm với tình yêu/ Ta muốn thâu trong một cái hôn nhiều\" (Vội vàng - Xuân Diệu)?", "35": "Trong Bảng tuần hoàn các nguyên tố hóa học, nguyên tố nào có bán kính nguyên tử nhỏ nhất?", "36": "Tỉnh nào giáp với các tỉnh: Hà Nam, Nam Định, Hòa Bình, Thanh Hóa?"}