{"1": "... là hiện tượng con sinh ra khác bố mẹ và khác nhau ở nhiều chi tiết.", "2": "Trong thơ Trần Đăng Khoa, vật thể nào \"tròn như cái đĩa\", \"giống con thuyền trôi\"?", "3": "Cuộc bầu cử Quốc hội đầu tiên của nước ta sau ngày Giải phóng miền Nam, thống nhất đất nước diễn ra vào năm nào?", "4": "Những môn thể thao nào có hình thức thi đấu trên bãi biển: golf, bóng đá, bóng chuyền?", "5": "Đây là nhạc cụ gì?", "6": "Which of these is half way between the North pole and South pole: Arctic circle or Equator?", "7": "Trong ba kim loại sau: đồng, sắt, bạc, kim loại nào hoạt động hóa học mạnh nhất?", "8": "Những loại bánh nào sau đây không có nguồn gốc từ loài động vật có tên gọi giống với tên bánh: bánh cáy, bánh bò, bánh da lợn?", "9": "Người bình thường khi ngáp sẽ thực hiện hít vào hay thở ra trước?", "10": "Hành tinh nào trong Hệ Mặt Trời mang tên thần biển theo thần thoại La Mã?", "11": "Ở người, bộ phận nào của khoang miệng tham gia nhiều nhất vào chức năng phát âm?", "12": "Tác phẩm \"Cảnh khuya\" của Hồ Chủ Tịch miêu tả phong cảnh lúc về đêm của chiến khu nào?", "13": "Việc quốc gia nào ký văn bản đầu hàng không điều kiện đã đánh dấu sự kết thúc của Chiến tranh Thế giới thứ hai ở châu Âu?", "14": "Đây là bàn thi đấu của loại cờ nào?", "15": "Diễn viên Will Smith đã vào vai nhân vật nào trong bộ phim Aladdin phát hành vào tháng 5/2019?", "16": "Scissors and knife, which tool is used to cut things?", "17": "Thang pH thường dùng có giá trị từ 1 đến ...", "18": "Vệ tinh nhân tạo đầu tiên của Việt Nam phóng vào vũ trụ 4/2008 có tên là gì?", "19": "Ở người bình thường, huyết áp ở động mạch chủ hay động mạch lớn cao hơn?", "20": "Nhập siêu là tình trạng trị giá hàng xuất khẩu ... trị giá hàng nhập khẩu?", "21": "Các mặt bên của hình chóp cụt tứ giác là hình gì?", "22": "Ở phần lớn người bình thường, hành động nào được thực hiện liên tục, trung bình diễn ra 15 lần mỗi phút?", "23": "Bộ sử thi Ấn Độ Ra-ma-ya-na là câu chuyện về những kì tích của vị hoàng tử nào?", "24": "Sa mạc nào là sa mạc lớn nhất thế giới, chiếm 1/3 diện tích châu Phi?", "25": "Cầu thủ nào của Việt Nam đã gia nhập CLB Heerenveen (Hà Lan)?", "26": "Giải thưởng âm nhạc nổi tiếng nào của thế giới thường được tổ chức vào tháng 2 hàng năm ở Mỹ?", "27": "Khí nào còn được gọi là dưỡng khí?", "28": "How many elves helped Snow White?", "29": "Hai loại bánh nào thường được làm và dâng lên các vị vua Hùng vào dịp Giỗ Tổ hằng năm?", "30": "Lạc đà thuộc bộ guốc chẵn hay guốc lẻ?", "31": "Lạc tướng là chức quan đứng đầu các bộ dưới thời ...", "32": "Trong hai câu: \"Cộng hai phân số cùng số dưới/ Cứ cộng phần trên lại với nhau\" thì \"số dưới\" là cách Lương Thế Vinh mô tả phần nào trong một phân số?", "33": "Loài nào là loài động vật có vú duy nhất có thể bay được một khoảng cách tương đối xa?", "34": "Ông Sáu và bé Thu là hai cha con nhân vật chính trong truyện ngắn nào của nhà văn Nguyễn Quang Sáng?", "35": "Đại dương nào giáp châu Á, châu Mỹ, châu Đại Dương và châu Nam Cực?", "36": "Trong môn đấu vật truyền thống của nước ta, một keo vật có mấy đô vật tham gia?", "37": "Hát xoan là một hình thức diễn xướng dân gian. Một trong những hình thức của hát xoan là hát thờ vị thần nào tại các đình làng?", "38": "Tốc độ phản ứng hóa học là độ biến thiên ... của một trong các chất phản ứng hoặc sản phẩm trong một đơn vị thời gian.", "39": "The mooncake is a traditional cake for the ... Festival.", "40": "Bằng lái xe nào là hạng lái xe cơ bản thấp nhất trong các bằng lái xe tại nước ta hiện nay?", "41": "Các loài côn trùng có 6 chân hay 8 chân?", "42": "Câu thơ \"Năm mươi sáu ngày đêm khoét núi, ngủ hầm, mưa dầm, cơm vắt\" viết về chiến dịch lịch sử nào?", "43": "Phân số mà có tử số và mẫu số không thể cùng chia hết cho số nào ngoại trừ số 1 (và -1 nếu lấy các số âm) được gọi là phân số ...", "44": "Nếu thả đồng thời và ở cùng một độ cao một cái búa và một lông vũ trên Mặt Trăng thì vật nào sẽ chạm bề mặt Mặt Trăng trước?", "45": "Chữ D trong số La Mã có giá trị bằng bao nhiêu?", "46": "\"Ai cho tao lương thiện?\" vừa là câu hỏi vừa là lời bộc lộ đầy xót xa, đau đớn của nhân vật văn học nào?", "47": "Âm thanh có tần số lớn hơn 20KHz gọi là gì?"}