{"1": "Người ta thường chia NST thành hai loại nào?", "2": "Tầm quan trọng của loại lương thực nào với nhân dân ta được thể hiện qua câu tục ngữ: \"Người sống về ..., cá bạo về nước\"?", "3": "Chiến thắng Đông Bộ Đầu diễn ra trong cuộc kháng chiến chống quân Nguyên - Mông lần thứ mấy?", "4": "Nằm bên dãy Hoàng Liên Sơn, Mù Cang Chải là huyện vùng sâu, vùng xa của tỉnh nào?", "5": "Which animal is known as the \"Ship of the Desert\"?", "6": "GK là kí hiệu tiếng Anh để chỉ vị trí nào trong đội hình thi đấu bóng đá?", "7": "Hát lượn là làn điệu dân ca truyền thống của đồng bào dân tộc nào?", "8": "Năm 2020, di tích nhà tù nào đã chính thức triển khai hành trình trải nghiệm về đêm từ ngày 24/7 với tên gọi \"Đêm thiêng liêng - Sáng ngời tinh thần Việt\"?", "9": "Trong thực tế, giấm ăn được pha chế từ axit axetic công nghiệp, đúng hay sai?", "10": "Hình chóp tứ giác có mấy cạnh?", "11": "Cá heo, dơi có khả năng phát ra loại âm thanh nào?", "12": "Tế bào cơ tim cũng có vân giống loại tế bào cơ nào trong cơ thể?", "13": "Hai loài hoa nào còn thiếu trong những câu thơ sau: \"... tàn ... lại nở hoa/ Sầu dài ngày ngắn đông đà sang xuân\" (Truyện Kiều)?", "14": "Dân gian đã gọi nhân vật lịch sử nổi tiếng nào dưới triều Lý là \"cô Tấm lộ Bắc\"?", "15": "Cao nguyên nào cao nhất thế giới?", "16": "Windows ... is the latest version of Microsoft's Windows operating systems.", "17": "Câu lạc bộ nào đã vô địch vòng chung kết giải Futsal HDBank Vô địch quốc gia 2020?", "18": "Đàn violon tiêu chuẩn có mấy dây?", "19": "Lễ hội truyền thống nào là sự kiện lớn và được mong đợi nhất trong năm của đồng bào Chăm theo đạo Bà-la-môn ở Ninh Thuận và Bình Thuận?", "20": "Động vật nào là một loại cá: cá nhám voi hay cá nhà táng?", "21": "Đường conic nào được tạo bởi giao của một hình nón và một mặt phẳng không đi qua đỉnh, song song với một đường sinh của hình đó?", "22": "Bộ phận giảm xóc cho một số xe, kẹp phơi quần áo, dây cót đồng hồ là những ứng dụng phổ biến của vật thể vật lý nào?", "23": "Hợp chất nào của brom bị phân hủy khi gặp ánh sáng?", "24": "Con ba ba thuộc bộ nào của lớp Bò sát?", "25": "Trong \"Truyện Lục Vân Tiên\" (Nguyễn Đình Chiểu), Lục Vân Tiên được vua cử đi dẹp giặc gì?", "26": "Tiền giấy Thông bào hội sao được phát hành vào triều đại nào?", "27": "Cửa khẩu quốc tế Tây Trang (Điện Biên) đóng vai trò thông thương giữa Việt Nam và quốc gia nào?", "28": "How many dots are there on two standard dice?", "29": "VBF là tên viết tắt bằng tiếng Anh của liên đoàn ... Việt Nam.", "30": "Nhạc sĩ người Nga nào được đặt tên cho Nhạc viện Moskva - một trong những trường đại học về âm nhạc hàng đầu đất nước này?", "31": "Theo quy định hiện nay, hành khách khi đi máy bay bắt buộc phải cài dây an toàn khi máy bay chuẩn bị hạ cánh, khi máy bay cất cánh, hay khi đi qua vùng nhiễu động không khí?", "32": "Ở nước ta, khoảng cách an toàn tối thiểu đối với đường dây tải điện 500kV Bắc - Nam là 0,3m, 1,5m hay 4,5m?", "33": "Nếu hai đường tròn cắt nhau thì hai giao điểm đối xứng với nhau qua đường ...", "34": "Bộ phận nào trong tai dao động với biên độ càng lớn thì ta nghe thấy âm càng to?", "35": "Những chất nào sau đây thường được sử dụng để làm chất chỉ thị trong chuẩn độ axit-bazơ: phenolphtalein, metyl da cam và metyl đỏ?", "36": "Con cái là lợn ỉ Móng Cái đem lai với con đực thuộc giống lợn Đại Bạch. Đây là phép lai nào?", "37": "Con sông nào được nhắc đến trong hai câu thơ: \"Đò lên ... ơi ... chèo nhẹ/ Đáy sông còn đó bạn tôi nằm\"?", "38": "Binh biến Đô Lương tại Nghệ An năm 1941 do ai lãnh đạo?", "39": "Hiện nay khoáng sản nào được khai thác chủ yếu ở vùng Hoàng Liên Sơn?", "40": "Which country is the first to host SEA Games?", "41": "Cầu thủ bóng đá nào là cầu thủ duy nhất trên thế giới hiện nay giành được danh hiệu vô địch ở ba kỳ FIFA World Cup khác nhau?", "42": "\"Nụ cười\" (nhạc sĩ Phạm Tuyên phỏng dịch lời) có xuất xứ là một ca khúc quen thuộc của thiếu niên nước ...", "43": "Loại quả nào là nguyên liệu để sản xuất rượu champagne (sâm-panh) của Pháp?", "44": "Đồng thanh là hợp kim của đồng với kẽm hay thiếc?", "45": "Một số phức nếu có phần thực bằng không thì gọi là số ...", "46": "Acquy đang được nạp điện chuyển hóa điện năng thành ...", "47": "Hóa chất nào sau đây thường được dùng để làm sạch lớp oxi trên bề mặt kim loại trước khi hàn: NH4Cl, NaCl hay KCl?", "48": "Khi vật bị kéo khỏi vị trí cân bằng một chút mà trọng lực của vật có xu hướng giữ nó đứng yên ở vị trí mới thì đó là vị trí cân bằng gì?", "49": "Cường độ dòng điện qua một đoạn dây dẫn tỉ lệ nghịch với điện trở dây dẫn và tỉ lệ thuận với hiệu điện thế ở hai đầu dây dẫn là nội dung của định luật nào?"}