{"1": "In chemistry, which logarithmic scale is used to specify the acidity or basicity of an aqueous solution?", "2": "Năm 1881, Viện Pasteur đầu tiên nằm ngoài nước Pháp đã được thành lập ở quốc gia nào, mở đầu cho mạng lưới các viện Pasteur khắp thế giới?", "3": "Lưu huỳnh là chất rắn có thể tồn tại ở dạng tinh thể hay dạng vô định hình?", "4": "Bộ phim truyền hình \"Trò đời\" được chuyển thể từ những tác phẩm của nhà văn nào?", "5": "Giải vô địch bóng đá U19 châu Á 2018 được tổ chức tại quốc gia nào?", "6": "Các ngành sản xuất thủy tinh, đồ gốm, xi măng từ những hợp chất tự nhiên của silic và các hóa chất khác được gọi chung là công nghiệp ...", "7": "Trong bài thơ \"Viếng lăng Bác\", tác giả đã nhìn thấy hình ảnh của loài cây nào đầu tiên khi đến thăm lăng Bác?[1]", "8": "Chiến tranh thế giới thứ hai bùng nổ bằng sự kiện Đức tấn công nước nào?", "9": "Sóng biển là hình thức dao động của nước biển theo chiều nào?", "10": "Óc là cách gọi khác của bộ phận nào trên cơ thể người?", "11": "KHÔNG ĐỦ THỜI GIAN", "12": "KHÔNG ĐỦ THỜI GIAN", "13": "Tâm đối xứng của hình bình hành là điểm nào?", "14": "... là thể thơ trong đó mỗi khổ gồm hai câu bảy chữ, một câu sáu chữ, một câu tám chữ.", "15": "Ba viên bi sử dụng trong thi đấu tại các giải World Cup bi-a carom 3 băng có màu đỏ, vàng và màu gì?", "16": "Từ nào còn thiếu trong đoạn bài hát sau?https://duong-len-dinh-olympia.fandom.com/vi/wiki/T%E1%BA%ADp_tin:Tuan3thang1quy2Olympia2019-KhoidongNhac1.mp3", "17": "Hà Nội mang tên Đông Đô dưới triều đại nào?", "18": "Tích của ba số nguyên tố lớn hơn 3 thì chia hết cho 3, đúng hay sai?", "19": "Ngày toàn dân phòng cháy chữa cháy là ngày tháng nào?", "20": "Trong sản xuất, để tránh sự xuất hiện những tính trạng xấu ảnh hưởng tới phẩm chất và năng suất của vật nuôi, cây trồng, người ta phải kiểm tra độ ... của giống.", "21": "Trong công nghệ sản xuất máy lạnh trước đây hợp chất nào của nitơ được sử dụng làm chất gây lạnh?", "22": "Để làm dây điện, nối các thiết bị và dụng cụ trong các mạng điện, người ta sử dụng kim loại gì?", "23": "What is the smallest continent by population in the world?", "24": "KHÔNG ĐỦ THỜI GIAN", "25": "Chị Thao, Nho, Phương Định là những nhân vật trong tác phẩm nào của nhà văn Lê Minh Khuê?", "26": "Phần lớp tập tính sinh sản là tập tính ..., mang tính bản năng.", "27": "Trong dung dịch nước, HNO3 hoàn toàn điện ly thành ion hiđrôni và ion nào nữa?", "28": "What is the chemical formula of benzene?", "29": "Naypyidaw hiện là thủ đô của quốc gia Đông Nam Á  nào?", "30": "Thời Nguyễn, người ta chia tiến sĩ làm hai bảng: chính bảng và phó bảng. Chỉ những ai đỗ ... mời được khắc tên vào bia Văn Miếu ở Huế.", "31": "Dưới triều Nguyễn, người đỗ kì thi Hội mang học vị gì?", "32": "Phương tiện nào được dùng trong thi đấu ở Thế vận hội mùa hè gần đây nhất: xe đạp, xe máy, ô tô?", "33": "Năm âm lịch sau năm Mậu Tuất có tên là gì?", "34": "Hằng số điện môi của chân không bằng ...", "35": "Đường tròn tiếp xúc với một cạnh của tam giác và tiếp xúc với phần kéo dài của hai cạnh còn lại gọi là gì?", "36": "KHÔNG ĐỦ THỜI GIAN", "37": "Cao nguyên Lang Biang, hồ Than Thở là những địa danh du lịch nổi tiếng của tỉnh nào ở nước ta?", "38": "Lương Thế Vinh làm quan dưới triều đại nào?", "39": "Đây là bộ môn nào của môn thể dục dụng cụ?[1]", "40": "Đơn vị nào được dùng trong hệ thống phân loại sinh vật nằm trên Họ và dưới Lớp?", "41": "Hình ... là một phần của hình tròn giới hạn bởi một cung tròn và hai bán kính đi qua hai mút của cung đó.", "42": "Biến dạng lệch, biến dạng trượt, biến dạng cắt là các tên gọi khác nhau của cùng một loại biến dạng, đúng hay sai?", "43": "Những loại bánh nào thường được người Việt sử dụng làm lễ vật trong lễ ăn hỏi: bánh xu xê, bánh cốm, bánh ram, bánh bèo?", "44": "Nhân vật chính trong tiểu thuyết Tiếng gọi nơi hoang dã của Jack London là ai?", "45": "Phốt pho ... khi được trộn với kali clorat.", "46": "HANIFF là tên viết tắt trong tiếng Anh của một liên hoan phim quốc tế được tổ chức tại thành phố nào?", "47": "KHÔNG ĐỦ THỜI GIAN", "48": "KHÔNG ĐỦ THỜI GIAN"}