{"1": "Tam giác nào có đường cao hạ từ đỉnh trùng với đường trung tuyến, đường trung trực và đường phân giác?", "2": "Xét trong một triều đại phong kiến, ngôi vua thường được duy trì theo chế độ ...", "3": "Vùng Tây Nguyên nước ta có ruộng bậc thang không?", "4": "Điện trở suất của vật liệu càng ... thì vật liệu đó dẫn điện càng tốt.", "5": "Loạn 12 sứ quân xuất hiện sau sự sụp đổ của nhà ...", "6": "Những kim loại nào sau đây được dùng để điều chế khí hiđro trong phòng thí nghiệm: kẽm, sắt, nhôm?", "7": "Trong thực vật, có hai loại rễ chính là rễ cọc và ...", "8": "Câu \"con voi chui lọt lỗ kim\" sử dụng biện pháp tu từ nào?", "9": "Thành phố nào có cầu Phú Mỹ, cầu chữ Y, cầu Khánh Hội?", "10": "How many bananas will there be in a dozen banana?", "11": "Vị tướng nào đã nói: \"Ngồi yên đợi giặc, không bằng đem quân đánh trước để chặn thế của giặc.\"?", "12": "Âm phát ra càng ... khi tần số dao động càng lớn.", "13": "Tính chất hoá học đặc trưng của kim loại là ...", "14": "Thành phần cơ bản của hồng cầu là một loại protein sắc tố có tên là gì?", "15": "Từ nào còn thiếu trong câu thành ngữ: \"Bóc ngắn ... dài\"?", "16": "Chất kích thích độc hại nào còn được gọi là \"cái chết trắng\"?", "17": "What sport does Nguyễn Công Phượng play?", "18": "Các đại dương: Thái Bình Dương, Đại Tây Dương, Ấn Độ Dương, Bắc Băng Dương được xếp theo thứ tự diện tích ...", "19": "Đoàn thể thao quốc gia nào dẫn đầu bảng tổng sắp huy chương Olympic Tokyo 2020?", "20": "Độc huyền cầm có tên gọi thông dụng là gì?", "21": "Logarit tự nhiên lấy hằng số nào làm cơ số?", "22": "Số oat ghi trên thiết bị điện cho biết công suất gì của dụng cụ đó?", "23": "Có bao nhiêu mặt phẳng đi qua ba điểm không thẳng hàng cho trước?", "24": "Năm 1930, tại Uruguay đã lần đầu tiên diễn ra sự kiện thể thao lớn nào của bóng đá thế giới?", "25": "Cuộc hôn nhân giữa hai nhân vật nào là một trong những nguyên nhân khiến cơ đồ nhà nước Âu Lạc \"đắm biển sâu\"?", "26": "Nguyên tử là hạt vô cùng ... và trung hoà về điện."}