{"1": "Xét trên các miền khí hậu, thực vật ở miền ... đới phong phú nhất.", "2": "Hiểu theo nghĩa đen, hình ảnh của loài vật nào xuất hiện trong câu thành ngữ \"Đơn thương độc mã\"?", "3": "An Dương Vương đặt quốc hiệu nước ta là gì?", "4": "Hệ thống sông nào lớn nhất tỉnh Thanh Hóa?", "5": "\"Bông xanh bông trắng rồi lại vàng bông\" là câu đầu tiên trong bài dân ca nào?", "6": "What province is Phu Quoc island in?", "7": "Tảo hôn hay hôn nhân cận huyết được coi là hủ tục cần phải xóa bỏ trong xã hội?", "8": "Vật liệu có chứa một kim loại cơ bản và một số kim loại khác hoặc phi kim khác được gọi là gì?", "9": "Trong nền văn học trung đại Việt Nam có sự xuất hiện của văn học chữ quốc ngữ không?", "10": "Đây là tình huống nào trong bóng đá?", "11": "Hình chữ nhật có một đường chéo là phân giác của một góc là hình ...", "12": "Cân bằng ... là dạng cân bằng mà nếu ta đưa vật ra khỏi vị trí cân bằng thì vật quay lại vị trí cũ.", "13": "Bệnh điếc tai ảnh hưởng trực tiếp đến giác quan nào trên cơ thể người?", "14": "Biện pháp tu từ nào sử dụng cách diễn đạt tế nhị, uyển chuyển khi muốn tránh cảm giác thô tục, mất lịch sự?", "15": "Ai là người đã đề ra tư tưởng: \"Việc nhân nghĩa cốt ở yên dân/ Quân điếu phạt trước lo trừ bạo\"?", "16": "Loài cây nào chiếm phần lớn diện tích cây công nghiệp ở Tây Nguyên?", "17": "Rapper này có nghệ danh là gì?", "18": "In a calendar year, how many months have exactly 30 days?", "19": "\"Đất nước Vạn Tượng\" là quốc gia Đông Nam Á nào?", "20": "Dựa vào sự thay đổi số oxi hóa, có thể chia phản ứng hóa học thành bao nhiêu loại?", "21": "Sông Tiền hay sông Hậu là nhánh hạ lưu tả ngạn của sông Mê Kông?", "22": "Ở nước ta, môn cờ phổ biến nào mà bước di chuyển của quân cờ phụ thuộc kết quả tung xúc xắc của người chơi?", "23": "999 x A = 9999 x A khi và chỉ khi A bằng bao nhiêu?", "24": "Đây là chân của động vật guốc ...", "25": "Ai được gọi là \"người báo tin xuân\" cho phong trào Thơ mới 1932 - 1945?", "26": "... là cuốn sách toán học nổi tiếng nhất thời trung cổ nước ta do Lương Thế Vinh biên soạn.", "27": "\"Côn Sơn có đá rêu phơi\" trong thơ Nguyễn Trãi nay thuộc tỉnh nào?", "28": "Hai anh em Giang Quốc Nghiệp, Giang Quốc Cơ là những nghệ sĩ nổi tiếng của bộ môn nghệ thuật biểu diễn nào?", "29": "\"Golden Star Warriors\" is one of the slogan of which men's national football team in Southeast Asia?", "30": "Đâu là tuyến đường sắt đô thị nằm ở TP.Hồ Chí Minh: Cát Linh - Hà Đông, Bến Thành - Suối Tiên, Nhổn - ga Hà Nội?", "31": "Người ta dùng axit gì để khắc lên thủy tinh?", "32": "Cocktail là tên một món ăn hay một loại thức uống?", "33": "Nhân vật nào trong một trận đấu bóng đá được coi là \"vị vua sân cỏ\"?", "34": "Cho ba số tự nhiên khác nhau a, b, c. Nếu c là tổng của a và b thì b là ... của c với a.", "35": "Chuyển động thẳng đều được gọi là chuyển động theo ...", "36": "Trong bài thơ \"Sóng\" của nữ sĩ Xuân Quỳnh, \"sóng bắt đầu\" từ gì?", "37": "Dương xỉ sinh sản bằng ...", "38": "... là cuốn sách phê bình văn học giá trị nhất của Hoài Thanh.", "39": "Ngày 28/1/1941, Bác Hồ đã vượt qua cột mốc số bao nhiêu tại biên giới Việt - Trung để về Việt Nam?", "40": "Đồng bằng nào ở nước ta có dạng hình tam giác với đỉnh ở Việt Trì, cạnh đáy là đường bờ biển?", "41": "Trang phục biểu diễn truyền thống của loại hình nghệ thuật nào sau đây có sử dụng áo dài: hát xoan, đờn ca tài tử, quan họ?", "42": "Which country does the Mekong Delta (Vietnam) share a land border with?", "43": "Đây là trò chơi cũng là điệu múa gì?", "44": "Hợp chất tự nhiên quan trọng nhất của clo là gì?", "45": "Loài nào chỉ nên chăn nuôi ở vùng có khí hậu khô: cừu hay dê?", "46": "Thủ thành người Việt Nam nào vừa gia nhập câu lạc bộ bóng đá Cerezo Osaka của Nhật Bản?", "47": "\"Qua một điểm nằm ngoài một đường thẳng ta vẽ được một và chỉ một đường thẳng song song với đường thẳng đã cho\". Đây là nội dung của tiên đề nào?"}