{"1": "Căn cứ vào cách mọc của thân, người ta chia thân cây thành ba loại: thân đứng, thân leo và ...", "2": "\"Đoàn binh không mọc tóc\" là hình ảnh mô tả những người lính trong bài thơ nào?", "3": "Quốc gia nào chịu thiệt hại nặng nề nhất trong Chiến tranh thế giới thứ hai về sinh mạng?", "4": "Tầng thấp nhất của khí quyển Trái Đất là tầng nào?", "5": "Môn thể thao nào luôn sử dụng động vật khi tranh đấu: parkour, polo, rowing?", "6": "Loài hoa nào của mùa hạ xuất hiện trong ca khúc \"Tia nắng, hạt mưa\"?", "7": "Which subject studies the human body?", "8": "Khu di tích Bạch Đằng Giang tọa lạc ở tỉnh/ thành nào phía Bắc nước ta?", "9": "Để phòng ngừa và điều trị COVID-19, chúng ta nên đeo nhiều khẩu trang cùng lúc để tối ưu mức bảo vệ. Điều này đúng hay sai?", "10": "Trong tam giác tù, cạnh lớn nhất nằm ... với góc tù.", "11": "Cá heo có thể liên lạc được với nhau nhờ loại sóng nào?", "12": "Nguyên tử của một nguyên tố hóa học được đặc trưng bởi hai đại lượng là ... và số hiệu nguyên tử.", "13": "Quãng thời gian nào trong ngày là lúc kiếm ăn chủ yếu của giun đất?", "14": "... là truyện cổ tích về người dũng sĩ diệt chằn tinh, diệt đại bàng cứu người bị hại, vạch mặt kẻ vong ân bội nghĩa và chống lại quân xâm lược.", "15": "Người Maya cổ đại sinh sống ở khu vực châu lục nào ngày nay?", "16": "Hiện tượng nguyệt thực chỉ xảy ra vào những ngày Trăng ...", "17": "\"Quần đùi áo số\" là cách gọi những người chơi môn thể thao nào?", "18": "Hò ba lí là dân ca miền nào?", "19": "Which country is pizza from?", "20": "Từ xa nhìn lại, ngôi chùa cổ nào ở Hà Nội trông giống như một đóa sen đang nở giữa Tây Hồ?", "21": "Trong Sách đỏ Việt Nam, \"Tắc kè đá\" là tên một loài động vật hay thực vật?", "22": "Nếu có một đường thẳng song song với một mặt phẳng và vuông góc với một mặt phẳng khác thì hai mặt phẳng này ... với nhau.", "23": "... là quá trình hóa hơi xảy ra không chỉ ở mặt thoáng khối lỏng mà còn từ trong lòng khối lỏng.", "24": "Trong một chu kì, độ âm điện của nguyên tử nguyên tố hóa học biến đổi theo chiều ... của điện tích hạt nhân.", "25": "Muối photphat là muối của axit ...", "26": "Ở mắt người bình thường, hành động nào được thực hiện trung bình 17 lần/phút và lên tới hơn 5 triệu lần mỗi năm?", "27": "Vẻ đẹp của nhân vật nào được Nguyễn Du mô tả qua câu thơ \"Mây thua nước tóc, tuyết nhường màu da\"?", "28": "Ai đã khẳng định sức mạnh của nhân dân qua hai câu thơ: \"Nhớ thuở Lam Sơn đọc võ kinh/ Bấy giờ chí đã ở dân lành\"?", "29": "OPEC là tên viết tắt tiếng Anh của Tổ chức các nước xuất khẩu ...", "30": "Mike Tyson là vận động viên nổi tiếng ở bộ môn thể thao nào?", "31": "Loài vật nào được nhắc đến trong đoạn dân ca sau?https://duong-len-dinh-olympia.fandom.com/vi/wiki/T%E1%BA%ADp_tin:Tuan3thang1quy4Olympia20-KhoidongNhac1.mp3", "32": "The prime factors of 15 are 3 and ...", "33": "Bài thi/ Môn thi thành phần duy nhất nào trong kỳ thi tốt nghiệp THPT 2020 có hình thức thi tự luận?", "34": "Truyện nào phê phán thói khoe khoang: \"Lợn cưới, áo mới\" hay \"Treo biển\"?", "35": "Hai hệ phương trình bậc nhất hai ẩn gọi là ... nếu chúng có cùng một tập hợp nghiệm.", "36": "Dạng vật chất bao quanh điện tích và gắn liền với điện tích được gọi là gì?", "37": "Khi cho viên sủi vào nước, ta thấy có nhiều bọt khí nổi lên. Các bọt khí này thực chất là khí gì?", "38": "Thủy tức nước ngọt, hải quỳ, sứa, san hô là những đại diện của ngành gì?", "39": "Với những chữ \"chờn vờn sương sớm\", \"ấp iu nồng đượm\", nhà thơ Bằng Việt muốn diễn tả cảm nhận về hình ảnh thực tế nào?", "40": "Ai là người lên ngôi hoàng đế đầu tiên trong lịch sử nước ta?", "41": "Hokkaido, Honshu, Kyushu và Shikoku là bốn đảo lớn nhất của quốc gia nào?", "42": "Vận động viên ở môn thể thao nào luôn đi giày khi thi đấu hoặc biểu diễn: karatedo, judo, wushu?", "43": "Bộ phim \"Em bé Hà Nội\" có bối cảnh là chiến dịch nào vào cuối năm 1972?", "44": "What is the largest encyclopedia dictionary online?", "45": "Tháng dương lịch nào thường tập trung nhiều nhất các hoạt động tưởng nhớ, tri ân những người có công với cách mạng ở nước ta?", "46": "Hành vi dừng xe máy chờ đèn đỏ trong bóng râm không đúng vạch quy định, cách xa vạch dừng chờ đèn đỏ có vi phạm Luật giao thông đường bộ không?", "47": "Nối ba đỉnh của một tam giác với ... của nó thì ta được ba tam giác nhỏ có diện tích bằng nhau."}