{"1": "Một con kiến thông thường có mấy cặp chân?", "2": "Văn đoàn nào được Nhất Linh và một số nhà văn cùng chí hướng thành lập trong đầu thập niên 30 của thế kỉ XX?", "3": "Trung tâm hành chính của tỉnh Quảng Bình là thành phố nào?", "4": "What is H2O more commonly known as?", "5": "Thủ môn Đặng Văn Lâm hiện đang thi đấu cho giải vô địch bóng đá quốc gia nào?", "6": "Độ pH của một dung dịch càng cao chứng tỏ tính axit của dung dịch càng ...", "7": "Cồng, chiêng là nhạc cụ dân tộc thuộc bộ ...", "8": "Theo Điều lệ Đảng Cộng sản Việt Nam hiện nay, người được kết nạp Đảng phải đủ bao nhiêu tuổi trở lên tại thời điểm chi bộ xét kết nạp?", "9": "Củ gừng là do thân hay rễ cây biến đổi thành?", "10": "Những câu \"Miệng bảo hộ mà tay bóc lột/ Mặt nhân từ mà ruột hiểm sâu\" đã vạch trần trò mị dân của quân xâm lược nào trên nước ta?", "11": "Parabol là đường conic có tâm sai bằng mấy?", "12": "Khi dòng điện đi qua vật dẫn, điện năng luôn biến đổi một phần/ toàn bộ thành năng lượng nào?", "13": "Phong trào Cần Vương ở nước ta bắt đầu diễn ra vào thế kỉ nào?", "14": "Kết quả của một phép chia được gọi là gì?", "15": "Phản ứng hóa học nào trong đó các hợp chất tham gia phản ứng trao đổi với nhau những thành phần cấu tạo của chúng để tạo ra những hợp chất mới?", "16": "Ánh sáng đơn sắc màu nào có bước sóng dài nhất, thường được dùng làm tín hiệu cảnh báo, đèn giao thông...?", "17": "Để xác định giống có thuần chủng hay không, cần phải thực hiện phép lai nào?", "18": "Từ nào còn thiếu trong những câu sau: \"Nhong nhong ngựa ông đã về/ Cắt cỏ ... cho ngựa ông ăn\"?", "19": "Một nửa diện tích đất nổi trên Trái Đất thuộc đới nào?", "20": "What is the next prime number after 7?", "21": "Trên bàn cờ tướng, tướng và ... là hai loại quân chỉ được di chuyển trong một khu vực gọi là cung cấm.", "22": "Những nguyên tử của cùng một nguyên tố hóa học có cùng số ... trong hạt nhân.", "23": "\"Mời trầu\" là bài dân ca của vùng đồng bằng ...", "24": "Rước đèn, múa lân, phá cỗ... gắn liền với Tết nào trong năm?", "25": "Món nào thường chan nhiều nước và ăn nóng: bún bò Huế hay bún bò Nam Bộ?", "26": "Bộ luật thành văn đầu tiên của nước ta có tên là gì?", "27": "Bộ ba số Pitago biểu diễn số đo ba cạnh của tam giác ...", "28": "Hệ thống phân loại 5 giới sinh vật bao gồm các giới: Khởi sinh, Nguyên sinh, Động vật, Thực vật và ...", "29": "\"Bạch Vân quốc ngữ thi tập\" là tập thơ chữ Nôm của tác giả nào?", "30": "Năm tầng của khí quyển bao gồm: Tầng đối lưu, tầng bình lưu, tầng giữa, tầng ion và ...", "31": "Which famous scientist introduced the idea of natural selection?", "32": "... được xem là tay vợt nam vĩ đại nhất mọi thời đại với 20 chức vô địch Grand Slam (tính đến năm 2019) và vô số kỷ lục khác.", "33": "Trong phản ứng oxi hóa - khử, chất thu electron được gọi là chất gì?", "34": "JustaTee, Rhymastic là các giám khảo của cuộc thi âm nhạc nào trên sóng truyền hình Việt Nam?", "35": "Muốn tham quan Bảo tàng Louvre, bạn cần du lịch đến thành phố nào?", "36": "Đội bóng nào là đương kim á quân FIFA World Cup nam: Pháp hay Croatia?", "37": "Nhà nước nào là nhà nước thứ hai trong lịch sử Việt Nam?", "38": "Hình ảnh phần nào trên ngón tay xuất hiện ở chứng minh nhân dân và căn cước công dân của nước ta?", "39": "Trong luật thơ lục bát, tiếng thứ ... của câu lục phải vần với tiếng thứ sáu của câu bát.", "40": "Lưu vực sông nào ở Nam Mỹ có tính đa dạng sinh học cao nhất thế giới?", "41": "How many sides does a rectangle have?", "42": "Đây là môn thể thao giải trí nào: \"Mỗi người chơi ném một quả bóng nặng cho lăn trên con đường băng sao cho có thể làm đổ tất cả các chai gỗ đứng ở cuối đường với ít lượt ném nhất\"?", "43": "Nhóm nguyên tố VIIA trong bảng tuần hoàn dạng dài còn được gọi là nhóm ...", "44": "Tháng 6/2020, nhóm nhạc nữ Hàn Quốc nào được tổ chức Guinness công nhận 5 kỉ lục với MV \"How you like that\"?", "45": "\"Ngày hội đến trường của bé\" là hình thức tổ chức lễ khai giảng của các cơ sở giáo dục tại cấp học nào ở nước ta?", "46": "WTA hay ATP là tên viết tắt bằng tiếng Anh của Hiệp hội quần vợt cho các tay vợt nam?", "47": "Tương truyền, công chúa Tiên Dung - con gái của Hùng Vương thứ 18 đã nên duyên vợ chồng với ai?"}