{"1": "Thành phần nào của răng là lớp ngoài cùng, bao bọc lấy phần thân của răng, gồm hàm lượng lớn các khoáng chất như canxi và flour và có màu trắng sữa?", "2": "Từ nào dưới đây đồng nghĩa với từ \"hoàn cầu\": nước nhà, giang sơn, thế giới, quê hương?", "3": "Vải Lục Ngạn là đặc sản của tỉnh nào?", "4": "Earth is located in which galaxy?", "5": "Trong một bản nhạc, kí hiệu nhịp độ thường được viết dưới dạng toán học nào?", "6": "Trong truyền thuyết Thánh Gióng (SGK Ngữ văn 6), nhân vật Thánh Gióng có tên thật là gì?", "7": "Loại bức xạ nào được sử dụng trong máy soi phát hiện tiền polymer giả?", "8": "Tỉnh nào là trung tâm của hát xoan?", "9": "Những câu thơ \"Phá cường địch... Cờ ai sáu chữ/ Báo hoàng ân là báo quốc ân\" nhắc đến nhân vật lịch sử nào?", "10": "Trong công nghiệp, khí nào được điều chế bằng cách cho canxi cacbua (thành phần chính của đất đèn) phản ứng với nước?", "11": "Theo luật bóng đá 11 người của FIFA, trọng tài chính không được sử dụng thiết bị nào sau đây: còi, đồng hồ đeo tay, thẻ (đỏ và vàng), sổ tay?", "12": "Vào tháng 3/2022, Tổ chức Kỷ lục thế giới (Guinness World Records) đã xác nhận kỷ lục nhóm nhạc nam có lượng người theo dõi nhiều nhất thế giới trên Instagram, Tiktok và Twitter cho nhóm nhạc nào?", "13": "What is Cristiano Ronaldo's nationality?", "14": "Tương Dương, đơn vị hành chính cấp huyện có diện tích lớn nhất cả nước, trực thuộc tỉnh nào?", "15": "Cơ cấu dân số theo độ tuổi của nước ta hiện nay đang có xu hướng tăng hay giảm tỉ lệ người trong độ tuổi lao động và trên độ tuổi lao động?", "16": "... của một đoạn thẳng là mặt phẳng vuông góc với đoạn thẳng tại trung điểm của nó.", "17": "Vật có khối lượng càng lớn thì quán tính càng ...", "18": "Thực vật nào hấp thụ nước từ môi trường xung quanh qua bề mặt các tế bào biểu bì của cây?", "19": "Theo nhiều tài liệu, bài thơ nào của tác giả Hàn Mặc Tử được gợi cảm hứng từ mối tình của thi sĩ với một cô gái quê ở Vĩ Dạ?", "20": "... là chữ do người Việt sáng tạo dựa trên hình dạng chữ Hán.", "21": "What is the smallest planet in our solar system?", "22": "Ngày 17/1/1960, phong trào Đồng Khởi đã nổ ra từ tỉnh nào, rồi trở thành cao trào \"Đồng khởi\" như nước vỡ bờ khắp Nam Bộ, Tây Nguyên và một số nơi ở miền Trung Trung Bộ?", "23": "Ở nước ta và một số nước châu Á quen dùng âm - dương lịch, mùa xuân được tính từ lập xuân đến lập ..., mùa thu được tính từ lập thu đến lập ...", "24": "Hố để vận động viên tiếp đất và tính thành tích trong môn nhảy xa thường được phủ vật liệu gì?", "25": "Câu hát \"Người thiếu nữ ấy như mùa xuân\" trong một ca khúc của nhạc sĩ Nguyễn Đức Toàn nhắc nhớ đến nữ anh hùng nào?", "26": "Người ta thường dùng xăng hay benzen để tách iot ra khỏi dung dịch nước?", "27": "Trục đối xứng của hình thoi trùng với hai ... của hình thoi.", "28": "Đối lưu là sự truyền nhiệt chủ yếu trong các dạng vật chất nào?", "29": "Thành phần hóa học chính của đất sét gồm nước, nhôm oxit và ...", "30": "Toàn bộ rừng nhiệt đới Amazon có thể coi là một quần thể sinh vật, quần xã sinh vật hay hệ sinh thái?"}