{"1": "Hầu hết tảo sống ở môi trường ...", "2": "\"Phương tây đỏ rực như lửa cháy và những đám mây ánh hồng như hòn than sắp tàn\" là câu văn của Thạch Lam miêu tả khoảng thời gian nào trong ngày?", "3": "Trần Thị Đoan, Lê Chân, Thiều Hoa, Ngọc Lâm, Vũ Thục Nương... là những nữ tướng của cuộc khởi nghĩa nào?", "4": "... là hoang mạc nhiệt đới lớn nhất thế giới.", "5": "Đàn Ta lư là loại nhạc cụ truyền thống của dân tộc nào?", "6": "In which year did the August Revolution of Vietnam happen?", "7": "Ở hộp đèn giao thông 3 màu, các màu sắp xếp như thế nào theo thứ tự từ dưới lên trên?", "8": "NaOH rắn có khả năng làm khô khí ẩm nào sau đây: hiđro sunfua, hiđro cacbonic, sunfurơ?", "9": "Bút chì có ký kiệu 2H hy 2B có độ cứng lớn hơn?", "10": "Môn bóng đá nam ở SEA Games 2019 có mấy bảng đấu?", "11": "Hai mặt đối diện của một hộp diêm là ví dụ về hai mặt phẳng ...", "12": "Để biết được tính trạng nào đó là gen trong nhân hay gen ngoài nhân, người ta thường sử dụng phương pháp nào?", "13": "Địa danh nào còn thiếu trong câu ca dao sau: \"Nàng về nuôi cái cùng con/ Để anh đi trẩy nước non ...\"?", "14": "Các cuộc khởi nghĩa sau đây nằm trong phong trào nào: Bãi Sậy, Ba Đình, Hùng Lĩnh, Hương Khê?", "15": "Dãy núi nào là ranh giới phân biệt miền khí hậu phía Bắc và miền khí hậu phía Nam ở nước ta?", "16": "Đâu là những bài hát nghi lễ, nghi thức: Tiến quân ca, Hồn tử sĩ, Cùng nhau ta đi lên?", "17": "What are you usually walking on when you walk along the beach?", "18": "\"Hoa Lư - Cố đô ngàn năm\" là chủ để Năm Du lịch quốc gia 2020 do tỉnh nào đăng cai?", "19": "Tổng đại số oxi hóa của các nguyên tử trong hợp chất có giá trị bằng mấy?", "20": "Theo quy định hiện hành ở Việt Nam, hộ gia đình có thu nhập bình quân đầu người/tháng dưới 700000đ ở nông thôn và dưới 900000đ ở thành thị được gọi là hộ nghèo hay hộ cận nghèo?", "21": "Cua-rơ là từ dùng để chỉ các vận động viên môn thể theo nào?", "22": "Nếu một phép thử chỉ có hai biến cố thì tổng xác suất của chúng bằng bao nhiêu?", "23": "Cơ thể phân đốt, mỗi đốt đều có đôi chân bên, có khoang cơ thể chính thức là các đặc điểm nhận dạng của ngành ...", "24": "Hai từ nào còn thiếu trong câu: \"Con người có ..., có .../ Như cây có cội, như sông có nguồn\"?", "25": "Vị vua nào của nhà Hậu Lê đã bị người đời mỉa mai là \"cõng rắn cắn gà nhà\" khi cầu viện giặc ngoại xâm?", "26": "Sông nào có diện tích lưu vực lớn nhất thế giới?", "27": "Trong bài hát \"Cả tuần đều ngoan\" của nhạc sĩ Phạm Tuyên, em bé nhận phiếu bé ngoan vào ngày thứ mấy?", "28": "What is the color of card that means a soccer player is dismissed from the game?", "29": "Năm âm lịch tiếp theo năm Kỷ Hợi có tên là gì?", "30": "Tên thường gọi của KMnO4 là gì?", "31": "Cơ chế điều chỉnh quá trình thoát hơi nước ở lá chính là cơ chế điều chỉnh sự đóng mở ...", "32": "Nguyễn Trãi là người đặt nền móng cho văn học chữ Nôm của Việt Nam với tập thơ nào?", "33": "Nỏ Liên Châu, thành Cổ Loa là những thành tựu tiêu biểu của nhà nước nào?", "34": "Vương quốc Bhutan nằm ở dãy núi hùng vĩ nào?", "35": "\"Đáng đời thằng Cáo\" là bộ phim ... đầu tiên của điện ảnh Cách mạng Việt Nam.", "36": "12 is 25 percent of what number?", "37": "\"Yến sào hòn Nội/ Vịt lội Ninh Hòa/ Tôm hùm Bình Ba/ Nai khô Diên Khánh/ Cá tràu Võ Cạnh/ Sò huyết Thủy Triều\" là những câu ca dao nói về đặc sản của tỉnh nào?", "38": "Este thủy phân trong môi trường kiềm còn được là phản ứng gì?", "39": "Tia laze là chùm tia sáng hội tụ, đúng hay sai?", "40": "PGA Tour là nhà tổ chức các giải thi đấu ở bộ môn thể thao nào?", "41": "Khi chuyển một số hạng từ vế này sang vế kia của một đẳng thức, ta phải làm gì?", "42": "Khả năng đâm xuyên là tính chất quan trọng nhất và cũng được ứng dụng nhất của tia ...", "43": "Trong toán học, Z là kí hiệu của tập hợp các số gì?"}