{"1": "Từ nào còn thiếu trong câu thành ngữ sau: \"Đêm dài lắm ...\"?", "2": "Động vật chưa có cơ quan tiêu hóa là động vật ...", "3": "Một hình tứ diện có mấy cạnh?", "4": "\"Bản án chế độ thực dân Pháp\" là tác phẩm được Bác Hồ viết với bút danh nào?", "5": "Trên máy bay của hãng hàng không quốc gia Việt Nam có in hình loài hoa nào?", "6": "Công tơ điện là thiết bị dùng để đo điện năng ...", "7": "\"Oshogatsu\" is the name of the New Year festival in which country?", "8": "Số 0 có căn bậc hai không?", "9": "Đội bóng nào của tỉnh Nghệ An đang tham dự V.League?", "10": "Tỉnh nào được coi là trung tâm của nghệ thuật hát xoan?", "11": "Tác phẩm nào được xem như bản tuyên ngôn độc lập thứ hai của nước ta?", "12": "Khối lượng chất xúc tác thay đổi như thế nào sau mỗi phản ứng hóa học?", "13": "Trong bài Bắc kim thang, con le le hay con bìm bịp \"thổi tò tí te tò te\"?", "14": "Tie-break là loạt đánh trong môn ... để quyết định người thắng.", "15": "Lực đẩy Ác-si-mét chỉ áp dụng cho chất lỏng và chất ...", "16": "Bộ tem bưu chính đầu tiên của Việt Nam in hình ai?", "17": "Đồ uống có cồn chứa loại ancol nào?", "18": "Vị vua nào là người sáng lập Hội thơ Tao Đàn?", "19": "Loại kèn này có tên là gì?", "20": "Hai câu thơ: \"Cảnh nào cảnh chẳng đeo sầu/ Người buồn cảnh có vui đâu bao giờ\" mô tả tâm trạng Thúy Kiều khi đang ở đâu?", "21": "“Đèo nào dưới biển trên mây/ Ngoài kia Hương thủy, trong này Hàn giang?”[1]", "22": "Hình thức gieo thẳng hạt lúa xuống đất không cần cấy mạ được gọi là gì?", "23": "Cos của góc 30 độ có giá trị bằng bao nhiêu?", "24": "What is the largest country in ASEAN?", "25": "Có bao nhiêu phép tịnh tiến biến một đường tròn cho trước thành chính nó?", "26": "Muốn pha loãng axit sunfuric đặc, người ta rót từ từ nước vào axit hay axit vào nước thì an toàn?", "27": "Trong bài thơ \"Thương vợ\" của Trần Tế Xương, tác giả đã sử dụng hình ảnh con vật nào để nói lên nỗi vất vả của người vợ?", "28": "Bộ phận nào là phần đầu tiên của hệ tiêu hóa có chức năng nhận thức ăn và bắt đầu tiêu hóa?", "29": "\"Đầu thần chưa rơi xuống đất, xin bệ hạ đừng lo\" là câu nói của ai?", "30": "Năm 1980 đánh dấu lần đầu tiên nước ta sau khi thống nhất đã cử đoàn vận động viên tham gia sự kiện tầm cỡ thế giới nào?", "31": "Eo biển Bering phân cách châu ... và Bắc Mỹ.", "32": "Đàn ghi-ta có nguồn gốc từ nước nào?", "33": "Hằng số phân li bazơ và lực bazơ của cùng một chất là hai đại lượng tỉ lệ thế nào với nhau?", "34": "In which year did the second World War end?", "35": "Địa danh nào còn thiếu trong đoạn bài hát sau?https://duong-len-dinh-olympia.fandom.com/vi/wiki/T%E1%BA%ADp_tin:Tuan3thang1quy4Olympia2019-KhoidongNhac1.mp3", "36": "Trong hệ SI, đơn vị điện thế và hiệu điện thế là ...", "37": "Các vận động viên thi đấu môn polo cưỡi trên mình loài vật nào?", "38": "Sự kiện Giờ Trái Đất được tổ chức lần đầu tiên ở thành phố nào của Úc?", "39": "\"Hanbok\" is the traditional dress of which country?", "40": "Hai hình gọi là bằng nhau nếu có phép ... biến hình này thành hình kia.", "41": "NSND Đặng Thái Sơn nổi tiếng với loại nhạc cụ nào?", "42": "Hồ nào nằm trên biên giới giữa Bờ Tây, Israel và Jordan, là một trong những hồ nước có độ mặn cao nhất thế giới?", "43": "Động đất và địa chấn là tên gọi của cùng một hiện tượng, đúng hay sai?", "44": "Để chỉ một gia đình có đủ con trai, con gái, người xưa thường dùng câu: \"có ... có tẻ\".", "45": "Năm 1400, sau khi Hồ Quý Ly lên nắm quyền, Quốc hiệu Đại Việt đã được đổi thành gì?", "46": "Số oxi hóa cao nhất của nitơ là ...", "47": "Hiện tượng ánh sáng đổi hướng khi đi qua mặt phân cách giữa hai môi trường trong suốt có chiết suất khác nhau được gọi là gì?", "48": "Loài vật nào là thiên địch của loài chuột: rắn, mèo, chim ưng?"}