{"1": "Trong hệ ghi số La Mã, số MMMXXXIII có giá trị lớn gấp bao nhiêu lần số MXI?", "2": "Mắt bị cận thị thì thấu kính mắt có tiêu điểm nằm ... màng lưới khi mắt không điều tiết.", "3": "Trong công nghiệp, ở quá trình sản xuất khí oxi từ không khí, người ta loại bỏ khí cacbonic bằng cách cho không khí đi qua dung dịch nào?", "4": "What is the first month of the third quarter of a calendar year?", "5": "Angkor Wat là biểu tượng trên quốc kỳ của quốc gia nào ở Đông Nam Á?", "6": "Phong trào nào được phát động năm 1964 với nội dung: \"Sẵn sàng chiến đấu dũng cảm; Sẵn sàng gia nhập lực lượng vũ trang; Sẵn sàng đi bất cứ nơi đâu, làm bất cứ việc gì mà Tổ quốc cần đến\"?", "7": "Nhà thơ Tố Hữu đã ví nhân vật văn học nào: \"Như con chim chích/ Nhảy trên đường vàng\"?", "8": "Đèo Cù Mông nối liền hai tỉnh nào ở Nam Trung Bộ?", "9": "Ngoài đơn vị độ, trong vật lí và toán học, người ta thường dùng đơn vị nào nữa để đo góc và cung?", "10": "Lễ hội Xên Mường là lễ hội nổi tiếng của dân tộc nào ở nước ta?", "11": "Điện dung của một tụ điện phụ thuộc vào hình dạng, kích thước của hai bản, vào ... giữa hai bản và vào chất điện môi ở giữa hai bản.", "12": "Đốt cháy cùng số mol như nhau, hợp chất nào sau đây khi cháy cho nhiều khí cacbonic nhất: C6H6, CH4, C2H4?", "13": "Tây Nam Á nằm ở vị trí ngã ba của ba châu lục nào?", "14": "Trong các loài động vật sau: ngựa, bò, cừu, dê, trâu, loài nào không có dạ dày bốn ngăn?", "15": "Từ nào còn thiếu trong những câu thơ sau: \"... của em/ Là xanh cốm mới/ Mùi hương như gợi/ Từ màu lá sen\"?", "16": "\"Kể từ Tây tới đến nay/ Giang sơn gần thuộc về tay người ngoài/ Trương Công hùng lược thao tài/ Quyết đem binh mã thử vài trận chơi\". \"Trương Công\" là vị anh hùng dân tộc nào?", "17": "Which planet in our solar system is known for its \"Great Red Spot\", which is larger than the Earth?", "18": "Từ năm 2010, đội bóng nào ba lần vô địch liên tiếp giải Ngoại hạng Anh?", "19": "Khu di tích Truông Bồn gắn với những chiến công và sự hy sinh oanh liệt của những chiến sĩ thanh niên xung phong, nay thuộc địa phận huyện nào của tỉnh Nghệ An?", "20": "Diện tích xung quanh của hình lăng trụ đứng bằng ... nhân với chiều cao.", "21": "Nếu một tam giác có một cạnh là ... của đường tròn ngoại tiếp thì tam giác đó là tam giác vuông.", "22": "Khối lượng vật chất được giải phóng ở điện cực của bình điện phân tỉ lệ ... với điện lượng chạy qua bình đó.", "23": "Chất khí nào sau đây không cháy trong oxi: C2H2, CH4, CO2, NH3?", "24": "Nhà thơ Hàn Mặc Tử nhắc đến thành phố nào qua những câu thơ sau: \"Hàng thông lấp loáng đứng trong im/ Cành lá in như đã lặng chìm/Hư thực làm sao phân biệt được!/Sông Ngân Hà nổi giữa màn đêm\"?", "25": "Theo chính sử, ... là phu quân của Trưng Trắc.", "26": "Tháng 3/2023, Khu bảo tồn làng nhà sàn dân tộc sinh thái ... của tỉnh Thái Nguyên nhận giải thưởng \"Làng du lịch tốt nhất thế giới năm 2022\" của Tổ chức Du lịch Thế giới (UNWTO).[1]", "27": "Huấn luyện viên Philippe Troussier là người nước nào?", "28": "Khi kéo thủy tinh nóng chảy qua một thiết bị có nhiều lỗ nhỏ, ta được những sợi có đường kính từ 2-10 mi-crô-mét gọi là gì?", "29": "Thành phần chính của sợi tơ nhện là ...", "30": "What is the unit of measurement for force (in SI system)?", "31": "Trong cấu tạo của phích (bình thủy), hai mặt đối diện của hai lớp thủy tinh được ... để phản xạ các tia nhiệt trở lại nước đựng trong phích.", "32": "Rừng tràm Trà Sư là một điểm đến nổi tiếng của tỉnh nào ở nước ta?", "33": "Quốc gia nào có hình dáng giống như một cánh cung nằm ở ngoài khơi phía Đông Bắc của châu Á?", "34": "Câu \"Nhất vàng, nhì đen, tam khoang, tứ đốm\" thể hiện một kinh nghiệm trong việc tuyển chọn vật nuôi nào (Theo Đại từ điển tiếng Việt, GS. Nguyễn Như Ý chủ biên, NXB ĐHQG TP.HCM)?", "35": "Cuộc thi piano quốc tế Chopin được tổ chức tại quốc gia nào?", "36": "Ai được cho là người đầu tiên phát hiện ra hang Sơn Đoòng?"}