{"1": "Trong báo cáo năm 2019, WHO đã đánh giá ô nhiễm nào là rủi ro sức khỏe nghiêm trọng nhất do môi trường gây ra?", "2": "Trong vật lí, vật hấp thụ hoàn toàn tất cả các bức xạ điện từ chiếu đến nó bất kể bước sóng nào được gọi là gì?", "3": "Những câu \"Mười năm công vỡ ruộng, chưa ắt còn danh nổi như phao; một trận nghĩa đánh Tây, tuy là mất tiếng vang như mô\" viết về những ai?", "4": "Yết Kiêu, Dã Tượng là những gia nhân của danh tướng nào?", "5": "Find a preposition to complete the following sentence: \"I will stay in Vietnam ... 2 years\".", "6": "Hầu hết quốc kỳ trên thế giới hiện nay có dạng hình ...", "7": "Trong âm nhạc, thành phố nào là \"niềm tin yêu hy vọng của núi sông hôm nay và mai sau\"?", "8": "Serena Williams và Venus Williams là cặp chị em nổi tiếng trong môn thể thao nào?", "9": "Thang đo Richter thường được dùng làm đơn vị đánh giá mức độ tàn phá của thảm họa thiên nhiên nào?", "10": "Hát ả đào và hát cô đầu là một. Đúng hay sai?", "11": "Từ flo đến clo, brom và iot, bán kính nguyên tử ... dần, độ âm điện ... dần.", "12": "Ở nước ta, thành phố tỉnh lị nào có tên ít chữ cái nhất?", "13": "Giun dẹp có hình thức sinh sản nào: phân đôi hay phân mảnh?", "14": "Hệ thống quy tắc xử sự chung áp dụng cho mọi cá nhân, tổ chức khi tham gia vào các quan hệ xã hội được gọi là?", "15": "Có bốn loại quân xuất hiện cả trong cờ vua và cờ tướng là tốt, mã, tượng và quân nào nữa?", "16": "Hiện tượng nào xảy ra khi tần số dao động cưỡng bức tiến đến bằng tần số riêng của hệ dao động?", "17": "Số lớn nhất trong tập hợp các ước chung của hai hay nhiều số tự nhiên khác 0 được gọi là gì?", "18": "Loài thực vật nào đóng vai trò mở đường cho Di truyền học?", "19": "Which subject teaches us about famous authors and novels, plays, poems...?", "20": "\"Lãn Ông\" là cuốn tiểu thuyết của nữ nhà văn Pháp Yveline Féray viết về vị danh y nào của nước ta?", "21": "Biểu đồ phần trăm (%) có thể được dựng dưới dạng cột, ô vuông hay hình quạt?", "22": "Messi, Neymar, Mbappe hiện đều thi đấu cho câu lạc bộ bóng đá nào?", "23": "Trong Di truyền học, dấu \"x\" là kí hiệu của phép ...", "24": "A compass can be used for inscribing ... or arcs.", "25": "Khi mới ra đời, con thứ mấy trong gia đình thường được gọi là con so?", "26": "Sóng ánh sáng có đặc điểm là tuân theo các định luật ... và ...", "27": "Triều đại nào là triều đại phong kiến tồn tại lâu nhất trong lịch sử trung đại Việt Nam?", "28": "Địa phương nào ở nước ta có 10 quận được đặt tên theo số?", "29": "Trong thơ Huy Cận, hình ảnh nào \"lái gió với buồm trăng\", \"Lướt giữa mây cao với biển bằng\"?", "30": "Loại nhà nào thường được làm ở vùng cao nhằm tránh ẩm thấp và thú dữ?", "31": "Trong nước biển, muối nào sau đây có nồng độ phần trăm lớn nhất: KCl, NaCl, NaBr, MgCl2?", "32": "Trong bảng xếp hạng Chỉ số năng lực cạnh tranh cấp tỉnh (PCI) 2021, tỉnh nào xếp thứ nhất?", "33": "Ba mặt phẳng đôi một song song chắn ra trên hai cát tuyến bất kì các đoạn thẳng tương ứng tỉ lệ. Định lí này mang tên nhà toán học nào?", "34": "Nếu Hy Lạp là nước chủ nhà Thế vận hội thì đoàn thể thao Hy Lạp diễu hành đầu tiên hay cuối cùng?", "35": "Loài mọt ẩm thuộc lớp động vật nào?", "36": "Eurovision là cuộc thi âm nhạc dành cho các quốc gia thành viên Liên hiệp phát sóng châu ..."}