{"1": "Trong một tác phẩm của Xuân Quỳnh, cái gì vẫn \"tới bờ\" \"dù muôn vời cách trở\"?", "2": "Quá trình vận chuyển hạt phấn từ nhị đến núm nhụy được gọi là ...", "3": "Ai là vị hoàng đế thứ hai của triều Nguyễn?", "4": "Thắng cảnh Bà Nà nằm ở thành phố nào?", "5": "Nha Trang Dolphins là đội tân binh của Giải ... nhà nghề Việt Nam 2020.", "6": "Đây là ký hiệu của khóa nhạc nào?", "7": "Which symbol represents the value of 500 in Roman numerals?", "8": "Ngôn ngữ lập trình nào thường được gọi là \"ngôn ngữ lập trình của học đường\"?", "9": "Bệnh bạch tạng có thể xuất hiện ở nam hay nữ?", "10": "Mọi hành tinh trong Hệ Mặt Trời đều chuyển động theo các quỹ đạo hình ... mà Mặt Trời là một tiêu điểm.", "11": "Hình ảnh \"Ít nhiều thiếu nữ buồn không nói/ Tựa cửa nhìn xa, nghĩ ngợi gì\" xuất hiện trong bài thơ nào?", "12": "Trong tự nhiên, loài cây nào thường gặp ở vùng đầm lầy và đất cát nghèo dinh dưỡng: cây nắp ấm hay cây bắt ruồi?", "13": "Kinh đô Thăng Long xưa được xây dựng theo quy hoạch \"tam trùng thành quách\", có cấu trúc gồm bao nhiêu vòng thành?", "14": "Đại dương nào nhỏ nhất thế giới?", "15": "Môn thể thao nào mà hai bên thi đấu phải đối diện nhau: bóng bàn, ném lao, chạy nước rút?", "16": "\"Kết liên lại thanh niên chúng ta cùng nhau đi lên\" là câu mở đầu của bài hát nào?", "17": "How many pieces does a player have at the beginning of a chess game?", "18": "Điện Kremlin là Di sản Thế giới của đất nước nào?", "19": "Lực cản không khí là một dạng của lực ma sát, đúng hay sai?", "20": "Loại thấu kính nào được dùng để làm kính lúp?", "21": "Số đo của góc tạo bởi tia tiếp tuyến của đường tròn và dây cung bằng bao nhiêu phần số đo của cung bị chắn?", "22": "Mùa nào được nhắc đến trong những câu thơ sau của nhà thơ Xuân Diệu: \"... là khi nắng rạng đến tình cờ/ Chim trên cành há mỏ hót ra thơ\"?", "23": "Mọi hoạt động từ đơn giản đến phức tạp của động vật có hệ thần kinh đều được thực hiện bằng cơ chế ...", "24": "Vĩnh Lăng ở Thanh Hóa được xem là nơi an táng vị vua nào của nhà Hậu Lê?", "25": "Hành tinh nào có đường kính lớn nhất trong tám hành tinh thuộc Hệ Mặt Trời?", "26": "\"Đường đua xanh\" là cách gọi chỉ môn thể thao nào?", "27": "Đây là những câu hát về người nữ anh hùng nào?https://duong-len-dinh-olympia.fandom.com/vi/wiki/T%E1%BA%ADp_tin:Tuan3thang1quy3Olympia20-KhoidongNhac1.mp3", "28": "Cristiano Ronaldo was born in which country?", "29": "Theo Luật lao động hiện hành, thời giờ làm việc bình thường của người lao động không quá ... giờ trong 1 ngày.", "30": "Tia gamma hay tia X có bước sóng dài hơn?", "31": "Lực ... sinh ra khi các hạt tích điện chuyển động.", "32": "Từ mỗi đỉnh bất kỳ của một ngũ giác lồi, ta có thể kẻ tối đa bao nhiêu đường chéo phân biệt từ đỉnh đó?", "33": "Gang là hợp kim của ... với cacbon, trong đó hàm lượng cacbon chiếm từ 2 - 5%.", "34": "Bối cảnh của chuyện Cô bé bán diêm của Andersen là dịp lễ nào?", "35": "Cây nào ra hoa trong điều kiện chiếu sáng hơn 12 giờ: Thanh long, hoa Cúc, Đậu tương?", "36": "Ai là người đã thành lập Hội Việt Nam Cách mạng Thanh niên vào tháng 6 - 1925?", "37": "Tuyến quốc lộ nào có chiều dài toàn tuyến lớn nhất nước ta hiện nay?", "38": "Chiếc chày được làm bằng gỗ hoặc nhôm, dài khoảng 1 mét là vật dụng thi đấu quen thuộc của môn thể thao nào?", "39": "Loại đàn nào là loại đàn có kích thước nhỏ nhất và âm thanh cao nhất trong họ vĩ cầm?", "40": "How many legs does a spider have?", "41": "Những ngư cụ nào sau đây khi sử dụng sẽ gây tận diệt nguồn lợi thủy sản: chất nổ, xung điện, lưới kéo?", "42": "Trong bóng đá, khi ném biên, cầu thủ có được dẫm một phần chân lên đường biên dọc không?", "43": "Vectơ gia tốc nào đặc trưng cho sự biến đổi về hướng của vectơ vận tốc trong chuyển động tròn đều?", "44": "Đường thẳng tiếp xúc với đường tròn tại một điểm duy nhất được gọi là gì?"}