{"1": "Việt Nam từ một xứ thuộc địa đã trở thành một nước độc lập sau cuộc cách mạng nào?", "2": "Trong kỹ thuật điện, hình ~ ký hiệu cho dòng điện ... chiều.", "3": "Câu nói: \"Thị ơi thị rụng bị bà. Bà để bà ngửi chứ bà không ăn\" xuất hiện trong truyện cổ tích nào?", "4": "Cầu ngói Phát Diệm nằm ở tỉnh ...", "5": "What is the shape of a football pitch?", "6": "Các mặt bên của \"hình chóp đều\" là hình gì?", "7": "... là liên kết được tạo thành do lực hút tĩnh điện giữa các ion mang điện tích trái dấu.", "8": "Hơi nước thoát ra khỏi lá chủ yếu qua ...", "9": "Theo FIFA, ai đang là cầu thủ ghi nhiều bàn thắng nhất mọi thời đại ở môn bóng đá nam thế giới?", "10": "Cao tốc Bảo Lộc - Liên Khương là dự án giao thông trọng điểm của tỉnh nào?", "11": "Hội thơ nào do vua Lê Thánh Tông sáng lập?", "12": "Hiện tượng thiên văn gì xảy ra khi Mặt Trăng ở giữa Mặt Trời và Trái Đất?", "13": "Trong một tổ ong, cá thể đơn bội là con ong nào?", "14": "Bình phương của mọi số dương và âm đều là số ...", "15": "Năm 1991, tỉnh Nghệ Tĩnh được tách ra thành hai tỉnh là ... và ...", "16": "... sulfide (H2S) is a gas that has a characteristic rotten egg smell.", "17": "Trong ca dao, \"quả dưa vẹo vọ\", \"con ốc nằm co\", \"con tôm đánh đáo\", \"con cò kiếm ăn\" xuất hiện khi xảy ra hiện tượng thiên nhiên gì?", "18": "Hai địa danh trong câu ca: \"Đình Bảng bán ấm, bán khay/ Phù Lưu họp chợ mỗi ngày một đông\" thuộc tỉnh/thành nào ngày nay?", "19": "Tác phẩm nào là của Nguyễn Trãi: Bạch Đằng giang phú hay Bạch Đằng hải khẩu?", "20": "Bề mặt lốp xe có các đường vân. Đây là ví dụ về việc lợi dụng mặt có ích của loại lực nào để đảm bảo an toàn cho người điều khiển?", "21": "Quá trình phân li các chất tan trong nước hoặc nóng chảy ra ... gọi là sự điện li.", "22": "Trần Quyết Chiến là cơ thủ hàng đầu Việt Nam ở bộ môn nào?", "23": "Nhà khoa học nào được xem là \"cha đẻ\" của ngành di truyền học hiện đại?", "24": "Các từ \"ni\" và \"tê\" trong câu: \"Đứng bên ni đồng, ngó bên tê đồng\" có nghĩa là gì?", "25": "\"Ngự dụng\" là những đồ dùng, vật dụng dành riêng cho ai trong hoàng cung sử dụng?", "26": "\"Ngày đầu tiên\" là bản hit mới của ca sĩ nào?", "27": "What is the abbreviation of Association of Southeast Asian Nations?", "28": "Lễ hội té nước diễn ra vào tháng dương lịch nào ở một số nước Đông Nam Á như Thái Lan, Lào, Myanmar?", "29": "Nguyễn Khuyến hay Tú Xương còn được gọi là \"nhà thơ của làng cảnh Việt Nam\"?", "30": "Hai đường thẳng có tích hệ số góc bằng -1 thì hai đường thẳng đó ... với nhau."}