{"1": "\"Mắt Biếc\" là truyện ngắn nổi tiếng của nhà văn ...", "2": "Hình thái đô thị đầu tiên của nước ta xuất hiện ở tòa thành nào?", "3": "Sông nào là một trong những biểu tượng của thành phố Đà Nẵng?", "4": "Trong bảng tuần hoàn các nguyên tố hóa học, chu kì duy nhất nào không được bắt đầu bằng một kim loại kiềm?", "5": "Trong một trận đấu ở môn bóng đá 5 người, số lần thay đổi cầu thủ dự bị (kể cả thay thế thủ môn dự bị) tối đa là bao nhiêu?", "6": "Bài hát Nhạc rừng được nhạc sĩ Hoàng Việt sáng tác dựa trên niềm cảm xúc dạt dào với vẻ đẹp của thiên nhiên khu vực ...", "7": "What is the name of the device for projecting images on a flat screen?", "8": "Kênh phát thanh quốc gia trên sóng FM tần số 91Mhz là kênh phát thanh chuyên đưa các thông tin về lĩnh vực gì?", "9": "Khớp xương ở cột sống là khớp động hay hớp bán động?", "10": "... là loài duy nhất trong giới động vật có thể dài tới 33 mét, nặng tới 160 tấn.", "11": "Mặt phẳng ... của một đoạn thẳng là tập hợp các điểm cách đều hai đầu mút của đoạn thẳng đó.", "12": "Loại gương cầu gì được sử dụng để chế tạo kính soi mà các nha sĩ hay dùng để khám răng?", "13": "Những tác phẩm của William Shakespeare như Vua Lear, Othello, Macbeth... thuộc thể loại gì của loại hình kịch?", "14": "Cách đây 3000 - 4000 năm, cư dân văn hóa Phùng Nguyên là những người mở đầu thời đại nào ở Việt Nam?", "15": "Trong các tầng của khí quyển Trái Đất, tầng nào có chiều dày lớn nhất?", "16": "Trong công nghiệp, brom được sản xuất từ đâu?", "17": "Tính đến nay, huyền thoại bóng đá ... là người duy nhất 3 lần vô địch World Cup với tư cách cầu thủ.", "18": "Loại nhạc cụ nào còn có tên là Vô đề cầm?", "19": "The flag of which color is used to symbolize surrender?", "20": "\"Trái tim có những lí lẽ mà lí trí không giải thích được\". Đây là một trong những câu nói nổi tiếng của nhà toán học người Pháp nào?", "21": "Các cơn bão ở Nam bán cầu có chiều xoắn thuận hay ngược chiều kim đồng hồ?", "22": "Trong một hệ sinh thái, vi khuẩn, nấm được xếp vào nhóm sinh vật ...", "23": "Hình ảnh \"Ngõ tối đêm sâu đóm lập lòe\" xuất hiện trong bài thơ thu nào của Nguyễn Khuyến: Thu vịnh, Thu điếu, hay Thu ẩm?", "24": "Dưới triều đại nào, giáo dục thi cử trở thành nguồn đào tạo và tuyển chọn quan lại chủ yếu cho quốc gia?", "25": "Cai Lậy và Gò Công là hai thị xã của tỉnh ...", "26": "Các nguyên tố hóa học chủ yếu của các hợp chất hữu cơ xây dựng nên cấu trúc tế bào được gọi chung là gì?", "27": "Trong môn bóng chày, cầu thủ tấn công sẽ bị loại nếu đánh trượt bóng tối đa mấy lần?", "28": "Pablo Picasso và Georges Braque là hai họa sĩ sáng lập ra trường phái gì trong hội họa và điêu khắc?", "29": "Which unit is used to measure the power of an earthquake (in Vietnam)?", "30": "Giải Nobel nào của năm 2019 đã tôn vinh nghiên cứu về lĩnh vực vũ trụ?", "31": "Mũi cá chép đùng để thở hay ngửi?", "32": "Cái ghẻ đào hang dưới ..., gây bệnh ghẻ ở người.", "33": "Số nào là số tự nhiên nhỏ nhất mà tích các chữ số tạo nên số đó bằng 24?", "34": "Dùng dây dẫn để truyền tải điện năng đi xa sẽ có một phần điện năng bị hao phí, chủ yếu là do hiện tượng ... trên dây dẫn.", "35": "Từ nào còn thiếu trong câu thơ sau của Nguyễn Bính: \"... là bệnh của tôi yêu nàng\"?", "36": "Vị vua nào là người đầu tiên đổi tên nước ta thành Đại Việt?", "37": "Tỉnh Quảng Nam có Khu dự trữ sinh quyển thế giới nào?", "38": "Than cốc được điều chế bằng các nung than mỡ khoảng 1000 độ C trong lò cốc, không có ...", "39": "Chang Hon và Kukkiwon là hai hệ phái lớn trong môn võ thuật nào?", "40": "Bộ phim \"Hoa ban đỏ\" của đạo diễn Bạch Diệp có bối cảnh là chiến dịch lịch sử nào?", "41": "\"Save Energy, Save Earth\" is the slogan of which champaign in Vietnam 2019?", "42": "Việc tổ chức thi trên máy tính trong kỳ thi THPT Quốc gia dự kiến được thí điểm từng bước bắt đầu từ năm nào?", "43": "Quần lá tọa, áo cánh nâu là trang phục thường ngày của người đàn ông hay phụ nữ nước ta vào khoảng thế kỷ XVII?", "44": "Nhiễm sắc thể còn được gọi là thể ... vì nó dễ bắt màu bằng dung dịch thuốc nhuộm kiềm tính.", "45": "... là hình lăng trụ có cạnh bên vuông góc với mặt đáy.", "46": "Muốn cho một vật rắn chịu tác dụng của hai lực ở vị trí cân bằng thì hai lực phải ...", "47": "Oxi florua được điều chế bằng cách cho flo đi qua dung dịch ... loãng (khoảng 2%) và lạnh."}