{"1": "Tên thành phố nào ở nước ta có nghĩa là \"Rồng đáp xuống\"?", "2": "Nếu ta gieo một đồng xu cân đối thì xác suất xuất hiện mặt ngửa là bao nhiêu?", "3": "Mỗi số đếm trên công tơ điện dành cho hộ gia đình tương ứng với lượng điện năng đã sử dụng là ... kWh.", "4": "Graphit là một dạng thù hình của nguyên tố nào?", "5": "Giới nguyên sinh trong hệ thống phân loại năm giới gồm có: Nấm nhầy, động vật nguyên sinh và ...", "6": "Bài thơ \"Lưu biệt khi xuất dương\" được Phan Bội Châu viết khi ông chia tay các đồng chí để sang đất nước nào?", "7": "Chiến thắng Ngọc Hồi - Đống Đa vào xuân Kỷ Dậu 1789 gắn với người anh hùng nào?", "8": "Đường kinh tuyến gốc đi qua thủ đô nào ở châu Âu?", "9": "Hiện nay, khi tham dự các nội dung bơi lội trong nhà tại Olympic, vận động viên không được sử dụng dụng cụ hỗ trợ nào sau đây: kính bơi, chân vịt, mũ bơi?", "10": "Nữ danh ca nào được mệnh danh là \"Họa mi nước Anh\"?", "11": "What is the name of Vietnam's National Stadium?", "12": "Tháng Âm lịch nào còn được người Việt gọi là \"tháng củ mật\"?", "13": "Phép dời hình có làm thay đổi khoảng cách giữa hai điểm bất kì không?", "14": "Số đo của góc có đỉnh ở bên ngoài đường tròn bằng nửa ... số đo hai cung bị chắn.", "15": "Lý thuyết phổ biến nhất về nguồn gốc và sự tiến hóa của vũ trụ có tên là gì?", "16": "Các muối nitrat được sử dụng chủ yếu để làm ... hóa học trong nông nghiệp.", "17": "Phương pháp truyền thống nào thường được tiến hành sau khi thu hoạch lúa để làm giảm độ ẩm của hạt thóc xuống khoảng 13%?", "18": "Cách xưng hô quen thuộc nào trong các đơn vị bộ đội sau Cách mạng tháng Tám đã được nhà thơ Chính Hữu dùng để đặt tên cho một tác phẩm của ông?", "19": "\"Trạng Lường\" là tên dân gian của danh nhân nào?", "20": "Sông Congo chảy trên lãnh thổ châu ...", "21": "Đây là các dụng cụ của môn thể thao nào?", "22": "Đâu là ca khúc có chủ đề nông nghiệp, nông thôn: Con kênh ta đào, Đường cày đảm đang, Tình cây và đất (Theo bình chọn của Bộ Nông nghiệp và Phát triển nông thôn)?", "23": "What do giant pandas primarily eat?", "24": "Bánh cáy, canh cá Quỳnh Côi, bánh gai Đại Đồng là những đặc sản của tỉnh nào?", "25": "Trong phản ứng giữa natri và clo tạo ra NaCl, natri đóng vai trò là chất khử hay chất oxi hóa?", "26": "Hai cạnh đáy của hình thang luôn ... với nhau.", "27": "Khi tia sáng truyền từ không khí sang nước thì góc khúc xạ ... góc tới.", "28": "Người ta phân biệt kim loại nặng và kim loại nhẹ dựa vào thông số nào của kim loại?", "29": "Hiện nay, khoảng 85.3% dân số nước ta thuộc dân tộc nào?", "30": "Trong thơ Bằng Việt, hình ảnh nồng ấm nào gắn liền với những kỷ niệm về bà?", "31": "Xiêm La là nước nào hiện nay?", "32": "Vũ kế là thiết bị được dùng để đo ...", "33": "Tour de France là giải đua ... lớn nhất thế giới được tổ chức hàng năm.", "34": "Huyện Thuận Thành, tỉnh Bắc Ninh có làng tranh truyền thống nổi tiếng nào?"}