{"1": "Giải bóng đá UEFA Champions League được tổ chức định kì bao lâu một lần?", "2": "Loài động vật giáp xác nào được sử dụng làm thân trong bánh bột lọc?", "3": "Tên gọi chuyển động của con lắc đồng hồ là gì?", "4": "What is the shortcut to copy in Microsoft Word?", "5": "\"Cây trúc xinh\" là làn điệu thuộc thể loại dân ca ... Bắc Ninh.", "6": "Nhóm halogen gồm mấy nguyên tố (trong bảng tuần hoàn hóa học tiêu chuẩn)?", "7": "Những người làm chung một cơ quan, chung một nghề thường được gọi bằng từ Hán-Việt nào?", "8": "\"Bao giờ Tây nhổ hết cỏ nước Nam mới hết người Nam đánh Tây\" là câu nói của ai?", "9": "Tất cả các kinh tuyến trên Trái Đất đều có điểm xuất phát từ đâu?", "10": "Phản ứng của cơ thể người trả lời các kích thích của môi trường thông qua hệ thần kinh gọi là ...", "11": "Trong trường hợp có yêu cầu thực hiện thoát hiểm rời máy bay, các hành khách có được mang hành lý xách tay theo cùng không?", "12": "Hàm tang và cotang tuần hoàn với chu kỳ bao nhiêu radian?", "13": "Một đường thẳng song song với trục của parabol đều cắt parabol tại mấy điểm?", "14": "Bài thơ Vội vàng của Xuân Diệu được viết theo thể thơ nào?", "15": "Ca khúc nào đã được nhạc sĩ Trịnh Công Sơn trình bày trên sóng Đài phát thanh Sài Gòn vào ngày 30/4/1975?", "16": "How many rings are there in the Olympic symbols?", "17": "Thuật ngữ \"Tân thế giới\" do nhà thám hiểm Amerigo Vespucci đưa ra để chỉ châu lục nào?", "18": "Một người đứng bên đường nhìn thấy chuyển động của đầu van xe đạp và kết luận đây là chuyển động tròn. Kết luận này đúng hay sai?", "19": "Thông thường, một loại kem chống nắng có chỉ số SPF càng cao thì thời gian chống nắng càng ...", "20": "Một người có huyết áp cực đại thường xuống dưới 80mm thủy ngân thì người đó mắc chứng ...", "21": "Trong các nguyên tố hóa học cấu tạo nên cơ thể người, nguyên tố nào là nguyên tố quan trọng trong việc tạo nên sự đa dạng của vật chất hữu cơ?", "22": "Giới hạn đo của thước là độ dài ... ghi trên thước.", "23": "Trong môn cờ vua, mỗi bên có tối đa bao nhiêu quân tốt?", "24": "KHÔNG ĐỦ THỜI GIAN", "25": "Tác phẩm \"Những ngày thơ ấu\" của nhà văn Nguyên Hồng được viết theo thể loại nào?", "26": "Hệ cơ quan nào có chức năng ổn định nhiệt độ cơ thể và độ pH, cũng như duy trì cân bằng nội môi?", "27": "Trong bảng tuần hoàn hóa học, nguyên tố có tính phi kim mạnh nhất là ...", "28": "Thủ môn Đặng Văn Lâm đã đẩy thành công mấy quả bóng trong loạt sút luân lưu 11m với đội tuyển Jordan tại AFC Asian Cup 2019?", "29": "Lãnh hải của nước ta rộng bao nhiêu hải lý?", "30": "\"Điểm vàng\" ở mắt người là điểm thu nhận hình ảnh của vật rõ ràng nhất hay không tiếp nhận hình ảnh của vật?", "31": "Cửa chính vào Hoàng thành của kinh thành Huế được gọi là gì?", "32": "Khu vực đồng bằng ... được coi là quê hương của nghệ thuật múa rối nước Việt Nam.", "33": "Vườn cổ tích, Ở nhà chủ nhật, SV96 là những chương trình truyền hình nổi bật của kênh nào?", "34": "Số vôn ghi trên pin hoặc acquy cho biết ... của pin hay acquy đó.", "35": "KHÔNG ĐỦ THỜI GIAN", "36": "KHÔNG ĐỦ THỜI GIAN", "37": "Đường cao tốc Đà Nẵng - Quảng Ngãi đi qua địa phận Đà Nẵng, Quảng Ngãi và tỉnh nào nữa?", "38": "Năm 1919, Nguyễn Ái Quốc đã gửi Bản yêu sách của nhân dân An Nam đến hội nghị nào?", "39": "Loại đàn này có tên là gì?", "40": "Bọ gậy (lăng quăng) là ấu trùng của loài nào?", "41": "Ở nước ta, khi sử dụng các chữ cái a, b, c để kí hiệu độ dài các cạnh trong tam giác ABC, người ta thường dùng chữ b để kí hiệu độ dài của cạnh nào?", "42": "Nghĩa của từ ghép chính phụ rộng hay hẹp hơn nghĩa của tiếng chính?", "43": "Món cơm Tấm phổ biến nhất ở miền nào?", "44": "Nhà thơ nào đã khởi xướng Trường thơ Loạn?", "45": "Trong thực tế, làm trắng răng bằng than ... là phương pháp tự nhiên khá an toàn được nhiều người áp dụng hiện nay.", "46": "What is one half plus one half?", "47": "HLV Solskjaer đã thay HLV Jose Mourinho để dẫn dắt câu lạc bộ bóng đá nào?", "48": "KHÔNG ĐỦ THỜI GIAN"}