{"1": "Kiến lính sẵn sàng chiến đấu và hi sinh để bảo vệ kiến chúa và bảo vệ tổ. Đây là biểu hiện của tập tính xã hội nào ở động vật?", "2": "\"Một người vì mọi người, mọi người vì một người\" là câu nói nổi tiếng trong cuốn tiểu thuyết nào của Alexandre Dumas cha?", "3": "Cửa Hội là cây cầu mới hoàn thành, nối liền hai tỉnh nào ở khu vực Bắc Trung Bộ với nhau?", "4": "Cầu thủ nào được vinh danh là 1 trong 10 gương mặt trẻ Việt Nam tiêu biểu 2020?", "5": "Trong một sáng tác của mình, nhạc sĩ Phạm Minh Tuấn đã dùng hình ảnh: \"Từ thuở còn nằm nôi, sáng chắn bão giông, chiều ngăn nắng lửa\" để nói về ...", "6": "Muối oxalate của kim loại nào là thành phần phổ biến nhất trong các loại sỏi thận ở người?", "7": "What does this sign mean?", "8": "Nước ta đã đặt ra mục tiêu trồng mới bao nhiêu cây xanh trong giai đoạn 2021 - 2025?", "9": "Khi Trái Đất ở vị trí hạ chí (22/6), nửa cầu bên nào chúc về phía Mặt Trời nhất?", "10": "Nơi nào được coi là đô thị đầu tiên của nước ta?", "11": "Việc trọng tài bóng đá tung đồng xu để biết đội nào được cầm bóng trước là một phép thử ...", "12": "Ở người, tuyến nào trong các tuyến nội tiết giữ vai trò chỉ đạo hoạt động của hầu hết các tuyến nội tiết khác?", "13": "\"Văn học là nhân học\" là câu nói nổi tiếng của nhà văn Nga nào?", "14": "Huyện lỵ của huyện Trường Sa (Khánh Hòa) là thị trấn ...", "15": "Tiền đạo nào là người đầu tiên giành giải thưởng Quả bóng vàng Việt Nam vào năm 1995?", "16": "Phần quan trọng nhất trong một vở chèo là ...", "17": "Tên của loại bom nào từng được quân đội Mỹ sử dụng ở nước ta được ghép từ tên của hai trong số các thành phần: axit naphthenic và axit palmitic?", "18": "What do you call a piece of cloth used as a symbol of a country?", "19": "Á hậu Phương Nga, diễn viên Đinh Tú, Đức Bảo, Hồng Nhung... là một số MC hiện nay của chương trình truyền hình buổi sáng nào trên VTV3?", "20": "Theo Luật lao động hiện hành, thuê người giúp việc gia đình có cần ký hợp đồng lao động không?", "21": "Năm 2021 kỷ niệm bao nhiêu năm Đảng ta ra nghị quyết về đổi mới, đưa đất nước bước vào giai đoạn phát triển với nhiều thành tựu to lớn?", "22": "Trong toán học, câu \"Nếu ai đánh Cóc thì Trời đánh cho\" được gọi là một mệnh đề ...", "23": "Phích nước được đậy nút thật kín để ngăn cản sự truyền nhiệt bằng ... ra bên ngoài.", "24": "Tỉnh/thành phố trực thuộc trung ương nào hiện có mức sinh thấp nhất cả nước?", "25": "Loài cây thân leo nào được ví như \"nữ hoàng\", \"đại sứ thương hiệu\" của nông sản Ninh Thuận?", "26": "Nhà văn nào đã để lại cho đời những tác phẩm giá trị như Tướng về hưu, Muối của rừng, Con gái thủy trần... ?", "27": "Hai đầu của cao tốc Phan Thiết - Dầu Giây (dự kiến hoàn thành vào năm 2022) nằm ở hai tỉnh là Bình Thuận và ...", "28": "Trịnh A Sáng, Lại Lý Huynh, Cao Phương Thanh là những vận động viên nổi tiếng của môn thể thao nào?", "29": "Đây là nghệ sỹ nhân dân nào?", "30": "Các đồ vật bằng gang, thép để trong tự nhiên dần chuyển thành sắt oxit. Đây là ví dụ về sự oxi hóa ...", "31": "Our atmosphere is made mostly of which gas?", "32": "Cái Lớn - Cái Bé là đại công trình thủy lợi đang được xây dựng ở vùng kinh tế nào của nước ta?", "33": "Khi xuống phà, các phương tiện nào được xuống trước: ô tô - xe máy hay xe đạp và người đi bộ?", "34": "Mối quan hệ giữa Việt Nam và nước Châu Mĩ Latinh nào là \"mối quan hệ đặc biệt, không có tiền lệ, là hình mẫu của quan hệ quốc tế\"?", "35": "Hai phép tính nào do Newton phát minh ra là nền tảng của giải tích toán học?", "36": "Lực kế được chế tạo dựa vào định luật nào?", "37": "Đặc điểm nổi bật nhất của cây trồng biến đổi gen giai đoạn 1996 - 2002 là tính kháng thuốc diệt cỏ và tính kháng ...", "38": "\"Trăm năm duyên kiếp Đảng và thơ\" là tâm sự của nhà thơ cách mạng nào?", "39": "Tháng 3/2021, tàu Ever Given khi bị mắc kẹt đã gây tắc nghẽn tuyến hàng hải huyết mạch nào của thế giới?", "40": "Nước Cộng hòa Xã hội Chủ nghĩa Việt Nam lần đầu cử đoàn thể thao tham dự Thế vận hội mùa hè là năm bao nhiêu?", "41": "Nhà thơ, nhà văn nào từng vào vai bác sĩ Hoa Súng ở chương trình \"Gặp nhau cuối tuần\" của Đài Truyền hình Việt Nam?", "42": "Mức độ hoạt động hóa học của phi kim được đánh giá dựa vào khả năng và mức độ phản ứng của nó với ... và ...", "43": "Which part of your body is called as the window to the soul?", "44": "Theo luật giao thông hiện hành, trẻ em dưới mấy tuổi khi đi qua đường đô thị, đường thường xuyên có xe cơ giới qua lại phải có người lớn dắt?", "45": "Nếu tất cả các số chia hết cho 2 là số chắn và mọi số chẵn đều là số nguyên thì số chia hết cho 2 là số nguyên. Đúng hay sai?", "46": "Tổ chức nào ra đời cách đây 80 năm, nhằm \"liên hiệp hết thảy các giới đồng bào yêu nước... cùng nhau mưu chuộc dân tộc giải phóng và sinh tồn\"?", "47": "Số nào là số tự nhiên lớn nhất có hai chữ số thỏa mãn tổng hai chữ số của số đó bằng số lớn nhất có một chữ số?", "48": "Người ta thường sử dụng đơn vị thời gian nào để tính tuổi thọ các loại bóng đèn trên thị trường Việt Nam?"}