{"1": "Ngày 24/4 (giờ Việt Nam), kỳ thủ nào đã đánh bại \"vua cờ\" Magnus Carlsen ở giải cờ vua trực tuyến (đánh cờ nhanh) Oslo Esports Cup 2022?", "2": "\"Nó\" trong những câu thơ sau là gì: \"Nào ai biết chiều sâu và bến bờ của nó/ Em là nữ hoàng của vương quốc đó/ Ấy thế mà em có biết gì biên giới của nó đâu\"?", "3": "Bài toán con thỏ và bài toán số tổ tiên của một con ong đực là những cơ sở giúp tìm ra dãy số nào vào năm 1202?", "4": "Loại bột màu trắng mà các vận động viên xoa vào lòng bàn tay trước khi thi đấu để chống trơn trượt, có tên hóa học là gì?", "5": "When is the Vietnam Family Day?", "6": "Bình gốm Nhơn Thành (lưu giữ tại Bảo tàng thành phố Cần Thơ) là tiêu bản duy nhất còn nguyên vẹn trong lịch sử khai quật nền văn hoá nào?", "7": "Ở nước ta, tuyến đường biển ven bờ quan trọng nhất là tuyến Hải Phòng - ... dài 1500km.", "8": "\"Lòng này gửi gió đông có tiện?/ Nghìn vàng xin gửi đến non Yên\". \"Gió đông\" ở đây là gió mùa nào?", "9": "Dung dịch thử nghiệm trong ống chiết test nhanh COVID-19 có chứa muối azua của kim loại nào?", "10": "Chủ tịch Hồ Chí Minh đã viết đoạn mở đầu của văn kiện quan trọng nào vào mặt sau tờ tin \"Tham khảo đặc biệt\" ra ngày 3/5/1969?", "11": "Trong các vùng kinh tế ở nước ta, vùng nào không giáp biển?", "12": "Trong bộ tứ danh họa người Việt thành danh ở Pháp \"Phổ - Thứ - Lựu - Đàm\" thì \"Phổ\" là ai?", "13": "What is the number of one quarter of one tenth of 400?", "14": "Các sáng tác của họa sĩ Nguyễn Gia Trí chủ yếu thực hiện trên chất liệu gì?", "15": "Tứ diện có bao nhiêu đường chéo?", "16": "Để dễ lật trang sách, một số người thường có thói quen làm ướt đầu ngón tay. Việc làm này là một ứng dụng có ích của lực nào trong đời sống?", "17": "Thực vật có màu vàng, đỏ, xanh thẫm thường chứa nhiều carôten là chất tiền vitamin ...", "18": "\"Kho muối vô tận\" của nước ta nằm ở đâu?", "19": "Những câu ca dao \"Đánh giặc thì đánh giữa sông/ Đừng đánh chỗ cạn mắc chông mà chìm\" được đúc rút từ kinh nghiệm đánh giặc của ông cha ta trên dòng sông nào?", "20": "Điệu nhảy nào có nguồn gốc từ Argentina và Uruguay, đã được UNESCO đưa vào danh sách Di sản văn hóa Phi vật thể năm 2009?", "21": "Theo pháp luật hiện hành, công dân từ đủ bao nhiêu tuổi có nghĩa vụ tham gia Dân quân tự vệ?", "22": "Phần lãnh thổ trên đất liền châu Âu của nước Pháp thường được xem là có dạng hình học nào?", "23": "Khi bị vỡ, loại đèn nào sau đây có hơi thủy ngân bay ra, dễ gây ngộ độc: đèn sợi đốt, đèn compact, đèn led?[1]", "24": "Quá trình sản xuất nước mắm thực chất là quá trình ... protein cá dưới tác động của một số enzym.", "25": "Chi trước biến đổi thành vây bơi là đặc điểm của cá voi, cá chép, thú mỏ vịt, hay cá sấu?", "26": "Từ nào còn thiếu trong câu thơ sau: \"Những đường ... của ta/ Đêm đêm rầm rập như là đất rung\" (thơ Tố Hữu)?", "27": "El Clásico là tên của trận đấu giữa hai đội bóng nào trong khuôn khổ La Liga?", "28": "Bộ phim nào đã đoạt giải Phim xuất sắc nhất tại Giải Oscar lần thứ 94 năm 2022?", "29": "Đền Lý Bát Đế thờ tám vị vua nhà Lý, thuộc tỉnh nào?"}