{"1": "Nơi nào được nhắc tới trong những câu hát: \"Quê em ở .../ Những đảo chìm đảo nổi/ Quê em có biển trời/ Bốn mùa xanh bao la\"?", "2": "Tên nhà toán học nào được đặt cho đường thẳng đi qua trọng tâm, trực tâm, tâm đường tròn ngoại tiếp của một tam giác?", "3": "Tỉnh nào có diện tích nuôi tôm lớn nhất nước ta hiện nay?", "4": "Trong top bốn phim có doanh thu cao nhất mọi thời đại (tính đến cuối tháng 1/2023), có đến ba phim của đạo diễn nào?", "5": "Một thiên thạch bay vào bầu khí quyển Trái Đất, bị nóng sáng và bốc cháy, để lại một vệt sáng dài. Lực nào đóng vai trò chính gây ra hiện tượng thiên thạch bốc cháy?", "6": "How many degrees is the angle made by the minute hand and the hour hand when the clock shows exactly 5 o'clock?", "7": "Tay đấm người Việt nào đã giành quyền vào chung kết hạng 48-52kg tại giải vô địch Boxing nữ thế giới 2023?", "8": "HAV là virus gây ra bệnh gì?", "9": "Nhà phê bình Hoài Thanh đã gọi nhà thơ nào là \"Người đã gọi dậy cái hồn buồn của Đông Á, người đã khơi lại cái mạch sầu mấy nghìn năm vẫn ngấm ngầm trong cõi đất này\"?", "10": "Bộ phận nào ở đầu người chứa tiền đình và các ống bán khuyên thu nhận các thông tin về vị trí và sự chuyển động của cơ thể trong không gian?", "11": "Chỉ số phát triển con người (HDI) được tính dựa trên ba chỉ số quan trọng là chỉ số sức khỏe, chỉ số thu nhập và chỉ số ...", "12": "Nhà toán học nào được coi là người sáng lập nên lí thuyết tập hợp?", "13": "Tỉnh nào đăng cai Năm Du lịch quốc gia 2023?", "14": "Which country has the most time zones in the world?", "15": "Trong y tế, máy khử rung tự động bên ngoài (AED) sử dụng cách phóng điện của ... qua tim để làm ngừng một cách nhanh chóng những cơn loạn nhịp tim.", "16": "Ai đã được Trần Nghệ Tông tặng lá cờ thêu tám chữ: \"Văn võ toàn tài, quân thần đồng đức\"?", "17": "Tác phẩm nào của nhà văn Nguyên Hồng mà tên của nó vốn là một từ lóng, có nghĩa là \"người đàn bà ăn cắp\"?", "18": "Cảng biển nào giữ vị trí 32/100 cảng container có lưu lượng hàng hóa qua cảng lớn nhất thế giới năm 2022 do Tạp chí hàng hải Lloyd's List (Vương quốc Anh) đưa ra?", "19": "Ca khúc Across the Universe của nhóm nhạc nào đã được NASA chọn làm thông điệp gửi ra ngoài vũ trụ để kết nối với những hành tinh khác?", "20": "Chất quyết định màu da và màu tóc của con người là ...", "21": "Ai là người thiết kế mẫu Huân chương Sao Vàng, Huân chương Hồ Chí Minh, Huân chương Độc lập, Huân chương Lao Động?", "22": "Khi nghiêng các đĩa CD dưới ánh sáng Mặt Trời, ta thấy xuất hiện các màu sặc sỡ như màu cầu vồng. Đó là kết quả của hiện tượng ... ánh sáng.", "23": "Vở kịch nào của Vũ Đình Long được coi như tác phẩm mở đường cho sự ra đời và phát triển của kịch nói Việt Nam?", "24": "Theo Tập đoàn Dầu khí Việt Nam (PVN), mỏ dầu khí nào có sản lượng dầu thô khai thác hằng ngày lớn nhất nước ta?", "25": "Khối đa diện nào có số đỉnh nhiều nhất: Khối tứ diện đều, khối thập nhị diện đều, khối nhị thập diện đều, khối bát diện đều?", "26": "... là phim tài liệu Việt Nam đầu tiên lọt vào danh sách rút gọn 15 phim tranh giải Oscar ở hạng mục Phim tài liệu xuất sắc.", "27": "What is the abbreviation of official development assistance capital?", "28": "Vua Trần đã ban tặng cho ai tên thụy là \"Văn Trinh\", nhằm biểu dương một người đã kết hợp được hai mặt của đạo đức: bên ngoài thuần nhã, hiền hòa với bên trong chính trực, kiên định?", "29": "Trong báo cáo \"Bóng đá thế giới năm 2022\", Nielsen nhận định quốc gia có tỉ lệ người dân được khảo sát yêu bóng đá cao nhất châu Á là quốc gia nào?", "30": "Hai hành tinh nào trong Hệ Mặt Trời không có vệ tinh tự nhiên?", "31": "Hợp chất hữu cơ đầu tiên nào được tổng hợp từ các chất vô cơ, giáng một đòn mạnh vào thuyết duy tâm, thúc đẩy sự phát triển của hóa học hữu cơ?", "32": "\"Khôn ngoan đến mực nói năng phải lời\". Đây là lời Thúy Kiều dành cho nhân vật nào trong Truyện Kiều?", "33": "Người ta sử dụng tinh thể nào của silic để giữ thời gian của đồng hồ, giúp đồng hồ chạy chính xác?", "34": "Năm 1619, nhà thiên văn học nào đã tìm ra ba định luật mô tả chính xác chuyển động của các hành tinh trong Hệ Mặt Trời?", "35": "Nhà hát nào vừa khánh thành tại Khánh Hòa ngày 1/4/2023, là nơi diễn ra vở diễn nghệ thuật hàng ngày Life Puppets - Rối mơ?", "36": "Tế bào dài nhất trong cơ thể người là tế bào nào?"}