{"1": "Từ nào còn thiếu trong câu sau: \"Ngoài cật có một manh áo vải, nào đợi mang bao tấu, bầu ngòi, trong tay cầm một ngọn ..., chi nài sắm dao tu, nón gõ\"?", "2": "Hiện tượng sữa tươi để lâu ngày bị vón cục thể hiện sự biến tính của chất nào?", "3": "Chữ cái in hoa nào được dùng để kí hiệu tập hợp các số phức?", "4": "Nhân vật lịch sử nào còn được gọi là Lý Phế Hậu, Chiêu Thánh hoàng hậu?", "5": "Yến sào Hòn Nội, vịt lội Ninh Hòa, tôm hùm Bình Ba, nai khô Diên Khánh là những đặc sản nổi tiếng của tỉnh nào ở nước ta?", "6": "Các lực ... là các lực khi tác dụng đồng thời vào một vật thì không gây ra gia tốc cho vật.", "7": "How many players does each team have in a football match?", "8": "Không có máy cơ đơn giản nào cho chúng ta lợi về công. Đúng hay sai?", "9": "Chiến thắng Oscar đầu tiên trong sự nghiệp của ca sĩ Lady Gaga là vào năm nào?", "10": "Vận động viên Việt Nam nào sinh năm 1997, đã cùng đồng đội vô địch giải trẻ Wimbledon năm 2015?", "11": "Vườn quốc gia nào là vườn quốc gia đầu tiên được thành lập của Việt Nam?", "12": "KHÔNG ĐỦ THỜI GIAN", "13": "Oxi nặng hơn không khí, đúng hay sai?", "14": "Đây là môn thể thao, trò chơi dân gian nào?", "15": "Trong chuyển động thẳng đều, quãng đường tỉ lệ ... với thời gian.", "16": "Hoa dã quỳ là biểu tượng của thành phố du lịch nào ở Tây Nguyên?", "17": "Trinitrotoluen còn được biết đến với tên gọi phổ biến là Thuốc nổ ...", "18": "Từ nào còn thiếu trong câu thơ: \"... xưa bãi chiến trường/Ngổn ngang xác giặc vùi xương thành gò\"?", "19": "Bộ phim Ở nhà một mình có bối cảnh thời gian là dịp lễ nào trong năm?", "20": "Trong tác phẩm của Thép Mới, loài cây nào \"là người bạn thân của nông dân Việt Nam, bạn thân của nhân dân Việt Nam\"?", "21": "Vịnh nào là vịnh biển lớn nhất thế giới?", "22": "Ai là người đã đưa ra các thuật ngữ \"tính trạng trội\", \"tính trạng lặn\" trong Di truyền học?", "23": "Trong tam giác, độ dài mỗi cạnh lớn hơn ... độ dài hai cạnh kia và nhỏ hơn ... độ dài của chúng.", "24": "In which country does pizza come from?", "25": "Thương của hai số lẻ trong phép chia hết là số ...", "26": "Cây cà chua là cây ngắn ngày hay dài ngày?", "27": "Nguyên lý tảng băng trôi là do nhà văn nào đề xuất?", "28": "Chất dinh dưỡng dư thừa, ngoài việc bị thải bỏ sẽ được tích lũy ở đâu?", "29": "Theo truyền thuyết, Thánh Gióng đã có công đánh đuổi giặc ngoại xâm nào?", "30": "Đội bóng nào của Đông Nam Á có thành tích tốt nhất tại Vòng chung kết ASIAN Cup 2019?", "31": "Hiện nay huyện đảo Hoàng Sa thuộc quyền quản lý hành chính của tỉnh, thành phố nào?", "32": "Bộ phim \"Tôi thấy hoa vàng trên cỏ xanh\" là phim điện ảnh được chuyển thể từ tiểu thuyết cùng tên của nhà văn nào?", "33": "Thuốc ở đầu que diêm thường chứa gần 50% loại muối nào của kali?", "34": "What is 128 divided by 16?", "35": "Trong bài dân ca \"Đi cấy\", người ta lên chùa để bẻ thứ gì?", "36": "Mỗi vật đều có xu hướng bảo toàn vận tốc của mình. Tính chất này được gọi là ...", "37": "La Liga là giải vô địch bóng đá quốc gia nào?", "38": "Theo Tiêu lệnh Phòng cháy chữa cháy, khi xảy ra cháy, điều đầu tiên bạn cần làm là gì: gọi 114, báo động gấp hay cúp cầu dao điện?", "39": "In which country is the headquarters of UEFA located?", "40": "Tồn tại duy nhất một ... chứa một đường thẳng và một điểm nằm ngoài đường thẳng đó.", "41": "Bài hát này tên là gì?https://duong-len-dinh-olympia.fandom.com/vi/wiki/T%E1%BA%ADp_tin:Tuan3thang2quy3Olympia2019-KhoidongNhac1.mp3", "42": "Hồng Hải (Biển Đỏ) nằm giữa châu Á và châu lục nào?", "43": "\"Ghế tréo, lọng xanh ngồi bảnh chọe\" là câu thơ Nguyễn Khuyến mô tả về nhân vật ông nghè hay chú Tễu?", "44": "Tác phẩm Chinh phụ ngâm của Đặng Trần Côn viết bằng chữ gì?", "45": "Chùa Phật Tích (Bắc Ninh), chùa Long Đọi (Hà Nam), chùa Diên Hựu (Hà Nội) đều được xây dựng dưới triều đại nào?", "46": "Hợp chất tự nhiên quan trọng nhất của clo được tìm thấy ở đâu?", "47": "Ảnh của một vật tạo bởi gương phẳng là loại ảnh gì?", "48": "Trời càng lạnh thì cây bắp cải cuộn càng ..."}