{"1": "Ngoài tự nhiên, gấu trắng là loài động vật chỉ có ở đâu?", "2": "Cặp từ nào còn thiếu trong đoạn thơ sau: \"Chỉ có ... mới hiểu/ ... mênh mông nhường nào\"?", "3": "Tôn Sĩ Nghị, Sầm Nghi Đống là các bại tướng dưới tay anh hùng dân tộc nào?", "4": "What city of Europe is called \"The City of Light\"?", "5": "Môn thể thao nào đã mang về huy chương vàng Olympic đầu tiên cho Việt Nam?", "6": "Đâu là tên của một bộ phim điện ảnh Việt Nam ra rạp năm 2020: Chị Mười Hai, Chị Mười Ba, Chị Mười Bốn, Chị Mười Lăm?", "7": "Các nốt nhạc phát ra càng trầm thì có tần số càng ...", "8": "Bánh canh Trảng Bàng là đặc sản của tỉnh nào?", "9": "Đông trùng hạ thảo là một loại nấm. Đúng hay sai?", "10": "Hồng Ngọc, Rạng Đông, Bạch Hổ, Đại Hùng là tên một số mỏ ... của nước ta.", "11": "Để xác định tỉ số của hai số khác không a và b, ta phải sử dụng phép tính nào trong bốn phép tính cơ bản?", "12": "Ai là tác giả của cuốn \"Cơ sở hóa học\", trong đó lần đầu tiên toàn bộ hóa học vô cơ được trình bày theo quan điểm của định luật tuần hoàn?", "13": "Những phản ứng hóa học có sự thay đổi số oxi hóa được gọi chung là gì?", "14": "Ở hệ tuần hoàn kín, máu trao đổi chất với tế bào qua thành ...", "15": "Bà Huyện Thanh Quan tả cảnh đèo Ngang vào thời điểm nào trong ngày?", "16": "Mạng lưới loại hình giao thông vận tải nào ở nước ta hiện có tổng chiều dài hơn 4000km, đi qua 34 tỉnh, thành?", "17": "How many international airports does Hanoi have?", "18": "Bốn giải Grand Slam trong năm bao gồm: Wimbledon, Úc mở rộng, Mỹ mở rộng và ... mở rộng.", "19": "Tại một điểm trên đường dòng, tổng áp suất tĩnh và áp suất động gọi là gì?", "20": "Theo truyền thống, cung văn là người hát ... trong các giá hầu đồng tại các đền, phủ.", "21": "Lực lượng của quân chủng nào đóng vai trò nòng cốt trong việc bảo vệ vùng trời Tổ quốc Việt Nam?", "22": "Đô thị cảng nào của Đàng Trong, ngày nay đã trở thành Di sản Văn hóa Thế giới?", "23": "Không khí càng nóng hay càng lạnh thì càng chứa được nhiều hơi nước?", "24": "Xếp về thành phần khối lượng trong vỏ Trái Đất, năm nguyên tố chiếm tỉ lệ lớn nhất là oxi, silic, nhôm, sắt và ...", "25": "Sau quá trình thụ tinh, noãn của thực vật có hạt sẽ biến đổi thành gì?", "26": "Trong Truyện Kiều, \"Lễ là tảo mộ, hội là đạp thanh\" diễn ra trong tháng Âm lịch nào?", "27": "Tên tỉnh nào còn thiếu trong những câu ca dao sau: \"... có động Phong Nha/ Có đèo Mụ Giạ, có phà sông Gianh\"?", "28": "In Vietnam, from what age can you set off for military service?", "29": "Ném lao là nội dung thi đấu của bộ môn thể thao nào?", "30": "Con tàu nặng hàng nghìn tấn có thể nổi trên mặt nước là do ... của con tàu nhỏ hơn ... của nước.", "31": "Đoạn nhạc sau nằm trong ca khúc nào?https://duong-len-dinh-olympia.fandom.com/vi/wiki/T%E1%BA%ADp_tin:Tuan3thang2quy3Olympia21-KhoidongNhac1.ogg", "32": "Để in nhanh một văn bản trong MS Word, ta có thể nhấn tổ hợp phím Ctrl + ...", "33": "Hồ Quý Ly là vị vua thứ mấy của triều đại nhà Hồ?", "34": "Bài \"Nhàn\" được tác giả Nguyễn Bỉnh Khiêm sáng tác bằng chữ Hán hay chữ Nôm?", "35": "Toluen, xilen, cumen là các chất đồng đẳng của hidrocacbon nào?", "36": "Động vật đơn bào sinh sản bằng hình thức gì?", "37": "Từ nào còn thiếu trong đoạn nhạc sau: \"... tròn như cái đĩa/ Lơ lửng mà không rơi\"?", "38": "9,5 ngàn tỉ km là độ dài của đơn vị thiên văn nào?", "39": "Which planet is bigger: Jupiter or Saturn?", "40": "Vợt và quả cầu là hai dụng cụ không thể thiếu trong môn thể thao phổ biến nào?", "41": "Màng nhĩ dao động với biên độ càng lớn thì ta nghe thấy âm càng ...", "42": "Phim điện ảnh \"Cậu vàng\" lấy cảm hứng từ những tác phẩm văn học của nhà văn nào?", "43": "Khám bệnh, chữa bệnh, phục hồi chức năng... là một số lĩnh vực của ngành gì?", "44": "\"Lừng lẫy năm châu, chấn động địa cầu\" là những mỹ từ nhắc đến chiến thắng lịch sử nào trong kháng chiến chống Pháp?", "45": "Lipit là nhóm chất hữu cơ có tan trong nước không?", "46": "Một đường thẳng tiếp xúc một đường tròn tại một điểm duy nhất. Điểm đó được gọi là ...", "47": "Hình ảnh loài cây nào mở đầu bài \"Đây mùa thu tới\" của Xuân Diệu?"}