{"1": "Đỉnh Phan-xi-păng còn được gọi là \"Nóc nhà của bán đảo ...\".", "2": "Hình lập phương là hình nằm trong không gian, có sáu mặt là hình ...", "3": "Khối lượng của nguyên tử tập trung hầu hết ở đâu?", "4": "Đây là nhân vật điện ảnh nào?", "5": "Đơn vị của công suất trong hệ SI là gì?", "6": "Phép chiếu vuông góc là một trường hợp thường gặp của phép chiếu ...", "7": "Kim loại nào được sử dụng phổ biến nhất như một tài sản dự trữ của các quốc gia?", "8": "\"Năm ánh sáng\" là đơn vị đo độ dài hay đơn vị đo thời gian?", "9": "Đa số các loài chim hiện nay không có bộ phận cơ thể nào sau đây: răng, chân, thận, cổ?", "10": "\"Sốt run người, vầng trán ướt mồ hôi\" trong bài thơ \"Đồng chí\" là triệu chứng điển hình của bệnh gì?", "11": "Con người lần đầu quan sát và biết tới sự hiện diện của heli khi theo dõi và nghiên cứu các tính chất của thiên thể nào?", "12": "What word is used to call people who performs rap music?", "13": "Mức cường độ âm thấp nhất mà tai con người có thể nghe thấy được là bao nhiêu dB?", "14": "Trong câu: \"Gió Đông Bắc thổi mạnh\", từ nào là bổ ngữ?", "15": "Dưới thời Thái Đức hoàng đế Nguyễn Nhạc, triều Tây Sơn định đô tại khu vực nay là tỉnh, thành nào?", "16": "Tính đến hết tháng 8/2021, đội tuyển bóng rổ nam nước nào đứng đầu thế giới trên BXH của Liên đoàn Bóng rổ Quốc tế?", "17": "Hiện nay, kênh quảng bá nào của Đài Truyền hình Việt Nam có vai trò là kênh giải trí phục vụ nhu cầu của mọi đối tượng khán giả?", "18": "Hiện nay ở nước ta, nam giới hay nữ giới đông hơn?", "19": "Nếu có phép dời hình biến hình này thành hình kia thì hai hình đó được gọi là ...", "20": "Tiết diện thẳng của lăng kính thường có hình gì?", "21": "Khí đất đèn có thành phần chính là gì?", "22": "Axit amin là đơn phân cấu trúc nên đại phân tử nào?", "23": "Theo phương ngữ miền Bắc, từ \"Bầm\" trong nhan đề bài \"Bầm ơi\" của Tố Hữu để chỉ ai?", "24": "Đô thị nào mở đầu cho cuộc kháng chiến toàn quốc chống thực dân Pháp vào đêm ngày 19/12/1946?", "25": "Ozon tập trung chủ yếu ở tầng nào của khí quyển?", "26": "Kylian Mbappé, Paul Pogba là những ngôi sao đang thi đấu cho đội tuyển bóng đá quốc gia nào?", "27": "If you freeze water, what do you get?", "28": "Tim và phổi là nội tạng nằm trong lồng ngực hay khoang bụng?"}