{"1": "Trong các loài cây sau, cây nào là thực vật một lá mầm: tre, lúa, ngô, hành tây, phong lan, gừng?", "2": "Ai là người đã đưa hình ảnh \"Những cô hàng xén răng đen/ Cười như mùa thu tỏa nắng\" vào trong thơ?", "3": "Sông Nile nằm ở châu lục nào?", "4": "Câu lạc bộ bóng đá nào đã vô địch Giải LS V.League 1 2020?", "5": "\"Đáng đời thằng cáo\" là bộ phim đầu tiên của Việt Nam ở thể loại gì: phim hoạt hình, phim truyền hình, phim tài liệu, phim ca nhạc?", "6": "Nhìn chung khi lượng khí cacbonic trong không khí tăng sẽ khiến độ pH của nước trong đại dương ...", "7": "What animal is also known as \"the lord of the jungle\"?", "8": "Ngày Âm lịch nào được nhắc đến trong những câu ca sau: \"Mồng ... chơi cửa, chơi nhà/ Mồng hai chơi xóm, mồng ba chơi đình\"?", "9": "Tuổi A gấp 3 tuổi B. Sau 4 năm nữa liệu tuổi A có gấp 4 tuổi B được không?", "10": "Lương Thế Vinh đỗ trạng nguyên dưới thời vị vua Lê nào?", "11": "... là biểu thức đại số chỉ gồm một số, một biến hoặc một tích giữa các số và các biến.", "12": "Các phân tử khí chuyển động càng nhanh thì nhiệt độ chất khí càng ...", "13": "... là làm cho cành ra rễ ngay trên cây rồi mới cắt đem trồng thành cây mới.", "14": "My Hầu Vương, Bật Mã Ôn... là các tên gọi khác của nhân vật nào trong truyện Tây Du Ký?", "15": "Sông Mê Kông đổ ra biển Đông qua các cửa sông thuộc lãnh thổ ...", "16": "Túc Quyền Đạo hay Thái Cực Đạo là tên gọi khác của môn võ nào xuất xứ từ Hàn Quốc?", "17": "Hát nói là thể loại đặc sắc chỉ có trong nghệ thuật truyền thống nào của nước ta?", "18": "Tinh chất của một nguyên tố mà nguyên tử của nó dễ thu electron để trở thành ion âm là tính ...", "19": "How many equal sides does an isosceles triangle have?", "20": "Ai là Hoa hậu Việt Nam 2020?", "21": "Ngôn ngữ lập trình Pascal được phát triển bởi chính nhà khoa học Blaise Pascal. Đúng hay sai?", "22": "Vào thế kỷ XI, đô thị cổ nào của nước ta phát triển sầm uất, có quy mô lớn trong khu vực và trên thế giới lúc bấy giờ?", "23": "Một khối đa diện được phân chia thành nhiều khối đa diện nhỏ thì thể tích của nó bằng ... thể tích của các khối đa diện nhỏ đó.", "24": "Trong một nguyên tử, các electron thuộc cùng một lớp thì có mức năng lượng gần...", "25": "Răng khôn là tên thường gọi của răng số mấy?", "26": "Sắp xếp lại các từ sau để được để được tên một truyện dân gian Việt Nam: của, trí khôn, đây, ta?", "27": "Vào giữa và cuối mùa hạ, gió mùa Tây Nam thổi vào nước ta xuất phát từ bán cầu ...", "28": "Bóng rổ có nguồn gốc từ châu lục nào?", "29": "Loại bánh nào được nhắc đến trong các câu hát sau?https://duong-len-dinh-olympia.fandom.com/vi/wiki/T%E1%BA%ADp_tin:Tuan3thang2quy2Olympia21-KhoidongNhac1.ogg", "30": "Từ loại nguyên liệu nào, sau khi chưng cất, phân tách, ta thu được các sản phẩm như xăng, dầu hỏa, diesel?", "31": "What does Au stand for in the periodic table?", "32": "Theo Quỹ Tiền tệ Quốc tế (IMF), đại dịch nào gây ra cuộc khủng hoảng kinh tế - xã hội nghiêm trọng nhất kể từ Thế chiến II trở lại đây?", "33": "Độ cao của âm là một đặc trưng sinh lí, phụ thuộc vào tần số của âm. Đúng hay sai?", "34": "Chùa Diên Hựu (chùa Một Cột) được xây dựng lần đầu vào triều đại nào?", "35": "Nếu ba mặt phẳng cắt nhau theo ba giao tuyến phân biệt thì ba giao tuyến đó hoặc ... hoặc đôi một ...", "36": "Thành phần hóa học của xương là cốt giao và ...", "37": "\"Nửa năm hương lửa đương nồng\" là quãng thời gian gắn bó hạnh phúc giữa Kiều và ...", "38": "Đa phần dân cư châu Á thuộc chủng tộc nào?", "39": "Buffon, Peter Schmeichel, Edwin van der Sar... là một số cầu thủ nổi bật chơi ở vị trí nào trong đội hình bóng đá?", "40": "Hai loài vật nào là nhân vật chính trong bộ phim hoạt hình \"Hãy đợi đấy!\" nổi tiếng của Liên Xô?", "41": "Axit hay bazo có thể gây ra bỏng?", "42": "What is the demical equivalent of one half?", "43": "Điều đầu tiên trong \"Năm điều Bác Hồ dạy\" dành cho thiếu niên, nhi đồng là gì?", "44": "Đầy là trò chơi ném còn hay ném pao?", "45": "Dưới thời nhà Trần, \"Hà đê sứ\" là chức quan có nhiệm vụ trông coi, đốc thúc việc đắp ...", "46": "Trong hình bình hành, các góc đối có số đo ...", "47": "Dòng điện có chiều và cường độ không thay đổi theo thời gian được gọi là ..."}