{"1": "Ở một số loài rùa, nhân tố môi trường nào quyết định giới tính của loài?", "2": "Từ nào sau đây viết đúng chính tả: giấy dó (A), giấy ró (B), giấy gió (C)?", "3": "Chùa ... là ngôi chùa lớn ở Huế, được khởi lập năm 1601 và là một trong những biểu tượng của thành phố này.", "4": "Trong môn bi-da, bi cái có màu gì?", "5": "Từ nào còn thiếu trong đoạn bài hát sau?[1]", "6": "Hiện tượng nước mưa có độ pH dưới 5.6 được gọi là gì?", "7": "Which planet in our Solar System is often called the \"Red Planet\"?", "8": "Bức tranh Mona Lisa của Leonardo da Vinci được vẽ bằng chất liệu gì?", "9": "Hồ Xuân Hương ở Đà Lạt là hồ tự nhiên hay hồ nhân tạo?", "10": "Ở thời kỳ nước Văn Lang, con gái Hùng Vương được gọi là Mị Nương, còn con trai được gọi là gì?", "11": "Trong toán học, tích vô hướng của hai vectơ có thể là số dương, số âm hay bằng 0?", "12": "Sự thay đổi vị trí của một vật so với một vật khác được gọi là ...", "13": "... là một đoạn của phân tử ADN mang thông tin mã hóa một chuỗi pôlipeptit hay một phân tử ARN.", "14": "Đây là tâm thế của người tù vĩ đại nào: \"Tuy bị tình nghi là gián điệp/ Mà như khanh tướng vẻ ung dung\"?", "15": "... là sóng có chiều cao khoảng 20 - 40 m, truyền theo chiều ngang với tốc độ có thể tới 400 - 800 km/h.", "16": "Trong các giải đấu quốc tế, môn thể thao nào có cả nội dung đánh đơn và đánh đôi: bóng rổ, bóng đá, bóng bàn?", "17": "\"Đất nước tuyết trắng Fuji hùng vĩ\" trong một ca khúc của nhạc sĩ Phó Đức Phương là quốc gia nào?", "18": "Đại lượng nào đặc trưng cho khả năng hút electron của nguyên tử khi hình thành liên kết hóa học?", "19": "Which of the following is a prime number: 1, 7, 15, 20?", "20": "Độ tuổi được bắt đầu xét kết nạp Đảng là bao nhiêu?", "21": "Cường độ ánh sáng tăng dần đến điểm bão hòa thì cường độ quang hợp tăng hay giảm?", "22": "Vương triều nhà Hồ sụp đổ trước sự xâm lược của quân nào?", "23": "Số giao điểm tối đa giữa ba đường cao phân biệt của cùng một tam giác là bao nhiêu?", "24": "Đơn vị cấu tạo cơ bản của mọi cơ thể sống là gì?", "25": "Những câu \"Những kẻ vá trời khi lỡ bước/ Gian nan chi kể việc cho con\" được nhà yêu nước Phan Châu Trinh cảm tác khi bị giam cầm tại đâu?", "26": "Sông nào dài nhất thế giới?", "27": "Đơn nam, đơn nữ và khiêu vũ trên băng là ba hạng mục thi đấu của giải ... nghệ thuật Việt Nam 2019.", "28": "Nhạc jazz được cho là xuất phát từ quốc gia nào vào cuối thế kỷ XIX, đầu thế kỷ XX?", "29": "Trong tự nhiên, khối lượng chủ yếu của natri clorua chứa trong ...", "30": "EQ is an index used to measure creative intelligence or emotional intelligence?", "31": "Hồ nào ở trung tâm Hà Nội được ví như \"lẵng hoa giữa lòng thành phố\"?", "32": "Địa đạo Kỳ Anh là di tích lịch sử ở tỉnh Quảng Nam hay Hà Tĩnh?", "33": "Ngày 3/2/2020 kỷ niệm bao nhiêu năm ngày thành lập Đảng Cộng sản Việt Nam?", "34": "Cây tre non trong giai đoạn mới nhú lên khỏi mặt đất và chưa lột vỏ được gọi là gì?", "35": "Nhà thơ nào được đánh giá là người khởi đầu của mọi khởi đầu của văn học Nga?", "36": "Kênh đào Suez cắt ngang qua lãnh thổ ...", "37": "\"Vận động viên phải phóng một cái giáo dài xấp xỉ 2,5 mét đi càng xa càng tốt\". Đây là câu mô tả môn thể thao nào?", "38": "Nhào lộn, thăng bằng, tung hứng hay ảo thuật là một số tên gọi các bộ môn thuộc nghệ thuật nào?", "39": "Halogen là những phi kim có tính oxi hóa ...", "40": "What is the longest mountain chains in the world?", "41": "Hiện nay, Đại hội đại biểu toàn quốc của Đảng Cộng sản Việt Nam được tổ chức định kỳ mấy năm một lần?", "42": "Độ cao an toàn của các chuyến bay dân dụng hiện tại là khoảng 1.000m hay 10.000m?", "43": "Bản Hiến pháp đầu tiên của nước Việt Nam Dân chủ Cộng hòa được Quốc hội thông qua năm nào?"}