{"1": "Khi đặt trang sách trước một thấu kính phân kỳ thì ảnh của dòng chữ ... hơn dòng chữ thật trên trang sách.", "2": "Jean Valjean là nhân vật chính trong tác phẩm nào của đại văn hào Victor Hugo?", "3": "Hiện nay, loại máy nào có chức năng hỗ trợ người khiếm thính nghe được bằng cách khuếch đại tất cả âm thanh xung quanh họ?", "4": "Trong tennis, người giao bóng phải đứng bằng cả hai chân ở ngoài đường biên cuối sân. Đúng hay sai?", "5": "How many players make up one futsal team on the field?", "6": "Vườn chim Thung Nham là một khu du lịch thuộc tỉnh nào?", "7": "Quần thể ... có những đặc trưng mà các quần thể sinh vật khác không có như: pháp luật, hôn nhân, giáo dục, văn hoá.", "8": "Phân số ... là phân số mà tử và mẫu chỉ có ước chung là 1 và -1.", "9": "Ngày nào được nhắc đến trong những câu sau: \"Khôn ngoan đến cửa quan mới biết/ Giàu nghèo ... Tết mới hay\"?", "10": "Trong một trận đấu bóng đá chuyên nghiệp, cầu thủ nào của hai đội luôn đeo găng tay thi đấu?", "11": "Từ nào còn thiếu trong hai định nghĩa sau: \"... đình là nơi các quan vào chầu vua và bàn việc nước\" và \"... đại là thời gian vị trì của một vị vua hay của một dòng họ vua\"?", "12": "In which Australian city was Earth Hour first celebrated?", "13": "Kim loại nào sau đây điều chế được bằng phương pháp thủy luyện: Au, Ca, Na, Mg?", "14": "Trong đường tròn lượng giác, chiều ngược chiều quay của kim đồng hồ được quy ước là chiều âm hay chiều dương?", "15": "Cuộc thi Rang Cà phê Việt Nam 2022 được tổ chức tại tỉnh nào?", "16": "Nguyễn Trãi đã miêu tả cảnh mùa nào qua câu thơ: \"Hòe lục đùn đùn tán rợp giương\"?", "17": "Đơn vị đo điện tích trong hệ SI là gì?", "18": "Gió Phơn Tây Nam hoạt động mạnh nhất ở vùng kinh tế nào trên đất nước ta?", "19": "Trong một đường tròn, góc nội tiếp chắn nửa đường tròn là góc ...", "20": "Từ nào còn thiếu trong các câu thơ sau: \"... ơi, từ đâu đến?/ Hay từ cánh rừng xa/ ... hồng như quả chín/ Lửng lơ lên trước nhà\" (Thơ Trần Đăng Khoa)?", "21": "Trong Tuồng truyền thống Việt Nam, nhân vật trí dũng, trung liệt được vẽ mặt màu gì là chủ đạo: màu trắng, màu đỏ, màu lục?", "22": "Kim giờ và kim phút của đồng hồ tạo thành một góc ở tâm có số đo là bao nhiêu vào lúc 20 giờ?", "23": "Tỉnh nào được mệnh danh là \"quê hương năm tấn\"?", "24": "Thành phố châu Âu nào nổi tiếng với danh hiệu \"kinh đô ánh sáng\"?", "25": "Nguồn gốc năng lượng của Mặt Trời là do phản ứng nào tạo nên?", "26": "Loại quả nào còn thiếu trong câu sau: \"Thương nhau củ ấu cũng tròn/ Ghét nhau quả ... cũng méo\"?", "27": "Trong hoá học, ký hiệu cho số hiệu nguyên tử là chữ cái nào?", "28": "Răng khôn ở con người còn được gọi là răng số ...", "29": "Ngày lễ nào còn được hiểu là lễ báo hiếu, là một trong những ngày lễ chính của Phật giáo?", "30": "Quang phổ liên tục không được phát ra bởi chất nào sau đây khi bị nung nóng: chất rắn, lỏng, chất khí ở áp suất cao, chất khí ở áp suất thấp?", "31": "In the RGB color system, what does \"RGB\" stand for?", "32": "Bưởi Phúc Trạch là một đặc sản của tỉnh nào?", "33": "Lục địa duy nhất nào có cả xích đạo và kinh tuyến gốc chạy qua?", "34": "Từ nào còn thiếu trong phát biểu sau: \"Thú ăn ... có ruột ngắn, răng nanh, răng trước hàm phát triển\"?", "35": "Tứ giác Long Xuyên nằm trên địa phận của tỉnh An Giang, tỉnh Kiên Giang và tỉnh/thành phố nào nữa?", "36": "Xét về chức năng ngữ pháp, từ \"địu\" trong câu \"Mẹ địu em đi để giành trận cuối\" thuộc từ loại nào?"}