{"1": "Thế hệ F2 trong thí nghiệm của Mendel có sự phân li tính trạng theo tỉ lệ trung bình như thế nào khi F1 đồng tính về tính trạng của bố hoặc mẹ?", "2": "Chú chó của lão Hạc trong truyện ngắn cùng tên của Nam Cao tên là gì?", "3": "Trung tâm kinh tế lớn nhất ở Đồng bằng sông Cửu Long là thành phố nào?", "4": "Từ năm 1975 đến nay, đích đến chặng cuối cùng của cuộc đua xe đạp Tour de France luôn là thành phố nào?", "5": "Vai nào trong các vở chèo thường đảm nhận nhiệm vụ gây cười cho khán giả?", "6": "Các electron ở lớp nào liên kết với hạt nhân chặt chẽ nhất?", "7": "In England, the period from the end of 18th century to the middle of 19th century is also known as ... revolution.", "8": "Nghị định thư Montreal năm 1987 của Công ước Vienna là hiệp ước quốc tế bảo vệ tầng ...", "9": "Không khí ẩm là không khí có độ ẩm tỉ đối lớn, đúng hay sai?", "10": "Dưới triều vua Quang Trung, các văn kiện hành chính được viết chủ yếu bằng chữ gì?", "11": "Phép dời hình biến đường tròn bán kính R thành đường tròn có bán kính bằng bao nhiêu?", "12": "Phản xạ toàn phần là hiện tượng phản xạ toàn bộ tia sáng tới xảy ra giữa mặt phân cách hai môi trường ...", "13": "Sự đa dạng sinh vật thể hiện rõ nhất ở bậc phân loại nào trong sinh giới?", "14": "Bà chúa Tuyết, Vịt con xấu xí, Bộ quần áo mới của hoàng đế là những tác phẩm của nhà văn nào?", "15": "Ở nước ta hai mùa có nhiều bão nhất là mùa thu và mùa nào?", "16": "Trong một trận đấu bóng đá, cờ của trọng tài biên thường có hai màu gì?", "17": "Lý mười thương là bài dân ca của miền nào?", "18": "Clorat là muối của axit ...", "19": "Who was the physicist who developed the theory of relativity?", "20": "Công dân từ đủ bao nhiêu tuổi trở lên có trách nhiệm tham gia vào đội dân phòng, đội phòng cháy và chữa cháy cơ sở?", "21": "Flo là phi kim mạnh nhất có thể tác dụng trực tiếp với Ni-tơ, đúng hay sai?", "22": "Năm 248, Bà Triệu đã phất cờ khởi nghĩa chống lại quân đô hộ nào?", "23": "Lũng Cú là tên gọi của điểm cực nào ở nước ta?", "24": "Hai bộ phận quan trọng nhất của mắt là ... và màng lưới.", "25": "\"Gió Lào cát trắng\" là tập thơ nổi tiếng của nữ thi sĩ nào?", "26": "Trong thi đấu môn cờ vua, kỳ thủ mang cờ màu gì sẽ được đi trước?", "27": "Ngôi chùa nào được nhắc đến trong bài hát sau?https://duong-len-dinh-olympia.fandom.com/vi/wiki/T%E1%BA%ADp_tin:Tuan3thang2quy1Olympia20-KhoidongNhac1.mp3", "28": "Theo nguyên lí Pau-li, trên một obitan chỉ có nhiều nhất là bao nhiêu electron?", "29": "How many months does a quarter have?", "30": "Đài Truyền hình Việt Nam hiện có mấy kênh truyền hình quốc gia?", "31": "Sừng trâu rỗng hay đặc?", "32": "Thảm kịch Titanic năm 1912 xảy ra trên đại dương nào?", "33": "Trong hình học không gian, để chứng minh hai đường thẳng song song với nhau, ta cần phải chứng minh hai đường thẳng đó ... và không có điểm chung nào.", "34": "Giấy thấm hút mực là biểu hiện của hiện tượng gì?", "35": "Loại khoáng sản nào có trữ lượng nhiều nhất ở Tây Nguyên?", "36": "Bộ phận nào sau đây không có trong cấu tạo của một con sứa biển bình thường: não, tim, xương?", "37": "\"Thà đui mà giữ đạo nhà\" là quan điểm sống, sáng tác của nhà thơ, nhà yêu nước nào?", "38": "Nếu U22 Việt Nam đoạt huy chương vàng SEA Games 2019 thì là lần thứ mấy chúng ta đạt thành tích này?", "39": "Trong âm nhạc, D là ký hiệu của nốt nhạc nào?", "40": "Trong bảng tuần hoàn các nguyên tố hóa học có bao nhiêu chu kỳ nhỏ?", "41": "If the score is love - 15, what sport is being played?", "42": "Theo thần thoại Hy Lạp, vị thần nào đã đem lửa cho con người?", "43": "Trong phòng thí nghiệm, hóa chất sử dụng xong còn thừa có được đổ trở lại bình chứa không?", "44": "Hội nghị Diên Hồng, Hội nghị Bình Than là những sự kiện lịch sử quan trọng của nước ta diễn ra ở triều đại nào?", "45": "Xét chiều biến thiên của một hàm số là tìm các khoảng ... và ... của nó."}