{"1": "Hầu hết các nguyên tố có mặt trong bảng tuần hoàn của Mendeleev là kim loại, phi kim, hay khí hiếm?", "2": "Trung tâm công nghiệp nào sau đây thuộc Đồng bằng sông Hồng: Hải Dương, Hạ Long, Thái Nguyên, Cẩm Phả?", "3": "Ai đã phát hiện ra một nam châm chuyển động gần một vòng dây kín tạo ra dòng điện cảm ứng trong vòng dây đó?", "4": "What does \"SEA\" in \"SEA Games\" stand for?", "5": "Các tác phẩm \"Nam quốc sơn hà\", \"Bình Ngô đại cáo\" có vai trò quan trọng như văn kiện lịch sử nào của một đất nước?", "6": "Đâu là những loài cây thuộc nhóm cây lấy củ: khoai tây, ngô, cà rốt?", "7": "Truyện nào trong \"Truyền kì mạn lục\" được Nguyễn Dữ tái tạo trên cơ sở truyện cổ tích \"Vợ chàng Trương\"?", "8": "Từ Bắc vào Nam, đi qua hầm đường bộ Hải Vân bạn sẽ tới địa phận thành phố nào?", "9": "Thời gian mang thai trung bình của người bình thường là từ 36 ... đến 40 ...", "10": "Người ta sử dụng hai chữ cái đầu trong từ \"Aurum\" của tiếng Latin để tạo ra ký hiệu hóa học cho nguyên tố nào?", "11": "Đây là nghệ sĩ piano nào?", "12": "What is a positive integer in math: 10 or -10?", "13": "Tỉnh nào nổi tiếng với nhiều di tích lịch sử cách mạng như: Cụm di tích đôi bờ Hiền Lương - Bến Hải, Đường 9 - Khe Sanh, địa đạo Vịnh Mốc, sân bay Tà Cơn, nhà đày Lao Bảo...?", "14": "Sắt trong nước ngầm thường là hợp chất sắt (II) hay hợp chất sắt (III)?", "15": "Nếu một tam giác có bình phương của một cạnh bằng tổng bình phương của hai cạnh kia thì tam giác đó là tam giác ...", "16": "Nhạc cụ nào KHÔNG thuộc họ Vĩ cầm: violin, viola, cello, contrebasse?[1]", "17": "Nếu hai đại lượng x, y có tổng không đổi thì tích xy lớn nhất khi và chỉ khi ...", "18": "Trong cây có hai dạng nước chính nào?", "19": "\"Sóng biếc theo làn hơi gợn tí/ Lá vàng trước gió khẽ đưa vèo\" là cảnh vật mùa nào?", "20": "Thời phong kiến xưa, ai được mặc áo long cổn?", "21": "Hành tinh nào trong Hệ Mặt Trời có chu kỳ quay quanh trục gần giống với Trái Đất nhất?", "22": "... là đội đầu tiên đoạt Huy chương vàng bóng đá nam SEA Games mà không thủng lưới bàn nào.", "23": "Tiếng \"Cúc cu\" của chim rừng là lời hát mở đầu ca khúc nào của nhạc sĩ Hoàng Việt?", "24": "Tháp Nghinh Phong là kiến trúc độc đáo của tỉnh nào?", "25": "Các loại la bàn dùng cho phi thuyền bay vào vũ trụ là loại la bàn có từ tính hay không từ tính?", "26": "Nếu hai góc phụ nhau thì sin góc này bằng ... góc kia.", "27": "The 2022 FIFA World Cup is held in which nation?", "28": "Áp suất trong bình đựng chất lỏng cao nhất ở vị trí nào của bình?", "29": "Kim loại nào được con người sử dụng nhiều nhất?", "30": "Loài nào có thể tạo ra cây mới từ một bộ phận của cây mẹ: dâu tây, rau má, khoai tây, khoai lang?", "31": "Nhà thơ nào có sở trường về thơ trào phúng: Tú Xương, Chu Mạnh Trinh, Nguyễn Đình Chiểu?", "32": "Vị danh y nào sống ở thế kỷ XVIII, có công lớn xây dựng nền Y học dân tộc nước nhà nên được suy tôn là Đại y tôn Việt Nam?"}