{"1": "What is tofu made from?", "2": "CPU trong máy tính có vai trò được ví như bộ phận nào trong cơ thể người?", "3": "Chất huỳnh quang và chất lân quang là các chất có khả năng ... sau khi được chiếu sáng.", "4": "Nhịp gì có kí hiệu là nhịp C, mỗi nhịp có 4 phách, mỗi phách bằng một nốt đen?", "5": "Trong môn bóng chuyền, với mỗi lượt bóng, mỗi đội được phép chạm bóng nhiều nhất mấy lần liên tục?", "6": "Tỷ số giữa số phân tử phân ly ra ion và số phân tử hòa tan được gọi là gì?", "7": "\"Hoàng Lê Nhất Thống Chí\" còn có tên gọi khác là gì?", "8": "Valentina Tereshkova - người phụ nữ đầu tiên bay vào vũ trụ là người nước nào?", "9": "Tên gọi của đất nước Ecuador xuất phát từ khái niệm địa lí nào trong tiếng Tây Ban Nha?", "10": "Thực vật thủy sinh hấp thụ nước qua những cơ quan nào?", "11": "KHÔNG ĐỦ THỜI GIAN", "12": "KHÔNG ĐỦ THỜI GIAN", "13": "Đa giác ... là đa giác có tất cả các cạnh bằng nhau, các góc bằng nhau.", "14": "Theo một câu thơ trong Truyện Kiều, sau khi \"sen tàn\" thì sẽ tới loài hoa nào nở?", "15": "Trong bóng đá, chữ cái U trong U23 là viết tắt của từ gì?", "16": "\"Tồn tại hay không tồn tại\" là câu nói nổi tiếng trong tác phẩm nào của William Shakespeare?", "17": "Ngày 29/03/1975, thành phố trực thuộc trung ương nào ở nước ta hiện nay được giải phóng?", "18": "Dòng điện một chiều có thể gây ra hiện tượng điện giật cho con người hay không?", "19": "Theo Luật Người cao tuổi hiện hành, công dân Việt Nam từ đủ bao nhiêu tuổi trở lên được xem là người cao tuổi?", "20": "... là một hoặc một nhóm quần thể gồm các cá thể có khả năng giao phối với nhau trong tự nhiên sinh ra đời con có sức sống và có khả năng sinh sản, cách li sinh sản với các nhóm quần thể khác.", "21": "Tính phi kim thay đổi như thế nào theo chiều từ trái sang phải của các phi kim Cl, Br, I?", "22": "Cánh cung khi bị uốn cong sẽ dự trữ một năng lượng dưới dạng ...", "23": "Which day is Vietnamese teacher's day?", "24": "KHÔNG ĐỦ THỜI GIAN", "25": "Tác phẩm \"Con rồng tre\" được viết bằng ngôn ngữ nào?", "26": "Ở một người bình thường, nếu ăn quá nhiều muối hàng ngày sẽ gây tác hại lớn nhất đến cơ quan nào của hệ bài tiết?", "27": "Một phân tử metan có bao nhiêu nguyên tử hiđro?", "28": "What is larger, 50% or five eights?", "29": "Loại địa hình nào chiếm diện tích lớn nhất trên lục địa Đông Nam Á?", "30": "Iot có phản ứng với ankan không?", "31": "\"Nhằm thẳng quân thù. Bắn!\" là câu nói bất hủ của ai?", "32": "Giải vô địch bóng đá các quốc gia Đông Nam Á còn được gọi là ... Cup.", "33": "Bằng lái xe hạng nào được cấp cho người lái xe mô tô hai bánh có dung tích xi lanh từ 50cm3 đến dưới 175cm3?", "34": "Điện môi là môi trường có tính ... điện.", "35": "Hợp số nhỏ nhất là số nào?", "36": "Loài chim nào được nhắc đến trong bài hát \"Trái Đất này là của chúng mình\" của nhạc sĩ Trương Quang Lục?", "37": "Lưỡng Hà nhằm chỉ khu vực nào của châu Á?", "38": "Năm 1418, Lê Lợi dựng cờ khởi nghĩa ở Lam Sơn và xưng danh là gì?", "39": "Đây là môn thể thao nào?", "40": "Cấu trúc quyết định tính đa dạng và đặc thù của phân tử protein là cấu trúc bậc mấy?", "41": "Hình chóp tứ giác có mấy cạnh?", "42": "LAN hay WLAN là tên gọi của hệ thống mạng nội bộ kết nối các máy tính có sử dụng các sợi cáp?", "43": "Làng Vòng Hà Nội nổi tiếng với món ăn đặc sản nào?", "44": "Nhà thơ Xuân Diệu đã gọi loài hoa nào là \"hoa học trò\"?", "45": "Liên kết ion là liên kết được hình thành bởi lực hút tĩnh điện giữa các ion mang điện tích như thế nào?", "46": "Kịch rối Bunraku là một loại hình nghệ thuật truyền thống của quốc gia nào?", "47": "How many days does a leap year have?", "48": "Hai lực có cùng giá, cùng độ lớn nhưng ngược chiều được gọi là hai lực ..."}