{"1": "Lưỡng quyền là tên gọi khác của bộ phận nào trên khuôn mặt?", "2": "Cảm tử quân Hà Nội đã sử dụng loại vũ khí gì để đón đánh xe tăng Pháp trong các cuộc chiến đấu ở thủ đô vao mùa đông năm 1946?", "3": "Lớp nước trên Trái Đất bao gồm trong các biển, đại dương, nước trên lục địa và hơi nước trên khí quyển được gọi là ...", "4": "There are 4 blood types: A, B, AB, O. Which type of blood can receive any of the other blood types?", "5": "độ âm điện của một nguyên tử đặc trưng cho khả năng hút ... của nguyên tử đó khi tạo liên kết hóa học.", "6": "Lên rổ, ném rổ, úp rổ... là một số kĩ thuật trong môn thể thao nào?", "7": "Đàn nguyệt có bao nhiêu dây?", "8": "Quốc gia nào có số lượng kangaroo ước tính khoảng 50 triệu con, gấp đôi dân số nước này?", "9": "Có thể làm thay đổi nội năng bằng quá trình thực hiện công không?", "10": "Trong các tác phẩm thơ: Bếp lửa, Con cò, Nói với con, tác phẩm nào được sáng tác bởi Chế Lan Viên?", "11": "Nếu hình hộp có ba mặt chung một đỉnh là hình vuông thì nó là hình ...", "12": "Rễ ... gồm các rễ con mọc từ gốc thân.", "13": "Hàng rào điện tử McNamara được quân đội Mỹ dựng dọc theo khu phi quân sự ở vĩ tuyến số bao nhiêu?", "14": "Sáu tháng đầu năm 2020, đã có gần 6 triệu con lợn trên cả nước bị tiêu hủy do ảnh hưởng của dịch bệnh nào?", "15": "What food makea up nearly all of a Panda's diet?", "16": "Các nguyên tố hóa học có cùng số hiệu nguyên tử nhưng khác nhau số khối được gọi là ...", "17": "Kỳ thủ Quang Liêm đã đạt thành tích gì tại giải cờ vua vô địch châu Á 2019?", "18": "\"Trời hôm nay nhiều mây cực!\" là sản phẩm âm nhạc của ca sĩ nào?", "19": "Gạo nếp đem ngâm và đồ cách thủy, làm chín bằng hơi nước nóng là cách chế biến thông dụng nhất của món ăn phổ biến nào?", "20": "Kiến thợ luôn là kiến đực, đúng hay sai?", "21": "Từ nào còn thiếu trong những câu thơ sau: \"... nếu ai không nhớ/ Sẽ không lớn nổi thành người\"?", "22": "Một hình tứ diện có bao nhiêu cạnh?", "23": "Quỹ đạo của chuyển động ném ngang có dạng gì?", "24": "Khi xảy ra hiện tượng cộng hưởng thì biên độ dao động cưỡng bức đạt giá trị ...", "25": "Trần Đình là mật danh của chiến dịch lịch sử nào?", "26": "Hiện nay, giấy phép lái xe hạng B2 có thời hạn bao nhiêu năm?", "27": "Muối khoáng chứa phi kim nào là thành phần không thể thiếu của hoocmon tuyến giáp?", "28": "\"Thất trảm sớ\" là tờ sớ do ai soạn?", "29": "Kiểu khí hậu Địa Trung Hải thuộc đới khí hậu nào?", "30": "What is the natural log of 1?", "31": "Độ âm điện của nguyên tố càng lớn thì tính ... của nguyên tố đó càng mạnh.", "32": "Khu vực nào của châu Á là nơi ra đời các môn cầu mây, pencak silat, vovinam?", "33": "Nhạc cụ nào sau đây không thuộc bộ dây: đàn bầu, đàn đá, đàn đáy?", "34": "Tên của chùa Kim Liên (Hà Nội) có nghĩa là \"... vàng\".", "35": "Loại nấm nào sau đây con người không ăn được: nấm mèo, nấm sò, nấm đùi gà?", "36": "Trong thơ của Nguyễn Bùi Vợi, không khí rộn ràng của dịp nào được khắc họa như sau: \"Gặp bạn, cười hớn hở/ Đứa tay bắt mặt mừng/ Đứa ôm vai bá cổ/ Cặp sách đùa trên lưng\"?", "37": "Bất kì điểm nào nằm trên tia phân giác trong của một góc cũng cách đều hai ... của góc.", "38": "Ở quạt điện, máy bơm nước, máy xát lúa... điện năng được biến đổi thành dạng năng lượng có ích nào?", "39": "For Vietnamese children, what is the most famous manga series written by Fujiko F. Fujio?", "40": "Dầu mỏ và khí thiên nhiên của nước ta tập trung chủ yếu ở thềm lục địa phía ... của tổ quốc.", "41": "Lewis Hamilton là tên tuổi hàng đầu ở bộ môn nào?", "42": "Bộ phim \"Em bé Hà Nội\" của đạo diễn Hải Ninh lấy bối cảnh Hà Nội vào năm nào?", "43": "Đối tượng dự thi cuộc thi \"Người bạn trung thành\" trong khuôn khổ Hội thao Quân sự quốc tế 2020 cùng các chiến sĩ là loài vật nào?", "44": "Trong hình học không gian, hai đường thẳng cùng vuông góc với một đường thẳng thì song song với nhau, đúng hay sai?", "45": "Hình thang nội tiếp đường tròn là hình thang ...", "46": "Quá trình biến đổi trạng thái trong đó nhiệt độ được giữ không đổi gọi là quá trình gì?", "47": "Trong tự nhiên, nhóm halogen có mấy nguyên tố?", "48": "Tác phẩm \"Chữ người tử tù\" ban đàu có tên gọi là gì?", "49": "Loại mô nào trong cơ thể người có chức năng co, dãn?", "50": "Tốt Động - Chúc Động, Chi Lăng - Xương Giang là hai chiến thắng quan trọng của cuộc khởi nghĩa nào diễn ra vào thể kỷ XV?"}