{"1": "Chim quyên và hoa lựu trong \"Truyện Kiều\" (Nguyễn Du) báo hiệu mùa gì?", "2": "Ngô Sĩ Liên soạn bộ Đại Việt sử ký toàn thư theo lệnh của vua nào?", "3": "Ở người, nhiều bệnh lý liên quan đến gan thường có biểu hiện là da ngả sang màu ...", "4": "Điều là cây công nghiệp được trồng chủ yếu ở vùng kinh tế nào nước ta?", "5": "Hậu vệ, tiền vệ hay tiền đạo của một đội bóng đá là vị trí thường xuyên có mặt gần cầu môn đối phương hơn cả?", "6": "Đoạn nhạc sau nằm trong ca khúc nào?https://duong-len-dinh-olympia.fandom.com/vi/wiki/T%E1%BA%ADp_tin:Tuan3thang2quy4Olympia2020-KhoidongNhac1.mp3", "7": "Which is the biggest star in the solar system?", "8": "Một năm dương lịch có thể có nhiều nhất bao nhiêu ngày chủ nhật?", "9": "Mọi điểm nằm trên đường Xích đạo Trái Đất đều có cùng kinh độ hay vĩ độ?", "10": "Ozon là một dạng thù hình của ...", "11": "Giao điểm của ba đường cao trong tam giác được gọi là gì?", "12": "Các thiết bị ắc quy, pin, pin khô tích lũy điện năng dưới dạng nào?", "13": "\"Kết tóc xe tơ\" là thành ngữ chỉ việc gì?", "14": "\"Không! Chúng ta thà hi sinh tất cả, chứ nhất định không chịu mất nước, nhất định không chịu làm nô lệ\". Câu nói trên được trích trong văn bản nào?", "15": "Hoa có cả nhị và nhụy gọi là hoa ...", "16": "Có hệ thống đê lớn chống lũ với chiều dài hơn 2700 km là đặc điểm của đồng bằng châu thổ ...", "17": "Môn thể thao nào tính thành tích theo độ cao mà vận động viên đạt được: nhảy ba bước, nhảy sào, nhảy xa?", "18": "Những nhạc khí nào thường làm bằng gỗ: mõ, chuông, phách?", "19": "Kimono is a traditional costume from which country?", "20": "Theo Luật giao thông đường bộ hiện hành, người từ đủ bao nhiêu tuổi trở lên được lái xe gắn máy có dung tích xi-lanh dưới 50 centimet khối?", "21": "Cua biển có xương sống không?", "22": "Điện tích của hạt nào được dùng làm điện tích đơn vị và có giá trị quy ước là 1-?", "23": "Trong hình học không gian, quy tắc hình hộp được dùng để tính tổng ba ...", "24": "Trong dao động tắt dần, cơ năng của con lắc được chuyển hóa dần thành ...", "25": "Các khối chất lỏng khi không chịu tác dụng của ngoại lực đều có dạng ...", "26": "Bài văn nào được Nguyễn Đình Chiểu viết để tế những nghĩa sĩ đã hi sinh khi tập kích đồn quân Pháp năm 1861?", "27": "Bà Vĩnh Huy, bà Thánh Thiên, bà Lê Thị Hoa là một số nữ tướng của cuộc khởi nghĩa nào?", "28": "Một người không thể mắc bệnh sởi do đã từng mắc bệnh này trong quá khứ. Đây là ví dụ về loại miễn dịch tự nhiên nào?", "29": "Các đầm, phá nước lợ hay nước mặn ở Việt Nam thường tập trung ở miền nào?", "30": "Một bàn cờ cá ngựa thông thường có bao nhiêu quân?", "31": "... là kí hiệu để xác định tên nốt trên khuông nhạc.", "32": "An equilateral triangle has how many qual sides?", "33": "\"Hành trình đỏ\" là chiến dịch kêu gọi toàn dân tham gia hoạt động gì?", "34": "Tuấn cao hơn Nam, Bình thấp hơn Tuấn thì Bình chắc chắn cao hơn Nam. Đúng hay sai?", "35": "Axit nào đóng vai trò chính trong nguyên nhân gây ra mưa axit?", "36": "Nếu một đường thẳng và một mặt phẳng không chứa đường thẳng đó cùng vuông góc với một đường thẳng thì chúng ... với nhau.", "37": "Thể tích riêng của nước ở thể rắn ... thể tích riêng của nước ở thể lỏng.", "38": "Bài Thơ Vội vàng của nhà thơ Xuân Diệu nhắc đến tháng âm lịch nào trong năm?", "39": "Cơ quan ngôn luận của Hội Liên hiệp thuộc địa do Nguyễn Ái Quốc thành lập ở Pa-ri là tờ báo nào?", "40": "Có trong dịch vị dạ dày, axit nào đóng vai trò quan trọng đối với quá trình trao đổi chất của cơ thể?", "41": "Tầng nào chứa trên 70% khối lượng của toàn bộ khí quyển?", "42": "Thế vận hội Mùa hè lần thứ 32 được tổ chức tại Tokyo, Nhật Bản là lần thứ mấy thành phố này được đăng cai Thế vận hội Mùa hè?", "43": "Saxophone, harmonica, clarinet, trumpet là một số loại khác nhau của nhạc cụ nào?", "44": "What number is approximately equal to 3.14?", "45": "Môn võ nào xuất phát từ Nhật: taekwondo, judo, pencak sillat?", "46": "Nghĩa trang liệt sỹ Trường Sơn và Nghĩa trang liệt sĩ Đường 9 đều đặt tại tỉnh ...", "47": "Khi dùng giấy quỳ tím ẩm để nhận biết khí amoniac thì giấy quỳ tím sẽ chuyển thành màu gì?", "48": "Đồ thị của hàm số y = tanx nhận gốc tọa độ làm ..."}