{"1": "Hình chữ nhật có các cạnh đi qua các đỉnh của elip và song song với các trục đối xứng được gọi là hình chữ nhật ... của elip.", "2": "Yếu tố nào là yếu tố chủ yếu ảnh hưởng đến sự rơi nhanh, chậm của các vật khác nhau trong không khí?", "3": "Điểm vàng nằm ở bộ phận nào trong mắt người?", "4": "What is the name of the virus that causes AIDS?", "5": "Trong ba kim loại sau: đồng, sắt, bạc, kim loại nào hoạt động hóa học mạnh nhất?", "6": "Trong những đặc sản được nhắc đến ở câu ca dao sau, đặc sản nào không phải của Hà Nội: \"Cốm Vòng, gạo tám Mễ Trì/ Tương Bần, húng Láng còn gì ngon hơn\"?", "7": "Nghệ thuật quân sự \"tiên phát chế nhân\" được Lý Thường Kiệt sử dụng trong cuộc kháng chiến chống quân xâm lược nào?", "8": "Trong lời bài hát \"Tàu anh qua núi\" của nhạc sĩ Phan Lạc Hoa, con đèo nào được nhắc tới?", "9": "Thành phố nào ở miền Tây Nam Bộ được mệnh danh là \"Tây Đô\"?", "10": "Theo Nguyễn Du, chữ nào quý giá bằng \"ba chữ tài\"?", "11": "Đồ thị của hàm số hằng y = b (b là hằng số) là một đường thẳng song song hoặc trùng với ...", "12": "Đối với dây cao su, dây thép,... khi bị kéo, lực đàn hồi được gọi là lực ...", "13": "Theo thống kê của Statista, ba quốc gia xuất khẩu gạo lớn nhất thế giới trong niên vụ 2022 - 2023 đều ở châu lục nào?", "14": "Từ nào còn thiếu trong các câu thơ sau của tác giả Nguyễn Trãi: \"Lật thuyền mới biết ... như nước/ Cậy hiểm khôn xoay mệnh ở trời\"?", "15": "Cat Bi international airport is located in which city?", "16": "Tinh bột, xenlulozơ, este, saccarozơ đều có khả năng tham gia phản ứng nào sau đây: trùng hợp, thủy phân, thế, cộng hợp?", "17": "Ai là đạo diễn của loạt phim Lật mặt?", "18": "Tỉnh nào sau đây ở Tây Nguyên có diện tích trồng chè nhiều nhất: Kon Tum, Gia Lai, Lâm Đồng?", "19": "Nhà thơ Xuân Diệu đã mô tả loại quả nào \"Như mấy chiếc khuy lục/ Trên áo trời xanh non\"?", "20": "Theo Hiệp định Giơ-ne-vơ năm 1954, giới tuyến phân chia tạm thời hai miền Nam - Bắc của đất nước ta là sông ...", "21": "Thành phố nào hiện nay là nơi liên quân Pháp - Tây Ban Nha đã chọn để mở đầu cuộc chiến tranh xâm lược Việt Nam vào năm 1858?", "22": "Nguyên tử A có cấu tạo như sau: điện tích hạt nhân là 15+, có 3 lớp electron, lớp ngoài cùng có 5 electron. Vậy A là nguyên tố hóa học gì?", "23": "Khu di tích A Sào (Thái Bình) là nơi thờ nhân vật lịch sử nào cùng hai tướng Yết Kiêu và Dã Tượng?", "24": "Số đếm của công tơ điện gia đình cho biết điều gì?", "25": "Trong \"Lời kêu gọi thi đua ái quốc\" năm 1948, Chủ tịch Hồ Chí Minh đã nêu mục đích của thi đua ái quốc là để diệt ba thứ giặc nào?", "26": "Với các tập thơ như \"Tâm hồn tôi\", \"Hương cố nhân\", \"Mười hai bến nước\", tác giả nào được xem là tiếng thơ \"quen nhất\" trong các nhà thơ mới?", "27": "Cựu tuyển thủ Thạch Bảo Khanh đang là Huấn luyện viên của CLB bóng đá nào?", "28": "Which of the following materials can NOT prevent the flow of electrical current through an electrical device: Plastic, rubber, metals, ceramic?", "29": "Cửa khẩu quốc tế Tây Trang thuộc tỉnh nào?[2]", "30": "Bào quan nào được cấu tạo từ prôtêin và rARN?", "31": "Nhóm nhạc nữ nào có chuyến lưu diễn vòng quanh thế giới mang tên Born Pink?", "32": "Trong tác phẩm nào của Bác, ta bắt gặp hình ảnh \"Có em xóm núi xay ngô tối/ Xay hết, lò than đã rực hồng\"?", "33": "Tính đến nay, có bao nhiêu nhà hàng ở Việt Nam được trao 1 sao Michelin?", "34": "Thuỷ ngân dễ bay hơi và rất độc. Nếu chẳng may nhiệt kế thuỷ ngân bị vỡ thì dùng chất nào trong các chất sau để khử độc thuỷ ngân: Bột sắt, bột lưu huỳnh, bột than, hay nước?", "35": "Ở giải Ngoại hạng Anh, trận Derby vùng Merseyside là cuộc đối đầu của hai câu lạc bộ bóng đá nào?", "36": "Bốn nguyên tố chính góp phần tạo nên khoảng 96% khối lượng cơ thể sống gồm oxi (O), nitơ (N) và hai nguyên tố nào nữa?"}