{"1": "Một số tự nhiên lẻ chia hết cho 5 luôn có chữ số tận cùng là mấy?", "2": "Tỉnh Đắk Nông có đường biên giới tiếp giáp với quốc gia nào?", "3": "Bộ phim Việt Nam nào đã đạt giải Khinh Khí Cầu Vàng tại Liên hoan phim ba châu lục 2022?", "4": "Đối với đoạn mạch gồm hai điện trở mắc nối tiếp, hiệu điện thế giữa hai đầu mỗi điện trở ... với giá trị của mỗi điện trở đó.", "5": "\"Cánh màn khép lỏng cả ngày/ Ruộng vườn vắng mẹ cuốc cày sớm trưa\" là những câu trong bài thơ nào của nhà thơ Trần Đăng Khoa?", "6": "Đồng cỏ là một quần thể hay một quần xã sinh vật?", "7": "Sumo wrestling is a popular sport of which country?", "8": "Americano là đồ uống được cho là có nguồn gốc từ thói quen sử dụng café của người dân nước nào?", "9": "Hình nào sau đây không có đường tròn tiếp xúc với tất cả các cạnh của nó: tam giác, hình vuông, hình thoi, hình chữ nhật kích thước 1x2?", "10": "Tập thơ nào của Tố Hữu được coi là đã bắc được chiếc cầu nối giữa hình thức thơ mới và thơ ca cách mạng: Từ ấy, Việt Bắc hay Gió lộng?", "11": "Đại dương thứ năm trên Trái Đất được Hiệp hội Địa lí Quốc gia Hoa Kỳ công nhận là đại dương nào?", "12": "Người ta dùng các vật dẫn rỗng làm các màn chắn điện do điện trường bên trong vật dẫn rỗng có đặc điểm thế nào?", "13": "Dung dịch nào sau đây không thể hòa tan được bột kim loại Cu: Fe(NO3)3, Zn(NO3)2 AgNO3 hay HNO3?[1]", "14": "Trong chu kì tế bào, sự nhân đôi của ADN diễn ra ở kì nào?", "15": "Bạn hãy điền từ còn thiếu trong hai câu thơ sau: \"Chuyện kể rằng: em, ... mở đường/ Để cứu con đường đêm ấy khỏi bị thương\" (Khoảng trời, hố bom - Lâm Thị Mỹ Dạ)", "16": "What color traffic lights signal the change from green to red?", "17": "Hãy điền tên địa danh còn thiếu vào lời sấm của Trạng Trình Nguyễn Bỉnh Khiêm: \" ... nhất đái, vạn đại dung thân\".[2]", "18": "Những bãi biển nào sau đây thuộc tỉnh Quảng Trị: Cửa Tùng, Cửa Việt, Cửa Lò?", "19": "Ramưwan là lễ hội cổ truyền của người ... Bàni ở Ninh Thuận.", "20": "\"Nữ ca sĩ của năm\", \"MV của năm\" và \"Album của năm\" là những giải thưởng trong Giải cống hiến 2023 đã được trao cho ca sĩ nào?", "21": "Quốc gia nào ở Đông Nam Á có kế hoạch di dời thủ đô hiện nay đến thủ đô mới mang tên Nusantara?", "22": "Ở nhiều người, sự thay đổi đột ngột về độ cao có thể gây ra đau đầu, buồn nôn, mệt mỏi và khó chịu. Đây là triệu chứng của sự thiếu oxi trong ...", "23": "\"Bạch Đằng nhất trận hỏa công/Tặc binh đại phá huyết hồng mãn giang\". Đây là hai câu thơ nói về chiến thắng của dân ta trong cuộc kháng chiến chống quân xâm lược nào?", "24": "Ba đường conic gồm ba đường nào?", "25": "\"Khối lượng vật chất được giải phóng ở điện cực của bình điện phân tỉ lệ thuận với điện lượng chạy qua bình đó\" là phát biểu của định luật ... thứ nhất.[2]", "26": "Quốc lộ 1A không đi qua vùng kinh tế nào của nước ta?", "27": "Một trong những biểu tượng cho truyền thống hiếu học của thủ đô Hà Nội là hình ảnh công trình nào được xây dựng năm 1805, tại Văn Miếu - Quốc Tử Giám?", "28": "What is the simple past tense of the verb \"bring\"?", "29": "Đơn vị nào thường được dùng để đo áp suất khí quyển?", "30": "Theo Tổ chức Kỷ lục Việt Nam, quần đảo nào ở miền Bắc nước ta có nhiều đảo nhất cả nước?", "31": "Trong một tam giác bất kì, bình phương độ dài một cạnh bằng tổng bình phương độ dài hai cạnh còn lại ... đi hai lần tích của độ dài hai cạnh ấy với cosin của góc xen giữa hai cạnh đó.", "32": "Biogas, một nguồn cung cấp năng lượng quan trọng cho nhiều trang trại, hộ nông dân, có thành phần chính là khí ...", "33": "Trong loại hình diễn xướng dân gian nào ở Thanh Hóa, diễn viên đội trên đầu một đĩa đèn dầu khi biểu diễn?", "34": "\"Chủ nhật đỏ\" là tên gọi của chương trình kêu gọi cộng đồng tham gia hoạt động gì?", "35": "Máu thuộc loại mô gì?", "36": "Các tác phẩm \"Chân quê\", \"Tương tư\", \"Lỡ bước sang ngang\" của nhà thơ Nguyễn Bính được làm theo thể thơ nào?"}