{"1": "Tác phẩm nào của Xuân Quỳnh đã được nhạc sĩ Phan Huỳnh Điểu phổ nhạc: Thuyền và biển hay Sóng?", "2": "\"Quy tắc nắm tay phải được sử dụng để xác định ... của từ trường khi biết chiều của dòng điện thẳng\".", "3": "Trong điều kiện đặc biệt, nhôm phản ứng với nước, sinh ra khí gì?", "4": "Phần lớn các tập tính kiếm ăn và săn mồi là các tập tính ...", "5": "Thông qua việc sáng tác, tác giả lớn nào đã nêu cao đạo lí \"Làm ơn há dễ trông người trả ơn\"?", "6": "Đội Việt Nam Tuyên truyền Giải phóng quân được thành lập theo chỉ thị của ai?", "7": "Bài thơ Mùa xuân nho nhỏ của nhà thơ Thanh Hải có nhắc tới thành phố nào?", "8": "How many faces does a traditional dice have?", "9": "Lewis Hamilton đã trở thành người đầu tiên cán mốc 100 lần thắng chặng trong sự nghiệp ở môn thể thao nào?", "10": "Bài hát \"Tôi là người thợ lò\" của nhạc sĩ Hoàng Vân lấy cảm hứng từ những người lao động trong ngành than ở tỉnh/thành nào?", "11": "Câu \"Tháng Ba bà già chết cóng\" nói về đợt rét nào ở miền Bắc?", "12": "Mặt Trăng quay quanh Trái Đất theo quỹ đạo là một đường elip mà ... là một tiêu điểm.", "13": "Loại thấu kính gì được dùng trong kính hiển vi quang học?", "14": "Sự tách oxi khỏi hợp chất gọi là sự ...", "15": "Năm 1698, Thống soái Nguyễn Hữu Cảnh được xem là người có công khai sinh ra vùng đất nay là thành phố trực thuộc TW nào ở Nam Bộ?", "16": "Hai chữ nào được nhắc tới trong các câu Kiều sau: \"Trăm năm trong cõi người ta/ Chữ ... chữ ... khéo là ghét nhau\"?", "17": "Khởi nghĩa ... hay còn gọi là \"Binh biến ...\" là cuộc bạo động diễn ra năm 1917 do Trịnh Văn Cấn (Đội Cấn) và Lương Ngọc Quyến lãnh đạo.", "18": "Sân vận động nào là nơi diễn ra Lễ khai mạc SEA Games 31?", "19": "\"Ta dại, ta tìm nơi vắng vẻ/ Người khôn, người đến chốn lao xao\" là hai câu thơ nổi tiếng của tác giả nào?", "20": "Phân đôi, nảy chồi, phân mảnh, đâu là hình thức sinh sản vô tính?", "21": "Trạng Lường là tên dân gian của nhà toán học nào?", "22": "Theo nguyên lý truyền nhiệt, khi hai vật trao đổi nhiệt, thì nhiệt lượng của vật này toả ra ... nhiệt lượng của vật kia thu vào.", "23": "Metan, etylen, axetylen, những chất nào làm mất màu nước brom?", "24": "Nhà văn Nguyễn Khải đã đánh giá tác phẩm nào của Vũ Trọng Phụng là một cuốn tiểu thuyết \"có thể làm vinh dự cho mọi nền văn học\"?", "25": "Thành cổ nào ở miền Trung là nơi đã diễn ra những trận đánh oanh liệt của quân dân ta trong 81 ngày đêm (từ 28/6 đến 16/9/1972)?", "26": "Hệ thống sông nào là hệ thống sông lớn nhất Đông Nam Á?", "27": "Which Premier League football club of is called \"The Red Devils\"?[1]", "28": "Logo chính thức của Liên đoàn thể thao Đông Nam Á có bao nhiêu vòng tròn?", "29": "Đàn nguyệt thông dụng hiện nay có nhiều dây hơn đàn nhị. Đúng hay sai?", "30": "Vị vua Lê nào là người minh oan cho Nguyễn Trãi vào năm 1464?", "31": "Thông thường, muốn cây tập trung phát triển chiều cao thì ta sẽ tiến hành bấm ngọn hay tỉa cành?", "32": "Nếu chia cả tử và mẫu của một phân số cho cùng một ước chung của chúng thì ta được phân số mới có giá trị như thế nào so với phân số đã cho?", "33": "Một vật đang thực hiện dao động điều hòa dưới tác dụng của một lực đàn hồi. Vật đổi chiều chuyển động khi lực đạt giá trị nào?"}