{"1": "1000% của số tự nhiên a có giá trị bằng 100, hỏi a là số nào?", "2": "Nhìn chung, cột thu lôi càng cao thì phạm vi bảo vệ càng ...", "3": "Tinh bột và xenlulozơ được tạo thành trong cây xanh nhờ quá trình ...", "4": "Sự thực bào, nhìn chung, là hoạt động bảo vệ cơ thể của ... khi các sinh vật xâm nhập vào một mô nào đó của cơ thể.", "5": "How many zeroes are there in a trillion?", "6": "Tỉnh nào là tỉnh duy nhất ở Tây Nguyên không có đường biên giới quốc tế?", "7": "Trong thơ Viễn Phương, loài cây nào \"Bão táp mưa sa đứng thẳng hàng\"?", "8": "Đê Hồng Đức được đắp từ thời vua nào?", "9": "Dân cư ở châu Phi chủ yếu thuộc chủng tộc nào?", "10": "Quốc gia nào hiện nắm giữ kỷ lục số huy chương vàng đạt được trong một kỳ SEA Games?", "11": "Bản gốc của bức họa Mona Lisa nổi tiếng của Leonardo da Vinci hiện được trưng bày tại bảo tàng nào của Pháp?", "12": "Bánh chưng Bờ Đậu là đặc sản của tỉnh nào?", "13": "Số lớn nhất có ba chữ số, xuất hiện trên hầu hết thước đo góc dành cho học sinh ở nước ta, là số nào?", "14": "Một vật rắn cân bằng dưới tác dụng của ba lực không song song. Điều kiện cần là ba lực đó đồng phẳng và ...", "15": "Phương pháp ... là điều chế kim loại bằng cách sử dụng kim loại mạnh đẩy kim loại yếu ra khỏi dung dịch muối hoặc phức chất của nó.", "16": "What color is the circle on the flag of Laos?", "17": "Nhện thực hiện nhiều động tác nối tiếp nhau để kết nối các sợi tơ thành một tấm lưới. Đó là ví dụ cho loại tập tính nào?", "18": "Vang bóng một thời (1940), Sông Đà (1960), Hà Nội ta đánh Mĩ giỏi (1972) là những tác phẩm của nhà văn nào?", "19": "Cuộc khởi nghĩa nào sau đây không nằm trong phong trào Cần Vương: Bãi Sậy, Ba Đình, Yên Thế, Hương Khê?", "20": "Có đến 70% số loài cây và chim, thú trên Trái Đất sinh sống ở rừng rậm đới ...", "21": "Nhạc sĩ Đỗ Nhuận sáng tác bài Hành quân xa trong thời kì diễn ra chiến dịch nào?", "22": "Khung cảnh \"Đầu tường lửa lựu lập lòe đơm bông\" trong Truyện Kiều của Nguyễn Du là mùa nào?", "23": "Đoạn bài hát sau là về thành phố nào?https://duong-len-dinh-olympia.fandom.com/vi/wiki/T%E1%BA%ADp_tin:Tuan3thang2quy1Olympia23-KhoidongNhac1.mp3", "24": "Đèn kéo quân quay được là nhờ vào hiện tượng gì?", "25": "Những nhạc cụ cơ bản trong bộ đồng của dàn nhạc giao hưởng đều thuộc nhóm nào: kèn, sáo, đàn hay trống?", "26": "Cá, lưỡng cư, bò sát, chim, thú là các lớp động vật thuộc ngành nào?", "27": "Nhà thờ Đức Bà Paris, Những người khốn khổ là những tác phẩm tiêu biểu của đại văn hào nào?", "28": "Phạm Bành, Đinh Công Tráng, Nguyễn Thiện Thuật, Phan Đình Phùng... là một số lãnh tụ tiêu biểu của phong trào ...", "29": "Hoàng Su Phì là một huyện biên giới miền núi thuộc tỉnh nào?", "30": "Who is the founder, CEO, chief engineer of SpaceX?", "31": "Quả bóng của môn thể thao nào có kích thước lớn nhất: bóng chuyền, bóng bàn, hay quần vợt?", "32": "Bánh đa Thổ Hà là một đặc sản của tỉnh nào?", "33": "Trong thần thoại Hy Lạp, vị thần nào nâng đỡ bầu trời?", "34": "Phân số nào có giá trị lớn nhất trong các phân số sau: 2/3, 3/4, 5/6, 1/12?", "35": "Đơn vị đo chiều dài nào bằng khoảng 9,5 triệu tỉ mét?", "36": "Độ mở của khí khổng ở lá phụ thuộc chủ yếu vào hàm lượng ... trong tế bào khí khổng."}