{"1": "Ba véctơ được gọi là đồng phẳng khi các ... của chúng cùng song song với một mặt phẳng.", "2": "Vật kính của máy ảnh là thấu kính ...", "3": "Súy Vân là nhân vật xuất hiện trong bộ môn nghệ thuật truyền thống nào?", "4": "Hội chứng ... do đột biến số lượng NST gây ra, là loại phổ biến nhất trong số các hội chứng do đột biến số lượng NST đã gặp ở người.", "5": "\"Hòn đảo Lửa, đảo Say\" trong thơ Tố Hữu là quốc gia Caribe nào?", "6": "... là lãnh tụ tối cao của nghĩa quân Lam Sơn.", "7": "Nhà máy điện Bình Thạnh, Tuy Phong (Bình Thuận) sản xuất điện nhờ nguồn năng lượng nào?", "8": "How many pawns does each player have at the start of a standard chess game?", "9": "Trong luật thi đấu bóng chày, đội khách hay đội chủ nhà được chơi tấn công trước?", "10": "Nghệ sĩ Trần Mạnh Tuấn gắn liền với nhạc cụ nào?", "11": "Tên viết tắt tiếng Anh của tổ chức Y tế Thế giới là gì?", "12": "Google Chrome, Cốc Cốc được gọi là trình duyệt hay website?", "13": "Michaelangelo là một hoạ sĩ, nhà điêu khắc, kiến trúc sư, nhà thơ và kỹ sư nổi tiếng của quốc gia nào?", "14": "Ảnh ảo tạo bởi gương ... nhỏ hơn vật.", "15": "Khí nitơ dioxit có màu gì?", "16": "Trước khi sử dụng loại nhiệt kế nào để đo nhiệt độ, ta phải thực hiện thao tác \"vẩy\" nhiệt kế: nhiệt kế đổi màu, nhiệt kế thuỷ ngân, nhiệt kế hồng ngoại?", "17": "\"Mảnh giấy làm nên thân giáp bảng/ Nét son điểm rõ mặt văn khôi\". Đây là những câu thơ trong tác phẩm nào của Nguyễn Khuyến?", "18": "Thánh địa Mỹ Sơn tiêu biểu cho nghệ thuật kiến trúc của người ...", "19": "... là vườn quốc gia đầu tiên của Việt Nam.", "20": "What is the most populated city in Russia?", "21": "Năm 2021, nhóm nhạc huyền thoại nào đến từ Thụy Điển đã phát hành album Voyage?", "22": "Đội bóng nào đã vô địch AFF Suzuki Cup 2020?", "23": "Sân vận động Quốc gia Bắc Kinh - nơi tổ chức lễ khai mạc Olympic mùa Đông 2022, có thiết kế mô phỏng hình dáng một chiếc tổ của loài ...", "24": "1 đơn vị thiên văn hay 1 năm ánh sáng có giá trị lớn hơn?", "25": "Tỉnh nào trong số các tỉnh sau có biển: Bình Dương, Bình Định, Bình Phước?", "26": "Bộ môn toán học nào nghiên cứu quy luật của các hiện tượng ngẫu nhiên?", "27": "Độ biến dạng của lò xo là ... giữa chiều dài khi biến dạng và chiều dài tự nhiên của lò xo.", "28": "Tỉnh nào không có sân bay trong ba tỉnh sau: Đắk Lắk, Gia Lai, Kon Tum (tính cả di tích và đang hoạt động)?", "29": "Cơ quan nội tạng nào có vai trò quan trọng trong điều hoà nồng độ của nhiều chất trong huyết tương, qua đó duy trì cân bằng áp suất thẩm thấu của máu?", "30": "Từ nào còn thiếu trong hai câu thơ dịch sau: \"Cảm ơn đời mỗi ... thức dậy. Ta có thêm ngày nữa để yêu thương\"?", "31": "Ai là quan Phụ chính đại thần, nhiếp chính dưới triều Dục Đức, Hiệp Hoà, Kiến Phúc và Hàm Nghi của nhà Nguyễn, sinh năm 1835, mất năm 1913?", "32": "Nhật Tân, Long Biên, Chương Dương là một số cây cầu ở Hà Nội bắc qua dòng sông nào?"}