{"1": "Ai là tác giả của bài \"Cáo tật thị chúng\"?", "2": "Sự cung cấp máu cho não kém, dễ bị ngắt là các hệ quả của chứng huyết áp ... ở người.", "3": "Đây là dụng cụ toán học nào?", "4": "Năm 1920, công nhân Sài Gòn - Chợ Lớn đã thành lập Công hội (bí mật) do ai đứng đầu?", "5": "Thuế giá trị gia tăng có tên viết tắt bằng tiếng Anh là gì?", "6": "Một vật trượt trên một mặt phẳng, khi tốc độ của vật tăng thì hệ số ma sát giữa vật và mặt phẳng thay đổi như thế nào?", "7": "The only one in the list of Seven Wonders of the Ancient World that still exists is (A) the Great Pyramid of Giza or (B) the Statue of Zeus at Olympia?", "8": "Ta có thể dựa vào màu sắc hay độ tan trong nước để xác định một chất là vô cơ hay hữu cơ, đúng hay sai?", "9": "Môn quần vợt có thể có tối đa bao nhiêu vận động viên thi đấu trên sân?", "10": "\"Đào lẳng\" là một vai diễn đặc trưng của loại hình nghệ thuật nào?", "11": "Lục địa nào là lục địa có diện tích lớn nhất, dân số đông nhất Trái Đất hiện nay?", "12": "Nung hỗn hợp apatit, cát và than cốc ở 1200 độ C trong lò điện, ta sẽ thu được loại photpho nào?", "13": "Có tính chất di truyền là biểu hiện của phản xạ có điều kiện hay phản xạ không điều kiện?", "14": "Trong bóng đá, ném biên hay phạt góc được coi như một hình thức bắt đầu lại trận đấu?", "15": "Điện trở suất của kim loại thay đổi như thế nào theo nhiệt độ?", "16": "Với mỗi bức thư điện tử cần điền tối thiểu bao nhiêu kí tự trong phần tiêu đề để thư có thể gửi đi được?", "17": "Tổng số hạt proton và notron của hạt nhân nguyên tử còn được gọi là gì?", "18": "\"Vua Lê chúa ...\" là chế độ phong kiến tồn tại ở Đàng Ngoài từ thế kỷ XVI đến thế kỷ XVIII.", "19": "Lam Vông hay Lăm Vông là điệu múa đặc trưng của quốc gia nào?", "20": "Hai chữ nào còn thiếu trong những câu thơ sau của nhà thơ Xuân Diệu: \"Làm ... nghĩa là ru với gió/ Mơ theo trăng và vơ vẩn cùng mây\"?", "21": "Châu Mỹ nằm hoàn toàn ở nửa cầu nào?", "22": "Trong các chất lipit, gluxit và prôtêin, chất nào cung cấp nhiều năng lượng nhất?", "23": "Đoạn thẳng nối hai đỉnh đối diện của hình hộp được gọi là một ... của hình hộp.", "24": "The painting the  \"Mona Lisa\" was painted by who?[1]", "25": "Mọi tam giác đều có mấy đường tròn bàng tiếp phân biệt?", "26": "Các loài cá thường có hệ tuần hoàn đơn hay hệ tuần hoàn kép?", "27": "Bài thơ \"Nam quốc sơn hà\" được viết theo thể thơ nào?", "28": "Trong quá trình trao đổi chất ở tế bào, khí cacbônic sẽ theo mạch máu tới bộ phận nào để thải ra ngoài?", "29": "Năm 1945, phe Đồng Minh đã đưa quân đội vào nước ta để tước vũ khí quân ...", "30": "Ai là cầu thủ nội ghi bàn nhiều nhất tại giải bóng đá V-League 2018?", "31": "Quặng sắt, than cốc, đá vôi được sử dụng phổ biến trong ngành luyện kim nào?", "32": "Biển báo loại nào đã số có viền đỏ, nền trắng và có số hiệu từ 101 đến 140 (theo Quy chuẩn kĩ thuật quốc gia về báo hiệu đường bộ)?", "33": "Thủy tinh chứa nhiều chì oxit dễ nóng chảy và trong suốt, được gọi là thủy tinh ...", "34": "What do we call a room in a shop where you can put on clothes to see how they look?", "35": "Trong bảy nốt nhạc cơ bản, nốt nào có cao độ cao nhất?", "36": "Đại lượng nào sau đây không phải thông số trạng thái của một lượng khí: thể tích, khối lượng, nhiệt độ, áp suất?", "37": "Sàn đấu của môn đấu vật cổ truyền Việt Nam được gọi là gì?", "38": "\"Lục trảo Đán Khao\" là tên một giống gà quý tại Lạng Sơn sở hữu bàn chân đặc biệt gồm tất cả bao nhiêu cựa?", "39": "The right hemisphere of a human brain controls which side of the body?", "40": "Elip là đường cô-nic có tâm sai e ... 1.", "41": "Pablo Picasso và Georges Braque là hai người sáng lập và phát triển trường phái hội họa nào?", "42": "Khu kinh tế mở Chu Lai nằm ở tỉnh nào?", "43": "Một công thức vật lý chính xác chỉ cần đảm bảo hai vế của nó có cùng một đơn vị, đúng hay sai?", "44": "Nghệ thuật lợi dụng đặc sắc về âm, về nghĩa của từ ngữ để tạo sắc thái dí dỏm, hài hước làm câu văn hấp dẫn và thú vị được gọi là gì?", "45": "Vị vua nào của nước ta được tôn xưng là Phật Hoàng?", "46": "Trong dung môi là nước, với chất điện li yếu, độ điện li giảm khi nồng độ ...", "47": "Khi một tia sáng đi từ không khí vào nước, thì ở mặt phân cách giữa không khí và nước có thể xảy ra hiện tượng khúc xạ hay hiện tượng phản xạ?", "48": "KHÔNG ĐỦ THỜI GIAN"}