{"1": "Hiện nay mặt hàng nông sản nào đóng góp trên 20% tổng thu ngân sách của tỉnh Đắk Lắk?", "2": "Từ nào còn thiếu trong những câu thơ của Bác: \"Mong các cháu cố gắng/ Thi đua học và hành/ Tuổi ... làm việc .../ Tùy theo sức của mình\"?", "3": "Ai được cho là tác giả của \"Nam quốc sơn hà\"?", "4": "Trên bàn cờ vua, quân cờ nào có thể di chuyển theo bất kỳ chiều nào, với bất kỳ khoảng cách nào, \"ăn\" bất kỳ quân nào, kể cả trong bước đi đầu tiên?", "5": "Nghệ sỹ Kenny G nổi tiếng với loại nhạc cụ nào?", "6": "Which city in Vietnam used to be called \"Tay Do\"?", "7": "Kim loại nào có nhiều nhất trong lớp vỏ Trái Đất?", "8": "Tháp nghiêng Pisa nằm ở quốc gia nào?", "9": "Đường sức điện của điện trường tĩnh điện là đường khép kín hay không khép kín?", "10": "Đâu là tên một vịnh biển đẹp ở Khánh Hòa: Vĩnh Hy, Lăng Cô, Cam Ranh, Xuân Đài?", "11": "Vectơ nào có điểm đầu trùng với điểm cuối?", "12": "Nhiên liệu nào có năng suất tỏa nhiệt cao nhất: hiđrô, dầu, khí đốt?", "13": "Thiên thể nào đã bị loại khỏi danh sách các hành tinh của Hệ Mặt Trời bởi Hiệp hội Thiên văn quốc tế vào năm 2006?", "14": "Khi hòa tan amoni nitrat vào nước, nhiệt độ dung dịch sẽ thay đổi như thế nào?", "15": "Loài cây nào là cây lâu năm: lúa, ngô, cam, đậu, lạc?", "16": "Khi dân tộc ta chưa có hoặc chưa phổ cập chữ viết, bộ phận văn học dân gian với ngôn ngữ ... đã đóng góp to lớn trong việc gìn giữ, phát triển ngôn ngữ dân tộc, nuôi dưỡng tâm hồn nhân dân.", "17": "Sau khi dẹp \"Loạn 12 sứ quân\", ... lên ngôi vua và lấy niên hiệu là Thái Bình.", "18": "Thuật ngữ \"treo găng\" trong bóng đá thường được dùng chỉ hình phạt cấm thi đấu dành cho cầu thủ thi đấu ở vị trí nào?", "19": "Chất liệu nào sau đây có thể sử dụng trong tranh kí họa: bút chì, mực nho, màu nước?", "20": "Which period of time is longer: a decade or ten years?", "21": "Người ta thường dùng loại photpho nào để chế tạo diêm?", "22": "Đất nước châu âu nào còn được gọi là \"Xứ sở của chú lính chì dũng cảm\"?", "23": "Ruột bút chì sẽ cúng hơn khi ta tăng lượng đất sét hay than chì trong thành phần?", "24": "Trên biển Đông, quá nửa các tháng trong năm, gió hướng nào chiếm ưu thế?", "25": "Nếu y tỷ lệ thuận với x theo hệ số tỉ lệ là 2 thì x tỉ lệ thuận với y theo tỉ lệ nào?", "26": "Câu đố sau nói về loài côn trùng nào: \"Ngày thì ngủ, đêm dạo chơi/ Đèn lồng chiếu sáng khắp nơi lập lòe\"?", "27": "Nhân vật văn học nào được tác giả miêu tả \"đầu đội kim khôi/ Tay cầm siêu bạc mình ngồi ngựa ô\"?", "28": "Vị anh hùng dân tộc được nhân dân suy tôn là Bình Tây Đại nguyên soái tên thật là gì?", "29": "Cung một dây, cung ba dây là một số nội dung thi đấu của môn thể thao nào?", "30": "Đâu là chất liệu tranh du nhập từ Phương Tây vào nước ta: sơn mài, sơn dầu, lụa?", "31": "What is the 2nd largest ocean in the world?", "32": "Chất có khả năng hòa tan các chất khác để tạo thành dung dịch được gọi là gì?", "33": "Ngạn, Hà Lan, Dũng, Trà Long... là một số nhân vật trong tác phẩm nào của nhà văn Nguyễn Nhật Ánh?", "34": "Tổng hai góc phụ nhau lớn hơn hay bé hơn tổng hai góc bù nhau?", "35": "Em bé cất tiếng khóc khi chào đời là biểu hiện đầu tiên của hoạt động gì?", "36": "Đoạn trích \"Lẽ ghét thương\" của Truyện Lục Vân Tiên là cuộc đối thoại giữa nhân vật nào với mấy nho sĩ trẻ tuổi?", "37": "Năm 1961, cựu quốc gia nào đã phóng tàu vũ trụ đưa con người lần đầu tiên lên quỹ đạo Trái Đất?", "38": "Môn võ nào của Hàn Quốc hiện là một trong những môn thi đấu chính thức tại Thế vận hội mùa hè?", "39": "Trong âm nhạc, người ta dùng bảy tên nốt để ghi cao độ từ thấp lên cao là: Đô, Rê, Mi, Pha, Son, La và ...", "40": "Rowing is an indoor or outdoor game?", "41": "Loại phản ứng nào chắc chắn có sự thay đổi số oxi hóa của các nguyên tố: phản ứng hóa hợp, phản ứng phân hủy, phản ứng thế, phản ứng trao đổi?", "42": "Chăn nuôi lợn ở các nước Nam Á và Tây Nam Á không phát triển do người dân ở đây chủ yếu theo tôn giáo nào?", "43": "Người đi xe đạp say xỉn có bị xử phạt không?(Theo Nghị định 100/2019/NĐ - CP)", "44": "Hầu hết hoạt động sống của con người đều diễn ra trong tầng khí quyển nào?", "45": "Miền giá trị của hàm tang và cotang là tập số nào?", "46": "Hiện tượng tia sáng không bị khúc xạ mà phản xạ toàn bộ ở mặt phân cách giữa nước và không khí gọi là gì?", "47": "Bắc Cung hoàng hậu, Bà Chúa Tiên là những danh xưng khác nhau của nhân vật lịch sử nào?"}