{"1": "Lớp nào của da có vai trò lớn hơn cả trong việc cách nhiệt?", "2": "Which nationality is Vincent van Gogh?", "3": "Ta có thể đưa phương trình trùng phương về phương trình bậc hai bằng cách đặt ...", "4": "Truyền thuyết Thánh Gióng kể về giai đoạn Hùng Vương thứ mấy?", "5": "Thủy điện ... là nhà máy thủy điện đầu tiên được xây dựng ở miền Bắc xã hội chủ nghĩa, khánh thành năm 1971.", "6": "Chu kì dao động của con lắc đơn phụ thuộc vào ... dây treo con lắc[1]", "7": "Nhóm halogen gồm mấy nguyên tố có trong tự nhiên?", "8": "Văn bản lịch sử nào kết thúc bằng một câu hỏi: \"Trẫm muốn dựa vào sự thuận lợi của đất ấy để định chỗ ở. Các khanh thấy thế nào?\"?", "9": "\"Bạch Vân am cư sĩ\" là biệt hiệu của danh nhân nào?", "10": "Phương pháp nào được dùng để tách hỗn hợp các chất lỏng tan vào nhau có nhiệt độ sôi khác nhau nhiều?", "11": "Độ dài một ngày đêm của mỗi hành tinh trong hệ Mặt Trời bằng chu kì ... của hành tinh đó.", "12": "Tâm đường tròn nội tiếp tam giác là giao điểm của các đường ... các góc trong tam giác.", "13": "Chất xúc tác sinh học được tổng hợp trong các tế bào sống có tên gọi là gì?", "14": "Tầm bay xa của vật bị ném là khoảng cách giữa điểm ném và ... (cùng trên mặt đất).", "15": "Diego Maradona và ... đã đồng chiến thắng giải thưởng Cầu thủ xuất sắc nhất thế kỷ XX do FIFA tổ chức.", "16": "Trong \"Tiếng hát con tàu\", nhà thơ Chế Lan Viên đã gọi vùng đất nào là \"mẹ của hồn thơ\"?", "17": "The 3Rs of waste management stand for Reduce, Reuse, and what?", "18": "... hình thành là do sự kết tinh của những muối vô cơ và hữu cơ trong nước tiểu, gây ngưng trệ quá trình bài tiết nước tiểu, thậm chí gây đau đớn dữ dội.", "19": "\"Người Vitruvius\" là bức họa nổi tiếng của họa sĩ nào?", "20": "Kênh VTV3 của Đài Truyền hình Việt Nam chính thức phát sóng vào năm nào?", "21": "Dân gian có câu: \"Đói ăn ..., đau uống ...\".", "22": "Bắc Bình Vương là vương hiệu của ai?", "23": "Sau sự kiện nào, Anh và Pháp đã buộc phải tuyên chiến với Đức, bắt đầu chiến tranh thế giới thứ hai?", "24": "Chiếc máy tính cơ khí đầu tiên trên thế giới do Pascal chế tạo chỉ có thể thực hiện được hai loại phép tính nào?", "25": "Voltaire, Balzac, Hector Malot là những nhà văn lớn của nền văn học nước ...", "26": "Bài dân ca nào đã được sáng tác từ các câu thơ lục bát: \"Con cò bay lả bay la/ Bay từ cửa phủ bay ra cánh đồng\"?", "27": "Bột than ... màu đen, có khả năng hấp phụ các khí độc nên được dùng trong nhiều loại mặt nạ phòng độc.", "28": "Cánh hoa thuộc bộ phận nào của hoa: đài, tràng, nhị hay nhụy?", "29": "Trong bài thơ \"Chân quê\" của nhà thơ Nguyễn Bính, loài hoa nào được nhắc đến?", "30": "Chu kì của dao động điều hòa là khoảng ... mà vật thực hiện một dao động toàn phần.", "31": "Khu kinh tế ven biển nào sau đây không thuộc Đồng bằng sông Cửu Long: Định An, Năm Căn, Nhơn Hội?", "32": "Chỉ tay và vân tay được hình thành trên lớp nào của da?", "33": "What is the most abundant chemical in coal?", "34": "Công nghệ hỗ trợ trọng tài bằng video (VAR) trong bóng đá được chính thức áp dụng từ giải đấu quốc tế nào?", "35": "Crom (III) oxit sẽ khiến thủy tinh có màu gì?", "36": "Trong Microsoft Word, tổ hợp phím Ctrl + Home dùng để làm gì?"}