{"1": "Đội tuyển bóng đá Australia hiện nay đang là thành viên của Liên đoàn bóng đá châu lục nào?", "2": "Từ nào còn thiếu trong câu: \"Nhất chạng vạng, nhì ...\"?", "3": "Khi tia sáng truyền được từ nước sang không khí thì góc khúc xạ ... góc tới.", "4": "Which vitamin works with calcium to build strong bones?", "5": "Trong một sáng tác của Trịnh Công Sơn, \"mùa hoa sữa về\" là mùa nào ở Hà Nội?", "6": "Các nguyên tố thuộc nhóm đất hiếm là các nguyên tố phi kim, kim loại, hay á kim?", "7": "Ai được mệnh danh là \"Nhà viết thư thảo hịch giỏi nhất mọi thời\"?", "8": "Trong khoảng thời gian từ năm 1832 - 1862, dưới thời nhà Nguyễn, khu vực Nam Kỳ nước ta gồm bao nhiêu tỉnh?", "9": "Hiện tượng nước biển lên xuống theo chu kỳ, do ảnh hưởng sức hút của Mặt Trăng, Mặt Trời gọi là gì?", "10": "Loại ARN nào có chức năng truyền đạt thông tin di truyền?", "11": "Với một hình nón bất kỳ, diện tích xung quanh hay diện tích toàn phần có giá trị lớn hơn?", "12": "Việc thiết lập mối liên hệ giữa ... với nguyên hàm là một phát minh của Niu-tơn và Lai-bơ-nit.", "13": "Trong hình học không gian, các kết quả đã biết của hình học phẳng đều đúng khi ta xét nó trong một ...", "14": "Trịnh Hâm, Kiều Nguyệt Nga, ông Ngư là những nhân vật trong tác phẩm nào của Nguyễn Đình Chiểu?", "15": "Bản nhạc \"Thư gửi Elise\" của Beethoven được sáng tác dành riêng cho nhạc cụ nào?", "16": "\"Dien Bien Phu in the air\" was a battle that occured in how many days?", "17": "Ai là người sáng lập ra Quốc tế Cộng sản thứ III?", "18": "Michael Jordan là vận động viên huyền thoại của môn bóng chuyền hay bóng rổ?", "19": "Cơ quan nào ở nước ta là nơi tổ chức tiêu hủy tiền không đủ tiêu chuẩn lưu thông hoặc bị đình chỉ lưu hành?", "20": "Căn cứ vào khả năng tạo nhiệt, rắn là động vật máu ...", "21": "Hợp chất hữu cơ nào là hiđrocacbon vòng thơm đơn giản nhất?", "22": "Quán tính là tính chất của mọi vật có xu hướng bảo toàn vận tốc cả về ... và ...", "23": "Một bàn chơi bi-da carom ba băng theo tiêu chuẩn quốc tế có bao nhiêu lỗ ở các góc bàn?", "24": "KHÔNG ĐỦ THỜI GIAN", "25": "Chùm thơ thu của nhà thơ Nguyễn Khuyến gồm mấy bài thơ?", "26": "Trùng sốt rét do muỗi anophen truyền vào cơ thể người sẽ ký sinh trong tế bào máu nào để gây bệnh?", "27": "Phương pháp tách một hỗn hợp lỏng dựa vào sự khác biệt nhiệt độ sôi bằng cách làm bay hơi các thành phần sau đó làm lạnh để ngưng tụ gọi là ...", "28": "Quốc gia nào là quốc gia châu Á thứ hai đã đăng cai cả Thế vận hội mùa hè lẫn Thế vận hội mùa đông?", "29": "Ở Đà Lạt có một hồ nước mang tên một nữ sĩ thơ Nôm nổi tiếng của Việt Nam, đó là hồ nào?", "30": "Ngựa có dạ dày đơn hay da dày kép?", "31": "Ngã ba tại Hà Tĩnh - nơi 10 cô gái thanh niên xung phong đã anh dũng hi sinh vào năm 1968 có tên là gì?", "32": "Hậu ấn tượng, hiện thực, lãng mạn, lập thể, dã thú... là một số trường phái của bộ môn nghệ thuật nào?", "33": "Tờ nhật báo nào hiện nay là cơ quan ngôn luận của Đảng Cộng sản Việt Nam?", "34": "Thành phần nào của cơ năng luôn mang giá trị dương?", "35": "Phép dời hình là phép biến hình bảo toàn ... giữa hai điểm bất kỳ.", "36": "KHÔNG ĐỦ THỜI GIAN", "37": "Trong hệ Mặt Trời, hành tinh nào lớn nhất về khối lượng?", "38": "Bộ sử chính thống đầu tiên có giá trị của nước ta tên là gì?", "39": "Mặt nạ hóa trang là một nét độc đáo của bộ môn nghệ thuật sân khấu truyền thống nào ở nước ta?", "40": "Lá trên mặt nước thường có phiến ... để giúp lá dễ nổi và tăng khả năng quang hợp.", "41": "Hai đường thẳng gọi là ... nếu chúng đồng phẳng và không có điểm chung.", "42": "Lý đất giồng, Lý cây đa - đâu là làn điệu dân ca Nam Bộ?", "43": "Khu vực mậu dịch tự do ASEAN có tên viết tắt theo tiếng Anh là gì?", "44": "\"Hỡi xuân hồng, ta muốn cắn vào ngươi!\" là câu thơ kết thúc bài thơ nào của nhà thơ Xuân Diệu?", "45": "Vị nào được tạo nên chủ yếu bởi sự hiện diện của các ion natri?", "46": "What is the name of the latest Avengers movie, released in April 2019?", "47": "Đây là kiểu bơi nào?", "48": "KHÔNG ĐỦ THỜI GIAN"}