{"1": "... là nhựa cây đã hoá thạch/ hoá đá từ thời đại đồ đá được đánh giá cao về vẻ đẹp tự nhiên.", "2": "Khi tự mày mò xây dựng nên môn hình học cho riêng mình, nhà toán học Pascal gọi hình gì là cây gậy?", "3": "Vật có khối lượng càng lớn và ở càng cao thì thế năng ... của vật càng lớn.", "4": "Trong hợp chất KMnO4, số oxi hoá của Mn là ...", "5": "Tế bào quan trọng nào của thực vật có tác dụng giúp lá cây thoát hơi nước?", "6": "Bốn câu thơ: \"Lặng yên bên bếp lửa/ Vẻ mặt Bác trầm ngâm/ Ngoài trời mưa lâm thâm/ Mái lều tranh xơ xác\" nằm trong bài thơ nào?", "7": "\"Khâm định Việt sử Thông giám cương mục\" là bộ chính sử của triều đại nào?", "8": "Trên bản đồ, ký hiệu hình vuông màu đen biểu diễn cho loại khoáng sản nào?", "9": "Nhựa PE có tên đầy đủ là gì?", "10": "Trong cờ vua và cờ tướng (không kể biến thể), quân cờ nào xuất hiện ở bốn góc bàn cờ khi khai cuộc?", "11": "In which year was Coach Park Hang Seo appointed as the head coach of the Vietnam national football team?", "12": "\"Thực phẩm Halal\" là các loại thức ăn, đồ uống theo tiêu chuẩn để những người theo tôn giáo lớn nào được phép sử dụng?", "13": "Số ước nguyên dương của một số chính phương là một số lẻ hay một số chẵn?", "14": "Nếu có số tự nhiên a chia hết cho số tự nhiên b thì ta nói a là ... của b, còn b là ... của a.", "15": "Chuyển động thẳng trong đó gia tốc tức thời không đổi được gọi là chuyển động thẳng ...", "16": "Bệnh Alzheimer được xếp vào nhóm bệnh của hệ cơ quan nào?", "17": "Nhân vật lịch sử nào được nhắc đến trong các câu thơ sau: \"Khi ... cưỡi voi vào cửa Bắc/ Hưng Đạo diệt quân Nguyên trên sông Bạch Đằng\"?", "18": "Vị vua nào đã đặt quốc hiệu nước ta là Đại Nam?", "19": "Đầm Thị Nại nằm ở tỉnh nào?", "20": "Sự kiện thể thao lớn nào của thế giới được khai mạc vào ngày 4/2/2022?", "21": "Nghệ thuật ... của Trung Bộ là hình thức chơi bài nhưng không mang tính sát phạt, ăn thua mà chỉ để giải trí bằng hình thức đối đáp vui xuân.", "22": "Which is the first element on the periodic table of elements?", "23": "Vào ngày 27/3/2022 (theo giờ Mỹ), lễ trao giải của giải thưởng điện ảnh nào được tổ chức?", "24": "Saccarozơ còn có tên gọi khác là đường mía hay đường nho?", "25": "Trong hệ đo lường cổ của Việt Nam, đơn vị đo diện tích nào có giá trị bằng 10 sào (ở Bắc Bộ)?", "26": "Sóng dọc là sóng có phương dao động ... phương truyền sóng.", "27": "Halogen nhẹ nhất là gì?", "28": "Cá, lưỡng cư, bò sát, chim, thú là các lớp động vật thuộc ngành nào?", "29": "Địa danh nào xuất hiện trong các câu thơ sau của Xuân Diệu: \"Tổ quốc tôi như một con tàu/ Mũi thuyền ta đó - mũi ...\"?", "30": "Ai là tác giả của câu nói \"Hiền tài là nguyên khí của quốc gia\"?", "31": "Thành phố trực thuộc trung ương duy nhất của nước ta có vị trí địa lí giáp vịnh Bắc Bộ là thành phố nào?", "32": "Công nghệ VAR được FIFA áp dụng ở giải đấu bóng đá quốc tế lớn nào năm 2018?", "33": "Đây là ban nhạc nào?", "34": "In \"Little Red Riding Hood\", who does the wolf dressed up as?", "35": "Loài động vật nào mà tên Hán - Việt của chúng có nghĩa là \"ngựa sông\"?", "36": "Thuỷ tinh khi đặt trong từ trường thì có bị nhiễm từ hay không?"}