{"1": "Câu lạc bộ nào là đại diện duy nhất của Việt Nam tham dự AFC Champions League 2021?", "2": "Cố nghệ sĩ Thanh Nga được mệnh danh là \"Nữ hoàng sân khấu\" của nghệ thuật ...", "3": "Những hợp chất giống nhau về thành phần và cấu tạo hóa học nhưng hơn kém nhau một hoặc nhiều nhóm CH2 được gọi là gì?", "4": "Cơ quan báo chí nào hiện là hãng thông tấn duy nhất của cả nước ta?", "5": "Con nghê là con vật có thật hay tưởng tượng?", "6": "Nhà nước Vạn Xuân do ai lập ra?", "7": "Các ngôi sao, hành tinh, vệ tinh tự nhiên, sao chổi... được gọi chung là gì?", "8": "Vecto A là vecto đối của vecto B khi tổng của hai vecto là vecto ...", "9": "Hoạt động của nồi cơm điện trong quá trình làm cơm chín dựa trên tác dụng nào của dòng điện?", "10": "What country does the Mekong River come from?", "11": "Đột biến gen gây ra do ảnh hưởng phức tạp của môi trường trong và ngoài cơ thể tới phân tử ...", "12": "Khi phát bóng, cầu thủ bóng chuyền phải đứng ở sau vị trí nào của sân thi đấu: đường giữa sân, đường tấn công hay đường biên ngang?", "13": "Đoạn bài hát sau nằm trong ca khúc nào?https://duong-len-dinh-olympia.fandom.com/vi/wiki/T%E1%BA%ADp_tin:Tuan3thang2quy4Olympia2021-KhoidongNhac1.ogg", "14": "Dựa vào giá trị phổ biến nào ta có thể xác định môi trường dung dịch là axit, trung tính hay kiềm?", "15": "Trong MS Word, để tìm kiếm một từ, cụm từ hay một con số, ta có thể gõ tổ hợp phím \"Ctrl ...\".", "16": "Tất cả các hợp chất chứa cacbon đều là hợp chất hữu cơ. Đúng hay sai?", "17": "... là cuộc khởi nghĩa giành độc lập vẻ vang nhất thế kỷ XV ở nước ta.", "18": "Bức hình này mô tả hiện tượng nào?", "19": "Hai tam giác ... nếu ba cạnh của tam giác này bằng ba cạnh tương ứng của tam giác kia.", "20": "Người ta thường thiết kế tên lửa vũ trụ gồm mấy tầng để đạt hiệu suất hoạt động cao nhất?", "21": "Which continent is also known as \"The old continent\": Africa. Asia or Europe?", "22": "Cậu bé tài năng Mishra (Hoa Kỳ) đã trở thành Đại kiện tướng trẻ nhất trong lịch sử môn ...", "23": "Trong âm nhạc, \"đường Cổ Ngư xưa\" gắn liền với thành phố nào?", "24": "Natri được thu nhận vào cơ thể người dưới dạng muối nào là chủ yếu?", "25": "Nghệ sĩ Lục Tiểu Linh Đồng nổi tiếng nhất với vai diễn nào trong phim \"Tây du ký\"?", "26": "\"Đất nước đứng lên\", \"Tây tiến\", \"Bên kia sông Đuống\" là những tác phẩm tiêu biểu cho văn học Việt Nam trước hay sau Cách mạng tháng Tám?", "27": "Năm 1908, phong trào chống đi phu, đòi giảm sưu thuế diễn ra sôi động ở Bắc Kì, Trung Kì hay Nam Kì?", "28": "Ở bán cầu Nam, bốn mùa diễn ra ... với bán cầu Bắc.", "29": "Tứ giác có bốn cạnh bằng nhau là dấu hiệu nhận biết hình ...", "30": "Hiện tượng nào là hiện tượng vật lí đặc trưng dùng để nhận biết sóng?", "31": "The Gulf of Thailand is a part of which ocean?", "32": "Bộ não thuộc hệ ...", "33": "Từ nào còn thiếu trong đoạn thơ sau: \"Khi ... kêu, bà còn nhớ không bà?/ Bà hay kể chuyện những ngày ở Huế/ Tiếng... sao mà tha thiết thế!/ Mẹ cùng cha công tác bận không về\"?", "34": "Ngày 17/7/2021, Thủ tướng Chính phủ ký công văn đồng ý thực hiện giãn cách xã hội theo Chỉ thị số 16 tại bao nhiêu tỉnh/thành phía Nam?", "35": "Giới ... đạt mức độ tiến hóa cao nhất trong giới sinh vật.", "36": "Một thanh kiếm sắc và một tấm vải đỏ là những dụng cụ cơ bản của người tham gia môn biểu diễn truyền thống nào ở Tây Ban Nha?", "37": "\"Bữa ăn tối cuối cùng\" là bức tranh nổi tiếng của danh họa tài ba nào?", "38": "Các nhiên liệu cháy trong khí oxi tạo ra nhiệt độ ... hơn so với cháy trong không khí ở cùng điều kiện.", "39": "Đây là các diễn viên của bộ phim truyền hình nào?", "40": "Thông thường, loại đàn nào có kích cỡ lớn hơn: Vi-ô-lông hay Vi-ô-lông-xen?", "41": "Nhà văn hóa lớn nào ở thế kỷ XIV, XV có hiệu là Ức Trai?", "42": "Đất phèn thuộc loại đất chua, kiềm hay trung tính?", "43": "Đồ thị của hàm số y = sinx có bao nhiêu tâm đối xứng?", "44": "Ở trên mặt đất, kim nam châm của la bàn định hướng theo hướng nào?", "45": "Scotland is a country that is part of the ... Kingdom.", "46": "Mạch ... có chức năng vận chuyển chất hữu cơ đi nuôi cây.", "47": "Truyện Lục Vân Tiên của tác giả Nguyễn Đình Chiểu được viết bằng loại chữ nào?"}