{"1": "9m15 là độ lớn bán kính vòng tròn trung tâm của sân ... tiêu chuẩn.", "2": "737 MAX là dòng máy bay dân dụng của hãng hàng không nào?", "3": "Trị số của độ từ khuynh của kim nam châm lớn nhất và bằng 90 độ tại hai nơi nào trên Trái Đất?", "4": "In what year did Ly Thai To relocate the imperial capital from Hoa Lu to Thang Long?", "5": "Diễn viên Hồng Kông Hà Gia Kính quen thuộc nhất với khán giả Việt Nam qua vai diễn nào trong bộ phim Bao Thanh Thiên?", "6": "Trong phản ứng thế, bao giờ cũng có sự thay đổi số ... của các nguyên tố.", "7": "Ai là tác giả của tiểu thuyết \"Cha con nghĩa nặng\"?", "8": "Đến năm 1914, khi thế giới đã bị các nước đế quốc chia xong thì quốc gia nào có diện tích thuộc địa lớn nhất?", "9": "KHÔNG ĐỦ THỜI GIAN", "10": "KHÔNG ĐỦ THỜI GIAN", "11": "KHÔNG ĐỦ THỜI GIAN", "12": "KHÔNG ĐỦ THỜI GIAN", "13": "Hệ nhị phân là hệ đếm thường chỉ dùng hai ký tự nào?", "14": "Ai là tác giả vở bi kịch nổi tiếng \"Romeo và Juliet\"?", "15": "Lý tình tang phổ biến nhất ở miền ...", "16": "How many pure vowels are there in English?", "17": "Sau khi bị đánh bại trên đất nước ta, tướng giặc nào đã phải bỏ chạy bằng cách chui vào trong ống đồng?", "18": "Bờ Tây hay bờ Đông của Hoa Kỳ đông dân hơn?", "19": "Theo phong tục của người Việt, trong lễ ăn hỏi bao giờ cũng phải có lá ... và quả ...", "20": "Tuyến nội tiết nào trong cơ thể người được coi là tuyến chủ?", "21": "Magie  được sản xuất thông qua phương pháp điện phân nóng chảy muối ...[2]", "22": "Trong hệ SI, đơn vị của áp suất được đặt theo tên nhà vật lí nào?", "23": "Trong thi đấu môn cầu lông, mỗi bên có mấy lượt chạm cầu để đưa  cầu sang phần sân bên kia?[2]", "24": "Hiện tượng cực quang có thể xảy ra ở cực Bắc hay cực Nam của Trái Đất?", "25": "Nhà văn nào đã tự gắn cho mình chứng bệnh gọi là chủ nghĩa xê dịch?", "26": "Cây ngô có nguồn gốc từ châu ...", "27": "Photpho đỏ, trắng hay đen được dùng để chế tạo diêm?", "28": "Tính đến nay, huyền thoại bóng đá nào là người ghi được nhiều bàn thắng nhất cho đội tuyển quốc gia Brazil?", "29": "Nếu đi từ phía Tây sang phía Đông, khi đi qua kinh tuyến 180 độ, ta phải chỉnh thời gian lùi lại mấy ngày lịch?", "30": "Luật Giao thông đường bộ nước ta quy định, xe muốn dừng đỗ thì phải dừng đỗ ở phía bên trái hay bên phải của chiều đường đang lưu thông?", "31": "\"Đố ai trên Bạch Đằng giang/ Làm cho cọc nhọn dọc ngang sáng ngời/ Phá quân Nam Hán tơi bời/ Gươm thần độc lập giữa trời vang lên?\"", "32": "Người Pháp gọi môn nghệ thuật nào với những con rối duyên dáng là \"Linh hồn của đồng ruộng Việt Nam\"?", "33": "Rượu sim là một trong những đặc sản nổi tiếng của huyện đảo ..., tỉnh Kiên Giang.", "34": "Trong cấu tạo của kính hiển vi, bộ phận nào nằm ở trên cùng?", "35": "Vectơ nào cùng phương và cùng hướng với mọi vectơ?", "36": "Which continent does Sri Lanka belong to?", "37": "Lệ phí qua kênh đào Xuy-ê là nguồn thu ngoại tệ lớn của nước ...", "38": "Tháng 5/1904, tại Quảng Nam, Phan Bội Châu cùng các đồng chí của  ông đã thành lập tổ chức gì?[2]", "39": "Nam diễn viên huyền thoại này có tên là gì?", "40": "I-ốt là nguyên tố vi lượng tham gia vào thành phần hoócmôn của tuyến nào?", "41": "Hình bình hành có hai cạnh kề bằng nhau là dấu hiệu nhận biết hình ...", "42": "Trong bát quái, quẻ Đoài chỉ phương Đông hay phương Tây?", "43": "Các bác sĩ chuyên chữa trị các bệnh lí liên quan đến răng được gọi chung là gì?", "44": "Nữ sĩ Xuân Quỳnh đã miêu tả mùa nào qua hai câu thơ sau: \"Tiếng dế thức suốt đêm dài oi bức/ Tiếng cuốc dồn thúc giục nắng đang trưa\"?", "45": "Phân tử mêtan có mấy liên kết đơn?", "46": "How many zeros are there in one hundred thousand?", "47": "\"Những chiến binh sao vàng\" là tên gọi mà người hâm mộ dành cho đội tuyển bóng đá nam quốc gia nào?", "48": "Màu sắc nào sau đây xuất hiện trong cầu vồng: đỏ, chàm, tím?"}