{"1": "Các tác phẩm \"Ngắm trăng\", \"Học đánh cờ\", \"Không ngủ được\" cùng nằm trong tập thơ nào?", "2": "Khí ... chiếm khoảng 21% thể tích không khí.", "3": "Khi một vật chịu tác dụng của lực và dịch chuyển theo phương của lực, ta nói lực đã thực hiện một ... trên vật đó.", "4": "Bộ phận nào của cây su hào đã biến đổi thành \"củ\"?", "5": "Tỉnh nào có vịnh Vân Phong?", "6": "ATP Finals is considered a tournament for the best eight male athletes of the year in which sport?", "7": "Trong tam giác vuông, cạnh đối diện góc vuông được gọi là cạnh ...", "8": "Trong thực hành thí nghiệm hóa học, khi muốn tắt đèn cồn, ta có nên thổi tắt ngọn lửa bằng miệng không?", "9": "Truyện ngắn \"Những trò lố hay là Va-ren và Phan Bội Châu\" được tác giả Nguyễn Ái Quốc viết bằng ngôn ngữ nào?", "10": "Hai đường tròn chỉ có một điểm chung được gọi là hai đường tròn ...", "11": "\"Samurai blue\" is the nickname of which national football team?", "12": "Ở đường vĩ tuyến nào quanh năm có thời gian ngày và đêm bằng nhau?", "13": "Hợp chất nào đóng vai trò là thành phần hóa học chủ yếu tạo nên khoáng vật thạch anh?", "14": "Móng Sến - cầu cạn có trụ cao nhất Việt Nam, được xây dựng ở tỉnh nào ở phía Bắc?", "15": "Ai là tác giả ca khúc \"Em là bông hồng nhỏ\"?", "16": "Hiệp định Giơ-ne-vơ năm 1954 về Đông Dương lấy vĩ tuyến 17 dọc theo sông ... làm giới tuyến quân sự tạm thời.", "17": "Bộ phận cấu tạo chủ yếu của các loại lực kế này là gì?", "18": "Bộ Đà điểu thuộc lớp động vật nào?", "19": "Đội bóng nào đã đoạt chức vô địch giải bóng đá UEFA Champions League mùa giải 2021 - 2022?", "20": "Thời xưa, người ta chia thời gian ban đêm làm mấy canh giờ?", "21": "Loại bằng lái nào được cấp cho người điều khiển xe mô tô hai bánh có dung tích xi lanh từ 50cm3 đến dưới 175cm3 và người khuyết tật điều khiển xe ba bánh đặc thù?", "22": "Kim loại nào sau đây khi tác dụng với dung dịch AgNO3 không tạo ra Ag: Li, Mg, Cu, Zn?[1]", "23": "Hai vật sau khi va chạm dính vào với nhau thành một khối chung và chuyển động cùng vận tốc thì va chạm đó được gọi là gì?", "24": "Cuộc thi Chopin tại Ba Lan là một trong những cuộc thi dành cho người chơi ... uy tín nhất thế giới.", "25": "Đâu là loại giun thường sống ký sinh trong cơ thể người: giun đũa, giun tóc, giun móc, giun kim?", "26": "Những từ phức được tạo ra bằng cách ghép các tiếng có quan hệ với nhau về nghĩa được gọi là gì?", "27": "Trong thơ Vũ Quần Phương, dụng cụ học tập nào \"Có chân đứng, chân quay\"?", "28": "Biển Đồng Châu, biển Cồn Vành, biển Cồn Đen nằm ở tỉnh nào?", "29": "Trong các vật dụng sau, vật dụng nào thường được làm từ chất dẻo nhiệt: can nhựa, thước nhựa, vỏ bút bi, vỏ ổ cắm điện, áo mưa?[2]", "30": "Đường thẳng đi qua một đỉnh của tam giác và trọng tâm thì cắt cạnh đối diện với đỉnh đó ở đâu?", "31": "Chùm ba bài thơ nổi tiếng về mùa thu của Nguyễn Khuyến được viết bằng chữ gì?", "32": "What is the name of the first National Park of Vietnam?", "33": "Cuộc khởi nghĩa chống ngoại xâm lớn nào của nước ta diễn ra vào thời kì Tam quốc Ngụy - Thục - Ngô?", "34": "1 hải lí bằng bao nhiêu mét?", "35": "Ở các giải đi đấu chính thức, một đội bóng chuyền bãi biển thường có mấy thành viên thi đấu trên sân?[3]", "36": "Tôm, cua, trai, sò, ốc, hến có hệ tuần hoàn ..."}