{"1": "Bóng của một quả bóng trên mặt sân thường có hình ...", "2": "Loại bếp dã chiến nào được nhắc đến trong tác phẩm \"Bài thơ về tiểu đội xe không kính\"?", "3": "Glyxin không phản ứng được với chất nào sau đây: Cu, Na2CO3, KOH?", "4": "Thành phố nào trong thi ca là \"Thành phố tình yêu và nỗi nhớ\"?[1]", "5": "Bình thường, các loài như trâu, bò, ngựa, khỉ đẻ tối đa mấy con trong một lứa?", "6": "What color is the scarf of a member of the Ho Chi Minh Young Pioneer Organization?", "7": "Bóng đèn dây tóc có hiệu suất phát sáng dưới 10%, nghĩa là chỉ có dưới 10% ... được biến đổi thành năng lượng ánh sáng.", "8": "Vào thời kỳ sau Chiến tranh Thế giới thứ hai, khu vực nào được gọi là \"Lục địa bùng cháy\"?", "9": "Thế vận hội Olympic 2024 sẽ được tổ chức ở nước nào?", "10": "International Labor Day is held on what date every year?", "11": "Hạt nhân nguyên tử được cấu tạo từ các hạt ...", "12": "Phế nang là đơn vị cấu tạo của cơ quan nào trong cơ thể người?", "13": "\"Vịnh Kiều\", \"lẩy Kiều\", \"trò Kiều\", \"tập Kiều\", \"bói Kiều\"... là một số sinh hoạt văn hóa nảy sinh từ sức lan tỏa của tác phẩm nào?", "14": "3600 là số giây có trong một ...", "15": "Chủ đề của lễ hội pháo hoa quốc tế Đà Nẵng 2023 là gì?", "16": "Trong ba loại phân bón hóa học chính, độ dinh dưỡng của loại phân nào được đánh giá bằng hàm lượng % nitơ trong phân?", "17": "... ngạn là bờ bên phải của một dòng sông khi nhìn theo hướng nước chảy từ đầu nguồn xuống.", "18": "Sân khấu được sử dụng cho bộ môn nghệ thuật múa rối nước thường được gọi là gì?", "19": "Kinh thành do vua Quang Trung xây dựng bên dòng sông Lam và trên núi Dũng Quyết có tên là gì?[1]", "20": "Theo Phan Kế Bính trong sách Việt Nam phong tục, thì vào ngày tết nào trong năm, người dân thường ăn rượu nếp, trứng luộc, đào, mận...?", "21": "Truyện ngắn nào là kết quả của chuyến đi lên Lào Cai trong mùa hè 1970 của tác giả Nguyễn Thành Long, khắc hoạ thành công hình ảnh những người lao động thầm lặng?", "22": "Vật chất cứng nhất được tìm thấy trong tự nhiên là gì?", "23": "Lễ hội Nho - Vang năm 2023 tổ chức ở tỉnh, thành nào?", "24": "What device is used to control a computer and also has the same name as an animal?", "25": "\"Đánh đuổi giặc Pháp, khôi phục nước Việt Nam, thành lập nước Cộng hoà Dân quốc Việt Nam\" là tôn chỉ duy nhất của Hội nào?", "26": "Đô cử là vận động viên môn ...", "27": "Đâu không phải là nguyên liệu để làm món tương Bần: đậu tương, gạo nếp, muối trắng, dấm bỗng?", "28": "Khi hiđro hóa lipit lỏng từ dầu thực vật ta sẽ thu được gì?", "29": "Nước ta lần đầu tiên xuất hiện địa giới hành chính cấp tỉnh vào triều vua nào?", "30": "Hồ nước ngọt sâu nhất thế giới nằm ở quốc gia nào?", "31": "Tập tính của động vật có thể chia thành hai loại chính nào?", "32": "\"The First Slam Dunk\" là phim điện ảnh với nội dung xoay quanh bộ môn thể thao nào?", "33": "Dòng sông nào đưa du khách vào thăm động Phong Nha (Quảng Bình)?", "34": "Tác phẩm tự sự dân gian bằng văn vần, có lối kể mộc mạc, phần lớn nói về các sự việc, sự kiện thời sự của làng, của nước, được gọi là gì?", "35": "Không thể giải được bằng căn thức phương trình đại số tổng quát bậc cao hơn ...", "36": "Muốn sơn vỏ xe ô tô, người ta làm cho sơn và vỏ xe nhiễm điện trái dấu nhau. Đây là phương pháp của kĩ thuật sơn ..."}