{"1": "Môn thể thao pétanque bắt buộc phải có dụng cụ thi đấu là viên bi ...", "2": "Một trong những biện pháp tốt nhất đề phòng sâu răng là ăn các thức ăn có độ chua và lượng đường ...", "3": "Sóng cơ không truyền được trong môi trường nào?", "4": "Which season comes after spring?", "5": "Lễ trao giải Grammy thường diễn ra vào tháng mấy trong năm?", "6": "Thành phần cacbon trong gang ... hơn trong thép.", "7": "\"Gió lạnh đầu mùa\" là tập truyện ngắn đầu tay của nhà văn nào?", "8": "Tòa thành bằng đá nào còn tồn tại đến ngày nay là dấu tích của kinh đô nước Đại Ngu xưa kia?", "9": "Đảo Cô Tô thuộc địa phận tỉnh nào?", "10": "Đây là loại nấm gì?", "11": "Môn võ nào có xuất xứ từ Nhật Bản: judo hay taekwondo?", "12": "KHÔNG ĐỦ THỜI GIAN", "13": "Nguyễn Hữu Kim Sơn là vận động viên nổi tiếng ở bộ môn thể thao nào?", "14": "Tính đến nay, chương trình Apollo của Hoa Kỳ là chương trình duy nhất đạt mục tiêu đưa con người đặt chân tới thiên thể nào ngoài Trái Đất?", "15": "... là chuyển động có giới hạn trong không gian, lặp đi lặp lại quanh vị trí cân bằng.", "16": "Which animal is often called \"The King of Jungle\"?", "17": "Loại trang phục truyền thống nào được nhắc đến trong bài hát sau?https://duong-len-dinh-olympia.fandom.com/vi/wiki/T%E1%BA%ADp_tin:Tuan3thang3quy2Olympia2019-KhoidongNhac1.mp3", "18": "Khối lượng của một phân tử được tính bằng đơn vị ...", "19": "\"Biết rồi, khổ lắm nói mãi\" là câu nói nổi tiếng của nhân vật nào trong tiểu thuyết \"Số đỏ\" của Vũ Trọng Phụng?", "20": "Năm 1076, phòng tuyến sông Như Nguyệt được vị tướng tài nào chỉ huy xây dựng nhằm ngăn chặn và đánh bại kế hoạch xâm lược của giặc ngoại xâm?", "21": "Vùng đất màu mỡ có nước ngọt trên các hoang mạc thuận lợi cho sự sinh sống của sinh vật và con người gọi là gì?", "22": "Trong hệ thống phân loại năm giới, vi khuẩn thuộc giới gì?", "23": "KHÔNG ĐỦ THỜI GIAN", "24": "KHÔNG ĐỦ THỜI GIAN", "25": "Địa danh nào còn thiếu trong các câu sau: \"Đất ... chưa mưa đã thấm/ Rượu hồng đào chưa nhấm đà say\"?[2]", "26": "Người mang nhóm máu AB có thể truyền máu cho người mang nhóm máu nào mà không xảy ra sự kết dính hồng cầu?", "27": "Thuốc tím có công thức hóa học là gì?", "28": "Cầu thủ này có tên là gì?", "29": "Mỗi múi giờ của Trái Đất rộng bao nhiêu độ kinh tuyến?", "30": "Cacbon monooxit hoạt động rất mạnh ở nhiệt độ thường, đúng hay sai?", "31": "Năm 1904, Phan Bội Châu đã lập ra ... hội, tổ chức cách mạng theo đường lối dân chủ tư sản đầu tiên ở nước ta.", "32": "Ai là tác giả của bản \"Anh hùng ca\" - một trong những bản giao hưởng vĩ đại nhất mọi thời đại?", "33": "\"Diêm dân\" là từ dùng để chỉ những người dân sống bằng nghề làm ...", "34": "Vật nào sau đây là nguồn sáng: Mặt Trăng, quyển sách, Mặt Trời, sao Kim?", "35": "Trong tập hợp số nguyên, số nào là bội số chung của tất cả các số khác?", "36": "Which part of a bird's body help it fly?", "37": "Gió mùa mùa đông thổi từ hướng nào vào nước ta?", "38": "Ngày 28/7/1995, Việt Nam trở thành thành viên chính thức của ...", "39": "Thành phố nào là bối cảnh chính của các bộ phim: Quả tim máu, Tháng năm rực rỡ, Khúc hát Mặt Trời?", "40": "ADN tồn tại chủ yếu trong ... tế bào.", "41": "Hai vectơ ... với nhau khi và chỉ khi tích vô hướng của chúng bằng 0.", "42": "Ankan hay anken làm mất màu dung dịch kali pemanganat?", "43": "Quyển kinh duy nhất của đạo Hồi có tên là gì?", "44": "Bài thơ Qua đèo Ngang được viết theo thể thơ nào?", "45": "Trong phản ứng hóa học nào, số oxi hóa của các nguyên tố không thay đổi?", "46": "When was the last time the Vietnam national football team won the AFF Cup?", "47": "Trpng môn bóng bàn, mỗi tay vợt luân phiên giao bóng sau mỗi bao nhiêu điểm (trong trận đấu 11 điểm)?[3]", "48": "Điện trở suất của chất bán dẫn thay đổi thế nào khi nó bị chiếu ánh sáng thích hợp?"}