{"1": "How many members does the ABBA band have?", "2": "Luật Giao thông đường bộ nước ta hiện nay quy định đối tượng nào phải thắt dây an toàn khi lưu thông bằng ô-tô: tài xế, người ngồi bên phải tài xế, người ngồi phía sau tài xế?", "3": "Nếu một tứ giác ngoại tiếp một đường tròn thì tổng các cặp cạnh đối ...", "4": "Hợp chất hóa học nào thông thường được hình thành từ sự thay thế ion H+ của axit bởi ion kim loại hoặc ion NH4+?", "5": "Bài hát này ca ngợi loại cây lương thực nào?https://duong-len-dinh-olympia.fandom.com/vi/wiki/T%E1%BA%ADp_tin:Tuan3thang3quy1Olympia20-KhoidongNhac1.mp3", "6": "La bàn hoạt động dựa trên tác dụng của ... của Trái Đất, từ đó xác định phương hướng.", "7": "Đơn vị ngữ pháp cơ bản của tiếng Việt là ...", "8": "Quả do bộ phận nào của hoa tạo thành?", "9": "\"Thế rồng chầu hổ phục, chính giữa Nam Bắc Đông Tây, có núi sông bao bọc tiện lợi\" là câu viết về vị trí đắc địa của tòa thành cổ nào của nước ta?", "10": "In which ocean is the island nation of Madagascar located?", "11": "Mặt hàng nào sau đây ở Việt Nam thường được bán theo kg: Xăng RON 95, xăng E5 RON 92, Diesel, dầu hỏa, Mazút?", "12": "... của một tứ diện là điểm đồng quy của ba đoạn thẳng nối trung điểm các cạnh đối diện của tứ diện đó.", "13": "Hơi thở của con người có thể làm đục nước vôi trong. Chất nào trong hơi thở là nguyên nhân chủ yếu gây ra hiện tượng trên?", "14": "Heal the world là một bài hát với chủ đề nhân đạo nằm trong album Dangerous của ca sĩ ...", "15": "Trong giới hạn đàn hồi, lực đàn hồi của lò xo tỉ lệ ... với độ biến dạng của lò xo.", "16": "Từ nào còn thiếu trong hai câu thơ sau: \"Nói làm chi rằng ... vẫn tuần hoàn/ Nếu tuổi trẻ chẳng hai lần thắm lại\"?", "17": "Tế bào máu nào ở người có đặc điểm sau: trong suốt, kích thước khá lớn, có nhân?", "18": "Cố đô ... từng là kinh đô nước ta dưới thời nhà Đinh, Tiền Lê và đầu nhà Lý.", "19": "Ai là danh tướng nhà Tây Sơn: Trần Khánh Dư hay Trần Quang Diệu?", "20": "Đập bóng, chắn bóng, bắt bước 1, chuyền 2... là một số kĩ thuật trong bộ môn thể thao nào?", "21": "What is the biggest natural cave in the world?", "22": "Trong trò chơi oẳn tù tì, thông thường hai ngón nào trên cùng một bàn tay sẽ giơ ra để tạo hình cái kéo?", "23": "... là hình hộp chữ nhật có tất cả các cạnh bằng nhau.", "24": "Trong các hợp chất, đồng có số oxi hóa phổ biến là ... và ...", "25": "Những điệu ca của đờn ca tài tử là cơ sở hình thành nên thể loại ca kịch sân khấu nào?", "26": "Vật có khối lượng càng lớn và ở càng cao thì thế năng hấp dẫn của vật càng ...", "27": "Trong đoạn trích chị em Thúy Kiều, Nguyễn Du đã tả vẻ đẹp của ai trước?", "28": "... là nơi sinh các hồng cầu mới để thay thế và duy trì lượng hồng cầu ổn định trong cơ thể người.", "29": "Tương truyền tên tướng giặc nào đã phải chui vào ống đồng tháo chạy sau khi thảm bại trong cuộc xâm lược nước ta?", "30": "Người nông dân Việt Nam hiện chủ yếu sử dụng phân bón vô cơ hay phân bón hữu cơ trong canh tác nông nghiệp?", "31": "What is the only place beyond Earth humans have set foot?", "32": "Nhân vật Santa Claus thường được người Việt gọi bằng cái tên thân quen nào?", "33": "Nếu hai mặt phẳng cắt nhau cùng song song với một đường thẳng thì ... của chúng cũng song song với đường thẳng đó.", "34": "Tính chất hóa học đặc trưng của ankan là phản ứng ...", "35": "Nhạc cụ nào được nhắc đến trong lời bài hát sau: \"Đất nước tôi thon thả giọt ...\"?", "36": "Các rãnh, gai trên vỏ lốp xe đạp, xe máy, xe ôtô có tác dụng chính là tăng lực ... giữa bánh xe và mặt đường?", "37": "Từ nào còn thiếu trong các câu sau: \"Sinh con rồi mới sinh cha/ Sinh cháu giữ nhà rồi mới sinh ...\"?", "38": "Ở động vật, hooc môn sinh trưởng được tiết ra từ tuyến nào?", "39": "Tức Mặc là quê hương của các vua nhà ...", "40": "Hành khách thường lên, xuống máy bay ở các cửa ra ở phía bên phải hay bên trái tàu bay (theo hướng nhìn về phía đầu tàu bay)?", "41": "Tại Thế vận hội mùa đông 2018, môn thể thao trượt băng được chia thành trượt băng tốc độ và trượt băng ..."}