{"1": "... là một dãy số (hữu hạn hoặc vô hạn), trong đó kể từ số hạng thứ hai, mỗi số hạng đều là tích số hạng đứng ngay trước nó với một số không đổi q.", "2": "MLS là giải nhà nghề của Mỹ ở bộ môn thể thao nào?", "3": "Loài cá nào ở dưới nước thở bằng mang nhưng khi lên bờ lại thở bằng đuôi?", "4": "Nhân dân đã tôn gọi nhân vật lịch sử nào ở thế kỷ XIX là \"Trạng Tộ\"?", "5": "In which country is Suez Canal located?", "6": "Tỉnh nào có tên với nghĩa là \"Ánh Mặt Trời biển Đông\"?", "7": "Trong máy ảnh, ảnh trên màn hứng ảnh là ảnh ..., nhỏ hơn vật và ... chiều với vật.", "8": "Khi Mặt Trăng, Trái Đất và Mặt Trời ở vị trí vuông góc thì dao động thủy triều ... nhất.", "9": "Theo nhà văn Sơn Nam, vị thần nào trong quan niệm của người Việt, là \"Ông thần ở đình làng\", \"cai quản khu vực trong khung thành\"?", "10": "\"Hoa cười ngọc thốt đoan trang\" là những câu thơ Nguyễn Du miêu tả vẻ đẹp của Thúy Vân hay Thúy Kiều?", "11": "Khi thêm NH3 dư vào dung dịch AlCl3làm xuất hiện kết tủa màu gì?[1]", "12": "A rectangle consists of 4 equal angles, each measuring how many degrees?", "13": "Cây cầu nào ở Đà Nẵng có hình dáng mô tả con rồng thời Lý bay ra biển Đông?", "14": "Một đường thẳng cần có ít nhất bao nhiêu điểm thuộc một mặt phẳng để đảm bảo nó nằm trên mặt phẳng đó?", "15": "Giải thưởng điện ảnh và truyền hình BAFTA là của Vương quốc ...", "16": "Có hai phương pháp bón phân chính là bón phân qua ... và bón phân qua ...", "17": "Trong nhà máy ..., năng lượng của nhiên liệu bị đốt cháy được chuyển hóa thành điện năng.", "18": "\"Đò lên Thạch Hãn ơi... chèo nhẹ/ Đáy sông còn đó bạn tôi nằm\", những câu thơ trên miêu tả sự hi sinh anh dũng của các chiến sĩ trong kháng chiến chống Mỹ tại tỉnh nào hiện nay?", "19": "Tỉnh Điện Biên có đường biên giới chung với những quốc gia nào?", "20": "Muốn pha loãng axit sunfuric đặc một cách an toàn, người ta phải rót từ từ ... vào ... và khuấy đều.", "21": "Mặt Trăng quay quanh Trái Đất theo quỹ đạo hình elip mà tâm Trái Đất là một ...", "22": "\"Bâng khuâng trời rộng nhớ sông dài\" là lời đề từ của bài thơ nào do nhà thơ Huy Cận sáng tác?", "23": "Homo sapiens là tên theo tiếng Latinh của loài nào?", "24": "Lễ hội kéo dài nhất trong năm ở nước ta là lễ hội nào?", "25": "Phi kim nào là thành phần chủ yếu của than hoa?", "26": "Vị vua nào cho lập Văn Miếu ở kinh đô Thăng Long, đắp tượng Khổng Tử, Chu Công, vẽ 72 vị hiền tài, bốn mùa cúng tế và cho Hoàng thái tử đến học?", "27": "Theo quy tắc bàn tay trái để xác định lực điện từ tác dụng lên một dòng điện thẳng đặt trong từ trường thì bàn tay mở sao cho ... đi vào lòng bàn tay.", "28": "How many seconds are there in an hour?", "29": "Ở TP. Hồ Chí Minh, Xa lộ Hà Nội (đoạn từ cầu Sài Gòn đến ngã tư Thủ Đức) đã được đổi tên thành đường ...", "30": "Tay vợt nào đã vô địch đơn nam giải quần vợt Wimbledon 2023?", "31": "Lục địa nào là lục địa duy nhất trên Trái Đất giáp Thái Bình Dương, Ấn Độ Dương, Đại Tây Dương, Bắc Băng Dương?", "32": "Trong lịch sử nước ta, nhà nước nào được thành lập vào năm 968: Vạn Xuân, Đại Cồ Việt, Đại Ngu?", "33": "Cho hai vectơ a và b đều khác vectơ 0, khi nào thì tích vô hướng của hai vectơ đó là số dương?", "34": "Quần thể di tích lịch sử \"Địa điểm chiến thắng Xương Giang\" thuộc tỉnh nào ngày nay?", "35": "Chiếu một chùm sáng song song vào mặt phân cách giữa hai môi trường trong suốt. Khi đó chùm tia khúc xạ là chùm sáng ...", "36": "Phim nào là phim không nói tiếng Anh đầu tiên đoạt giải Phim xuất sắc nhất ở Oscar?"}