{"1": "What is the fourth letter in the English alphabet?", "2": "Công cụ để đo nhiệt độ được gọi là gì?", "3": "Quán tính là tính chất của mọi vật có xu hướng bảo toàn vận tốc cả về ... và độ lớn.", "4": "Câu hát \"Đường ra trận mùa này đẹp lắm\" xuất hiện trong ca khúc nào?", "5": "Tay vợt nào đã vô địch nội dung đơn nam Giải quần vợt Pháp Mở rộng 2018?", "6": "Liên kết ion là liên kết được hình thành bởi lực hút tĩnh điện giữa các ion mang điện tích ...", "7": "Tên của nhân vật nào trong Truyện Kiều được dùng để chỉ những người đàn ông phụ tình, bạc bẽo?", "8": "Từ một nước phải nhập khẩu lương thực, nhờ cuộc \"cách mạng xanh\", quốc gia nào đã tự túc được lương thực cho số dân hơn 1 tỉ người lúc bấy giờ?", "9": "Bãi biển Trà Cổ nằm ở tỉnh nào của nước ta?", "10": "Hai tính chất của cơ là gì?", "11": "Mưa đá thường xảy ra vào mùa hè hay mùa đông?", "12": "Phần phân số của hỗn số lúc nào cũng nhỏ hơn ...", "13": "Nếu hai góc của tam giác này lần lượt bằng hai góc của tam giác kia thì hai tam giác ...", "14": "Câu thơ \"Hơn một loài hoa đã rụng cành\" của Xuân Diệu gợi nhớ đến mùa nào?", "15": "FIDE là tên viết tắt của Liên đoàn ... quốc tế.", "16": "Pablo Picasso là danh họa nổi tiếng người nước nào?", "17": "Năm 1831, vua Minh Mạng đã đổi tên Thăng Long thành gì?", "18": "Thủ đô của Canada là Ottawa hay Toronto?", "19": "Các biển báo giao thông cảnh báo nguy hiểm thường có hình dạng gì?", "20": "Hồng cầu, tế bào xương, tế bào thần kinh, loại tế bào nào ở người bình thường có hình đĩa?", "21": "Trong các chất sau đây, đâu là các hiđroxit lưỡng tính: Zn(OH)2, Pb(OH)2, Cu(OH)2, Cr(OH)3 ?[1]", "22": "Cho một giọt mực vào ly nước, sau một thời gian, mực hòa tan vào trong nước. Hiện tượng gì đã xảy ra?", "23": "What do we call a person who practices in law as an advocate?", "24": "Hành tinh nào duy nhất trong hệ Mặt Trời không lấy tên của các vị thần để đặt tên?", "25": "Điền từ còn thiếu vào câu ca dao: \"Muối ba năm muối đang còn mặn/  Gừng ... gừng hãy còn cay\"[1][2]", "26": "Cơ thể đa bào lớn lên thông qua quá trình ...", "27": "Số ... trong hạt nhân bằng số electron của nguyên tử.", "28": "Who was the first African American to assume the presidency in American history?", "29": "Có bao nhiêu vệ tinh tự nhiên quanh Trái Đất?", "30": "Bạch tuộc và sò cùng thuộc một ngành động vật, đúng hay sai?", "31": "Ai là lãnh tụ của cuộc khởi nghĩa Hương Khê?", "32": "Môn cờ Shogi phổ biến ở quốc gia nào?", "33": "Khoang hạng nhất trên máy bay dân dụng thường được đặt ở đầu, giữa hay cuối máy bay?", "34": "Lực ... làm chuyển hóa động năng của chuyển động tương đối giữa các bề mặt thành năng lượng ở dạng khác.", "35": "Hai góc đáy của tam giác vuông cân bằng nhau và bằng bao nhiêu độ?", "36": "Bản giao hưởng đầu tiên của Việt Nam có tên là gì?", "37": "Quốc gia nào có diện tích lớn nhất và dân số đông nhất Đông Nam Á?", "38": "Tập đoàn cứ điểm nào từng được Na-va và nhiều nhà quân sự Pháp - Mĩ đánh giá là “pháo đài bất khả xâm phạm”?", "39": "Đội tuyển bóng đá nam quốc gia châu Mỹ nào có biệt danh xuất phát từ một từ mang nghĩa là \"kênh đào\"?", "40": "Trong 4 nhóm máu A, B, O, AB thì nhóm máu nào có thể tiếp nhận máu từ tất cả các nhóm còn lại?", "41": "Tập hợp các số hữu tỉ được ký hiệu bằng chữ cái nào?", "42": "Mô hình nguyên tử cũ do Rơ-dơ-pho, Bo và Zom-mơ-phen đề xướng có phản ánh đúng trạng thái chuyển động của electron trong nguyên tử không?", "43": "\"Tình sâu hơn nước Hồng Hà, Cửu Long\" là câu miêu tả mối quan hệ đặc biệt giữa Việt Nam và ...", "44": "Đoạn trích “Hạnh phúc của một tang gia” nằm trong tác phẩm nào của Vũ Trọng Phụng?[3]", "45": "Các nguyên tố kim loại ở nhóm B được gọi là gì?", "46": "Con số còn thiếu trong câu hát: \"Gió mùa thu, mẹ ru mà con ngủ, ...canh dài, thức đủ vừa ...\"[4]", "47": "The UN’s headquarter is located in which city?[3]", "48": "Nhiệt dung riêng của một chất là một đại lượng vật lý có giá trị bằng nhiệt lượng cần truyền cho một đơn vị khối lượng chất đó để làm tăng nhiệt độ lên bao nhiêu độ C?"}