{"1": "Nhóm thực vật có tổ chức tiến hóa nhất là ngành ...", "2": "Anh thanh niên một mình \"đo gió, đo mưa, đo nắng, tính mây...\" trên đỉnh núi Yên Sơn xuất hiện trong truyện ngắn nào của tác giả Nguyễn Thành Long?", "3": "Quốc triều hình luật thời Lê Sơ còn có tên là gì?", "4": "Năm 1997, Deep Blue trở thành chương trình đầu tiên đánh bại được một kiện tướng thế giới ở môn thể thao nào?", "5": "\"Baby Shark\" là bài hát thiếu nhi nói về loài vật nào?", "6": "If a player is sent off, what color card does the referee show (in soccer)?", "7": "Điền tên nguyên tố thích hợp vào dấu \"?\"", "8": "Nhựa đường là chất liệu đặc trưng được sử dụng cho loại mặt sân nào trong quần vợt?", "9": "Theo Bảng xếp hạng mới nhất của FIFA, đội tuyển bóng đá nam hay nữ nước ta có thứ hạng trong Bảng xếp hạng của mình cao hơn?", "10": "Thành phố nào hiện là trung tâm giáo dục đào tạo lớn nhất khu vực miền Trung - Tây Nguyên và thứ ba cả nước, chỉ sau Hà Nội và TP. Hồ Chí Minh?", "11": "Đỉnh của tam giác Pascal được bắt đầu bằng số nào?", "12": "Dây tóc bóng đèn đang phát sáng được gọi là nguồn sáng hay vật sáng?", "13": "Loài gia súc nào được nuôi chủ yếu để lấy thịt và lông?", "14": "Từ nào còn thiếu trong câu ca dao sau: \"Gặp đây ăn một miếng .../ Không ăn cầm lấy cho nhau bằng lòng\"?", "15": "Montesquieu, Voltaire, Rousseau là ba nhà tư tưởng tiêu biểu đã có những đóng góp to lớn cho nền văn minh của quốc gia nào vào thế kỷ XVIII?", "16": "Loạt sút penalty xác định kết quả chung cuộc cho các trận futsal chính thức được mặc định có bao nhiêu lượt sút?", "17": "Trong bức tranh \"Thiếu nữ bên hoa huệ\" của họa sĩ Tô Ngọc Vân, người thiếu nữ mặc áo dài màu gì?", "18": "What is the most common blood type in Vietnam (in the ABO blood group system)?", "19": "Vật liệu được chia làm hai loại là vật liệu ... và vật liệu nhân tạo.", "20": "Công trình kiến trúc được xây dựng ở phía trước chùa, dùng để làm lối đi vào, có ba cửa, gọi là gì?", "21": "Người ta có thể đo điện trở bằng ôm kế hay không?", "22": "Mặt Trời lên thiên đỉnh là hiện tượng xảy ra lúc mấy giờ hằng ngày?", "23": "Đâu là tập hợp số nhỏ nhất: tập hợp các số tự nhiên, tập hợp các số nguyên, tập hợp các số hữu tỉ (về số phần tử)?", "24": "Đây là hình ảnh mô phỏng việc nhìn các chữ số qua một thấu kính ...", "25": "Vi khuẩn thuộc giới nào (theo hệ thống phân loại 5 giới)?", "26": "Từ nào còn thiếu trong những câu thành ngữ/ tục ngữ sau: \"có ... giật mình\", \"tiền mất ... mang\", \"thuốc đắng giã ...\"?", "27": "Ngày 5/6/1911, Nguyễn Tất Thành ra đi tìm đường cứu nước dưới bí danh là gì?", "28": "Quả bóng có đường kính 40mm, rất nhẹ và rỗng ruột được sử dụng trong thi đấu chính thức bóng bàn, quần vợt hay bóng ném?", "29": "Người đẹp đến từ quốc gia nào đã đăng quang ngôi vị Hoa hậu Hoàn vũ 2020?", "30": "What the only place beyond Earth humans have ever set foot on?", "31": "Tỷ lệ phần trăm hàm lượng cacbon trong gang ... hơn phần trăm hàm lượng cacbon trong thép.", "32": "Loài cây nào gắn liền với hình ảnh làng quê Bắc Bộ: \"cây ..., bến nước, con đò\"?", "33": "Khi so sánh hai số tự nhiên có ba chữ số với nhau, só nào có chữ số hàng chục lớn hơn thì chắc chắn lớn hơn. Đúng hay sai?", "34": "Tỉnh lỵ của tỉnh Bà Rịa - Vũng Tàu là thành phố nào?", "35": "... là tứ giác luôn nằm trong một nửa mặt phẳng mà bờ là đường thẳng chứa bất kì cạnh nào của tứ giác.", "36": "Ở nước ta, các dụng cụ điện trong nhà thường chỉ dùng đến hiệu điện thế hiệu dụng cao nhất là ... vôn.", "37": "Chất nhận electron là chất oxi hóa hay là chất bị khử?", "38": "Loại cây lương thực nào chiếm diện tích và sản lượng lớn nhất trong cơ cấu cây trồng nông nghiệp của Đồng bằng sông Cửu Long?", "39": "Một màn hát ca trù thường có mấy người?", "40": "Quá trình hô hấp ở thực vật nếu không có oxi sẽ diễn ra theo hướng lên ...", "41": "\"Chùng chình\", \"dềnh dàng\", \"vội vã\" là ba từ láy đã được nhà thơ Hữu Thỉnh sử dụng để báo hiệu cảnh vật đang chuyển sang mùa nào?", "42": "Sau khi kháng chiến chống quân Minh thắng lợi, Lê Lợi lên ngôi vua đặt tên nước là gì?", "43": "Cầu thủ nào là vua phá lưới tại Vòng chung kết Giải Vô địch bóng đá châu Âu - UEFA EURO 2020?", "44": "Nhạc cụ này được biên chế vào bộ nào trong giàn nhạc giao hưởng: bộ dây, bộ gỗ, bộ đồng hay bộ gõ?", "45": "If your sister has a daughter, she will be your ...", "46": "Tính chất hóa học đặc trưng của Fe là tính ...", "47": "Hiện nay, nước ta có hai trường Đại học Quốc gia là Đại học Quốc gia Hà Nội và Đại học Quốc gia ...", "48": "Lipit cung cấp năng lượng cho tế bào. Đúng hay sai?", "49": "Hạn hán có thể xảy ra ở Bắc Bộ, Trung Bộ hay Nam Bộ nước ta?", "50": "Quỹ đạo của quả bóng tennis từ vợt của vận động viên đến khi rơi xuống mặt đất có hình dạng gần giống đường gì?"}