{"1": "Điền các từ còn thiếu trong câu sau: \"Tốt gỗ hơn ...\"", "2": "Hình lục giác đều ABCDEF có ba đường chéo chính là AD, BE và ...", "3": "Đại lượng vật lí nào đặc trưng cho tác dụng của vật này lên vật khác?", "4": "Các kim loại tồn tại dưới ba dạng tinh thể phổ biến là: lập phương tâm khối, lập phương tâm diện và ...", "5": "Lòng đỏ, lòng trắng, màng, vỏ là các thành phần cơ bản của sản phẩm gì từ gia cầm và các loài chim?", "6": "Độ chia nhỏ nhất của thước học sinh là ... giữa hai vạch chia liên tiếp trên thước.", "7": "Tỉnh nào có sông Hương, núi Ngự?", "8": "\"Câu thơ yên ngựa\" là vở tuồng cổ diễn lại chiến thắng quân Tống trên sông Như Nguyệt của quân và dân triều đại nào?", "9": "Văn miếu Trấn Biên, công trình đại diện cho nền giáo dục xứ Đàng Trong, hiện nằm ở tỉnh nào?", "10": "Câu lạc bộ bóng đá nào của nước Anh đã giành chức vô địch UEFA Champions League mùa giải 2020-2021?", "11": "Which is the smallest country in Southeast Asia (by area)?", "12": "Rét nàng Bân xảy ra vào đầu, giữa hay cuối mùa lạnh ở miền Bắc?", "13": "Tập hợp số nguyên tố là tập hợp hữu hạn hay vô hạn?", "14": "Nỗi niềm \"nhớ núi Hồng Lĩnh, nhớ dòng sông La\" gắn liền với miền đất nào?", "15": "Khi chụp ảnh một vật sáng bằng máy ảnh thì ảnh hiện trên màn hứng ảnh là ảnh thật, ... chiều và nhỏ hơn hơn vật.", "16": "Anion là ion mang điện tích ...", "17": "Đội tuyển bóng đá nam nước ta đã giành thắng lợi với tỉ số bao nhiêu trong trận đấu được tổ chức vào mùng 1 Tết Nhâm Dần?", "18": "... hiện là nước xuất khẩu thanh long lớn nhất thế giới.", "19": "Loài vật nào được nhắc đến trong các câu ca dao: \"Thương thay thân phận con .../ Kiếm ăn được mấy phải nằm nhả tơ\"?", "20": "Theo ca khúc \"Tiến về Hà Nội\" của nhạc sĩ Văn Cao, Hà Nội có mấy cửa ô?", "21": "Sông Hậu và sông Tiền là hai chi lưu của sông ... trên lãnh thổ Việt Nam.", "22": "Trong âm nhạc Minh Kỳ - Dạ Cầm, nơi nào là \"thành phố mộng mơ\", \"thành phố ngàn thơ\"?", "23": "After China, what is the second most populous country in the world?", "24": "Với vị trí địa lí nằm ở vùng kinh tế ..., ẩm thực Quảng Bình được cho là có sự pha trộn hài hoà giữa phong cách ẩm thực miền Bắc và miền Trung.", "25": "Viết \"cách chức\" (A) hay \"cắt chức\" (B) là đúng chính tả?", "26": "Theo quy tắc làm tròn số, nếu chữ số sau hàng quy tròn nhỏ hơn ... thì ta thay nó và các chữ số bên phải nó bởi chữ số 0.", "27": "Đai cao nhất của môn wushu có màu gì?", "28": "Hiện tượng ảo ảnh trên sa mạc là ví dụ cho sự truyền ánh sáng trong môi trường trong suốt nhưng ... đồng tính.", "29": "Nhiều loại hoá chất trong phòng thí nghiệm cần được đựng trong các bình tối màu để tránh tác động từ yếu tố nào là chủ yếu?", "30": "Ngoài chức năng hô hấp, thanh quản còn có chức năng gì?", "31": "Bài thơ \"Đoàn thuyền đánh cá\" được tác giả Huy Cận lấy cảm hứng từ chuyến đi đến vùng biển thuộc tỉnh/thành nào?", "32": "Tác phẩm nào là bản tuyên ngôn về chủ quyền độc lập dân tộc của nước ta ở thế kỷ XV?"}