{"1": "Mỗi hiệp đấu ở môn futsal có bao nhiêu phút thi đấu chính thức?", "2": "Trong hệ số La Mã, XL tương ứng với số mấy trong hệ thập phân?", "3": "Ngày nào còn được nhiều người dân nước ta yêu mến gọi là \"Tết độc lập\"?", "4": "Mỗi số đếm trên công tơ điện dành cho hộ gia đình tương ứng với ... kWh.", "5": "Thành phố nào ở nước ta có nhiều quận nhất?", "6": "Hợp chất thiết yếu nào của cuộc sống được sản xuất bằng cách cho bay hơi nước biển?", "7": "Dòng điện là dòng các điện tích dịch chuyển có hướng hay không có hướng?", "8": "Sứa không có não, tim hay xương?", "9": "Thành ngữ \"Một đập ăn quan\" bắt nguồn từ trò chơi dân gian Việt Nam nào?", "10": "Tên gọi nào của nước ta được nhắc đến trong câu sau: \"Như nước ... ta từ trước/ Vốn xưng nền văn hiến đã lâu\"?", "11": "Kênh đào Panama nối Đại Tây Dương với ...", "12": "What word is used to describe the biggest number or amount of something: most, less, equally?", "13": "Dựa vào tính chất hóa học, axit được phân thành hai loại nào?", "14": "\"Góc ở tâm của các hình quạt tỉ lệ với tần suất\" là đặc điểm của loại biểu đồ nào trong thống kê?", "15": "Đơn vị của mức cường độ âm là gì?", "16": "Tín phong là tên gọi khác của loại gió nào ở nước ta?", "17": "Từ năm 1994, Thế vận hội mùa đông và Thế vận hội mùa hè diễn ra xen kẽ nhau mấy năm/lần? (không kể trường hợp đặc biệt)", "18": "Phản ứng đặc trưng của este là gì?", "19": "Cuộc tổng tiến công và nổi dậy Xuân năm 1975 của nhân dân Việt Nam được kết thúc bằng chiến dịch nào?", "20": "Theo truyền thuyết của Việt Nam, ai là người đầu tiên làm ra bánh chưng, bánh giầy?", "21": "Đây là sân thi đấu của môn thể thao nào?", "22": "Jisoo, Jennie, Rosé, Lisa là những thành viên của nhóm nhạc Hàn Quốc nào?", "23": "In \"Khoi Dong\" section, how many points will you get for each correct answer?", "24": "Sông Mê Kông chảy trên khu vực Nam Bộ nước ta có tên gọi chung là gì?", "25": "Trong mặt phẳng, hai đường thẳng phân biệt cùng vuông góc với một đường thẳng thứ ba thì chúng ... với nhau[1]", "26": "Trong nhóm IVA, từ cacbon đến chì, tính kim loại ... dần.", "27": "Trong những từ kể sau đây, từ nào không phải từ Hán-Việt: bút, bảng, phấn, học, giảng?", "28": "Tiền giấy \"Thông Bảo hội sao\" được ban hành vào thời nào ở nước ta?"}