{"1": "Nhà thơ nào quan niệm tình yêu lý tưởng là sự hòa nhập vào nhau trong cái vĩnh hằng của vũ trụ nhân sinh: \"Làm sao được tan ra/ Thành trăm con sóng nhỏ/ Giữa biển lớn tình yêu/ Để ngàn năm còn vỗ\"?", "2": "Vị vua nào lên ngôi năm 1009 đã lấy niên hiệu là \"Thuận Thiên\", nghĩa là \"theo ý trời\"?", "3": "Theo Globocan 2020, ung thư ... là bệnh ung thư phổ biến nhất ở nữ giới.", "4": "\"Buôn\" là cấu trúc cộng đồng thường thấy ở khu vực địa lý nào?", "5": "Ở loại hình bóng đá 11 người mỗi đội, khoảng cách từ chấm đăt quả bóng đá phạt đền đến vạch cầu môn là bao nhiêu mét?", "6": "Đoạn bài hát sau nằm trong ca khúc nào?https://duong-len-dinh-olympia.fandom.com/vi/wiki/T%E1%BA%ADp_tin:Tuan3thang3quy2Olympia21-KhoidongNhac1.ogg", "7": "Is the Mississippi river located in North America, South America or Africa?", "8": "Một tháng Âm lịch có tối đa bao nhiêu ngày?", "9": "Ở một ván đấu cờ tướng thông thường, tốt luôn là quân đi trước. Đúng hay sai?", "10": "Lưu huỳnh có hai dạng thù hình là lưu huỳnh tà phương và lưu huỳnh ...", "11": "Trong bốn từ cổ chỉ cảm xúc: hỷ, nộ, ái, ố, từ nào thê hiện cảm giác giận dữ?", "12": "Tên của phong trào chống Pháp nào có nghĩa là \"giúp vua cứu nước\"?", "13": "Cây hấp thụ nước qua hệ thống rễ nhờ sự chênh lệch áp suất ...", "14": "Ả Rập Xê Út là nơi xuất phát của tôn giáo lớn nào?", "15": "Saigon Heat là đội bóng chuyên nghiệp của bộ môn ...", "16": "Đâu là những nhạc cụ thường xuất hiện trong nghệ thuật Đờn ca tài tử Nam Bộ: đàn tranh, đàn nguyệt, đàn nhị, đàn tỳ bà?", "17": "Which country has one of the tallest buildings in Southeast Asia, called Landmark 81?", "18": "Quả dọc, bỗng rượu, mẻ tạo ra vị gì cho món ăn?", "19": "Chất béo không tan trong các dung môi hữu cơ hay trong nước?", "20": "Nước Gia-ven là dung dịch trong nước của hỗn hợp NaClO và muối ...", "21": "Số tự nhiên nào là số tự nhiên nhỏ nhất có 7 chữ số lớn hơn 999999?", "22": "Ác-si-mét đã ứng dụng loại máy cơ đơn giản nào để chế tạo máy bắn đá vào thời cổ đại?", "23": "Phong trào nào do Bác Hồ phát động với mục đích là \"Làm cho đất nước càng ngày càng xuân\"?", "24": "Trong tác phẩm nào của Huy Cận, ta có thể bắt gặp hình ảnh \"Lớp lớp mây cao đùn núi bạc/ Chim nghiêng cánh nhỏ: bóng chiều sa\"?", "25": "Vị gia tướng nào của Trần Hưng Đạo có tài bơi lặn giỏi, đục chìm thuyền giặc?", "26": "Sản phẩm nào do nhện tạo thành là một trong những vật liệu dai và chắc nhất trong thế giới tự nhiên?", "27": "Sông Bến Nghé chảy qua thành phố trực thuộc trung ương nào ở nước ta?", "28": "Quả bóng thi đấu ở môn thể thao nào có kích thước nhỏ nhất: bóng đá, bóng rổ, bóng chuyền, bóng bàn?", "29": "Bài hát \"Mùa xuân nho nhỏ\" (thơ Thanh Hải, nhạc Trần Hoàn) sử dụng chất liệu trữ tình của dân ca xứ ...", "30": "Ottawa is a city of which country?", "31": "Ai là tổng thống thứ 46 của nước Mỹ?", "32": "Đây là cách mắc nối tiếp hay mắc song song hai điện trở?", "33": "Sự khử là sự thu ...", "34": "Một mặt phẳng và một đường thẳng không nằm trên mặt phẳng đó có nhiều nhất bao nhiêu điểm chung?", "35": "Sóng ngang là sóng có phương dao động ... với phương truyền sóng.", "36": "Hang ... là hang động tự nhiên lớn nhất thế giới đã được khám phá hiện nay.", "37": "Đây là khung cảnh buồn bã, chia li trong bài thơ nào: \"Gió theo lối gió, mây đường mây/ Dòng nước buồn thiu, hoa bắp lay\"?", "38": "Điền tên một loài hoa vào hai câu thơ sau: \"Bữa ấy mưa xuân phơi phới bay/ Hoa ... lớp lớp rụng vơi đầy\"?", "39": "Lực lượng nào đã phá bỏ ranh giới sông Gianh, Lũy Thầy, tạo ra những điều kiện cơ bản cho sự thống nhất đất nước vào thế kỷ XVIII?", "40": "Loài nào trồng lấy củ là chủ yếu: cà chua, cà tím, cà rốt?", "41": "Châu lục nào có vị trí địa lí trải dài từ gần cực Bắc tới quá Xích đạo, ba phía giáp biển và đại dương?", "42": "Câu lạc bộ bóng đá nào sau đây không phải của nước Anh: Chelsea, Arsenal, Juventus, Manchester United?", "43": "Đây là nữ ca sĩ nào?", "44": "1 byte is equal to how many bits?", "45": "Diêm dân là những người làm nghề gì?", "46": "La Phông-ten hay Ê-dốp là nhà văn viết truyện ngụ ngôn nổi tiếng người Hy Lạp?", "47": "Dung dịch amoniac làm cho phenolphtalein từ không màu chuyển sang ...", "48": "Hai đường tròn phân biệt có tối đa bao nhiêu tiếp tuyến chung?", "49": "Trong trường hợp quả táo rơi từ trên cây xuống, thì lực thực hiện công là ...", "50": "Hình chóp cụt có mấy đáy?"}