{"1": "Trong số các chữ cái làm nên từ \"TOÁN\", chữ nào có tâm đối xứng?", "2": "Vườn quốc gia Tà Đùng nằm ở tỉnh nào?", "3": "Sắc tố hemocyanin là nguyên nhân khiến máu bạch tuộc có màu sắc gì?", "4": "What is the capital of Cambodia?", "5": "Bệnh mù màu do gen lặn trên nhiễm sắc thể X quy định. Vậy bệnh này thường có tỉ lệ cao ở nam hay nữ?", "6": "Thành phố trực thuộc Trung ương nào mà tên gọi mang hàm nghĩa là \"vùng đất sinh ra và nằm trong các dòng sông\"?", "7": "Năm 1960 đã đi vào lịch sử với tên gọi là \"...\" do có 17 nước ở châu Phi tuyên bố độc lập.", "8": "Tại bán cầu Bắc, đa số các ngày trong mùa xuân có thời gian ban ngày dài hơn hay ngắn hơn so với thời gian ban đêm?", "9": "Huấn luyện viên Mai Đức Chung là người đã có công lớn trong sự phát triển của bóng đá ... Việt Nam.", "10": "Sự ra đời của học thuyết Truman thường được xem là sự kiện khởi đầu chiến tranh ...", "11": "\"Ngọc mễ\" là tên gọi khác của cây lương thực nào?", "12": "Which river does the Trang Tien Bridge cross?", "13": "Khi cắt tứ diện bằng một mặt phẳng thì thiết diện nhận được có thể là những hình nào sau đây: hình thang, hình bình hành, hình thoi?", "14": "Đồi chè Thanh Chương là một cảnh đẹp thuộc tỉnh nào?", "15": "Thiết bị ổn áp được dùng để điều chỉnh hiệu điện thế dòng điện trong mạch luôn bằng ... định mức.", "16": "DNA được tách chiết chủ yếu từ phần nào của tế bào?", "17": "Tầng lớp thị dân giàu có sính Âu hóa với các đại diện như bà Phó Đoan, cô Hoàng Hôn, nhà mĩ thuật TYPN, ông Văn Minh... là đối tượng trào tiếu trong tác phẩm nào?", "18": "Ngày 8/9/1945, Chủ tịch Hồ Chí Minh kí sắc lệnh thành lập Nha Bình dân học vụ. Đây là cơ quan chuyên trách về chống nạn ...", "19": "What is the opposite direction of West?", "20": "Sầm Sơn là điểm đến du lịch hút khách của tỉnh nào?", "21": "... là rừng mưa có diện tích lớn nhất thế giới.", "22": "Ai là tác giả của bộ ba tiểu thuyết tự thuật: Thời thơ ấu (1913 - 1914), Kiếm sống (1916) và Những trường đại học của tôi (1923)?", "23": "Loài chim nào đã được nhạc sĩ Trịnh Công Sơn nhắc đến trong ca khúc \"Nhớ mùa thu Hà Nội\"?", "24": "Đội tuyển bóng đá quốc gia nào còn được gọi là \"Tam Sư\"?", "25": "VTV8 hay VTV9 hiện là kênh truyền hình chủ yếu phục vụ khán giả khu vực miền Trung - Tây Nguyên?", "26": "Nơi nào là điểm đến cuối cùng của hầu hết các con sông trên lãnh thổ Việt Nam?", "27": "Theo dự báo của Liên Hợp Quốc, quốc gia nào sẽ soán ngôi nước đông dân nhất thế giới của Trung Quốc vào năm 2023?", "28": "Trong ca dao, tỉnh nào ở nước ta được biết đến là xứ \"nước ngọt lắm dừa/ Ruộng vườn màu mỡ, biển thừa cá tôm\"?", "29": "Cầu thủ Việt Nam nào đang thi đấu ở giải Ligue 2 của Pháp?", "30": "Ngọn núi nào là ngọn núi cao nhất Nhật Bản?"}