{"1": "Bệnh nào được gây nên bởi nhiều loại đột biến khác nhau làm cho tế bào phân chia liên tục và có khả năng di chuyển vị trí tạo nên các khối u?", "2": "Cuộc cách mạng công nghiệp lần thứ nhất ở Nhật Bản diễn ra nhờ những cải cách dưới thời vị vua nào?", "3": "Sông Tô Lịch (Hà Nội) từng là một phân lưu của sông nào?", "4": "Hình vẽ này mô phỏng động tác của môn võ nào?", "5": "Thành phần chiếm thể tích lớn nhất của khí lò cốc là khí ...", "6": "Vinh hoa, Mục đồng thổi sáo, Đại cát là một số bức tranh nổi tiếng của dòng tranh dân gian nào?", "7": "Ho Chi Minh City is the largest city in Vietnam in terms of population or area?", "8": "Các công trình nào có tên gọi là một từ Hán - Việt mang nghĩa là cái tháp hình chữ kim?", "9": "Cơm rượu hay cơm cháy là món ăn không thể thiếu trong dịp Tết Đoan Ngọ ở nước ta?", "10": "Tác phẩm Hai đứa trẻ của Thạch Lam được in trong tập truyện ngắn nào trong những tập truyện sau đây: \"Gió đầu mùa\", \"Nắng trong vườn\" hay \"Sợi tóc\"?", "11": "Để có 1 triệu đồng thì ta cần có bao nhiêu tờ 20 nghìn đồng?", "12": "Khi lò xo không bị biến dạng, lò xo có thể nâng đàn hồi bằng bao nhiêu?", "13": "Marseille là một thành phố cảng nằm tại quốc gia nào?", "14": "Áp lực máu tác động lên thành mạch gọi là ...", "15": "Trận thủy chiến nào vào thế kỷ XVIII đã đập tan âm mưu xâm lược của phong kiến Xiêm?", "16": "Loại đá nào chiếm khoảng 75% bề mặt Trái Đất?", "17": "Bộ môn nào thường thi đấu trên mặt cỏ: bóng đá, golf, bóng chuyền?", "18": "Cacbon-12 là một đồng vị ... của nguyên tố cacbon.", "19": "Tên gọi chung của tất cả các làn điệu dân gian từ khắp các vùng miền trên đất nước ta là gì?", "20": "How many colours are there in a rainbow?", "21": "Rước đèn, phá cỗ, trông trăng là những hoạt đồng truyền thống trong dịp Tết nào ở nước ta?", "22": "Trong một hệ sinh thái, các sinh vật tiêu thụ là động vật ăn thịt hay ăn cỏ?", "23": "\"Dốc lên khúc khuỷu dốc thăm thẳm/ Heo hút cồn mây súng ngửi trời\" là đường hành quân của đoàn binh nào?", "24": "Có bao nhiêu đường trung bình trong 1 tam giác?", "25": "Tiết nước bọt, nhai, đào trộn thức ăn là một số hoạt động của quá trình tiêu hóa diễn ra ở ...", "26": "Con người đặt những bước chân đầu tiên lên Mặt Trăng vào năm nào?", "27": "Ngôi sao nào đóng vai trò lớn nhất trong việc duy trì sự sống trên Trái Đất?", "28": "Một cầu thủ bóng đá nhận bao nhiêu thẻ vàng trong một trận thì bị truất quyền thi đấu?", "29": "Kim loại nào dễ dát mỏng và kéo dài nhất?", "30": "Lí con sáo Gò Công là dân ca ...", "31": "Which single word has the meaning \"belonging to them\"?", "32": "Trong trò chơi kéo co, số người được tham gia tối đa của 2 bên là bao nhiêu?", "33": "Chất béo không tan trong các dung môi hữu cơ như xăng, dầu hỏa. Điều khẳng định trên đúng hay sai?", "34": "Từ nào còn thiếu trong đoạn thơ sau: \"Ta nghe ... dậy bên lòng/ Mà chân muốn đạp tan phòng, ... ôi\"?", "35": "Giá đỗ thường được ủ cho nảy mầm từ hạt của cây gì là phổ biến hơn cả?", "36": "Thắng lợi của cuộc chiến giành độc lập của nhân dân các thuộc địa Anh ở Bắc Mĩ đã dẫn đến sự ra đời của quốc gia nào?", "37": "Vùng núi nào cao nhất và đồ sộ nhất nước ta: Tây Bắc, Đông Bắc hay Bắc Trung Bộ?", "38": "Trong môn bóng đá ..., bề mặt sân thi đấu được làm bằng cát, phẳng, không có dị vật có thể gây chấn thương.", "39": "Ở nhiệt độ lớn hơn 570 độ C, sắt tác dụng với nước tạo ra hợp chất, trong đó sắt có số oxi hóa bằng bao nhiêu?", "40": "Đoạn bài hát này nằm trong ca khúc nào?https://duong-len-dinh-olympia.fandom.com/vi/wiki/T%E1%BA%ADp_tin:Tuan3thang3quy4Olympia20-KhoidongNhac1.ogg", "41": "Is coral an animal or plant?", "42": "Loại chỉ tơ mềm nào được thiết kế để thay thế cho thói quen dùng tăm tre xỉa răng ở nhiều người?", "43": "Quốc gia có nền kinh tế lớn thứ hai thế giới hiện nay là Trung Quốc hay Nhật Bản?", "44": "Trong câu \"Nhất cận thị, nhị cận giang, tam cận lộ\" thì \"cận thị\" có nghĩa là gần ...", "45": "Hàm lượng giác nào có giá trị nghịch đảo so với giá trị của hàm tang?"}