{"1": "Đội bóng nào của Anh trong năm 2019 đã đạt ba danh hiệu quốc nội trong một mùa giải gồm Cup Liên đoàn, Ngoại hạng Anh và Cup FA?", "2": "Chè bà ba là một món ăn đặc trưng ở khu vực Bắc Bộ, Trung Bộ hay Nam Bộ?", "3": "Người ta dựa vào hiện tượng lực ... tác dụng lên khung dây dẫn có dòng điện chạy qua để chế tạo điện kế.", "4": "How many chambers are in a person’s heart?[1]", "5": "Bài hát này tên là gì?https://duong-len-dinh-olympia.fandom.com/vi/wiki/T%E1%BA%ADp_tin:Tuan3thang3quy4Olympia2019-KhoidongNhac1.mp3", "6": "Khi oxit bazơ tác dụng với axit thì nó sẽ tạo ra hai thành phần là ... và ...", "7": "Sử thi \"Đẻ đất đẻ nước\" của dân tộc nào?", "8": "Bộ \"Đại Việt sử ký toàn thư\" do các sử quan của triều đại nào biên soạn?", "9": "Quảng trường lịch sử nổi tiếng nhất ở Mát-xcơ-va nước Nga có tên là gì?", "10": "Muỗi \"nhà vua\" hoặc muỗi vằn là những tên gọi khác của loại muỗi truyền căn bệnh nguy hiểm nào cho người?", "11": "KHÔNG ĐỦ THỜI GIAN", "12": "KHÔNG ĐỦ THỜI GIAN", "13": "Đường thẳng tiếp xúc với đường tròn khi và chỉ khi ... từ tâm đường tròn đến đường thẳng bằng bán kính của đường tròn.", "14": "Ai là tác giả của truyện ngắn \"Những đứa con trong gia đình\"?", "15": "Đây là bức chân dung tự họa của danh họa Hà Lan nào?", "16": "Which continent is Morocco located in?", "17": "Phan Châu Trinh đã viết Thất điều thư, vạch ra bảy tội đáng chém của vua ...", "18": "Thuốc nổ đen là thuốc nổ có khói hay không khói?", "19": "Người ta thường sử dụng cụm từ \"cua tay ...\" để chỉ những khúc cua gấp trên một đoạn đường dốc, ngoằn ngoèo.", "20": "Những bệnh nào là bệnh dễ lây: thủy đậu, chân tay miệng, quai bị?", "21": "Dung dịch Ca(OH)2 làm đổi màu dung dịch phenolphtalein thành màu gì?", "22": "Hộp mực ở các máy in màu phải có tối thiểu mấy màu cơ bản?", "23": "Ai hiện là vận động viên bơi lội nữ số 1 Việt Nam?", "24": "KHÔNG ĐỦ THỜI GIAN", "25": "Con vật nào được nhắc đến trong câu sau: \"Làm ruộng không ..., làm giàu không thóc\"?", "26": "Khi đói, lượng đường huyết của cơ thể người bình thường ở mức ...", "27": "Trong dãy hoạt động hóa học của kim loại, mức độ hoạt động hóa học của các kim loại thay đổi thế nào từ trái qua phải?", "28": "Đây là các vật dụng của môn thể thao nào?", "29": "Hồ Hoàn Kiếm xưa kia từng là một phần của dòng sông nào?", "30": "Lũ lên chậm, kéo dài là đặc điểm lũ thường có ở thượng nguồn hay ha lưu sông Mê Kông?", "31": "Ngày 15/8/1945, Chiến tranh thế giới thứ hai kết thúc với việc nước nào chấp nhận đầu hàng vô điều kiện?", "32": "Loại trang phục nào được nhắc đến trong đoạn bài hát sau?https://duong-len-dinh-olympia.fandom.com/vi/wiki/T%E1%BA%ADp_tin:Tuan3thang3quy4Olympia2019-KhoidongNhac2.mp3", "33": "Ở nước ta, người đứng đầu một Bộ thuộc Chính phủ, chịu trách nhiệm quản lý nhà nước về ngành, lĩnh vực được phân công, được gọi là gì?", "34": "Muốn cho một chất điểm đứng cân bằng thì hợp lực của các lực tác dụng lên nó phải bằng ...", "35": "Tam giác Ai Cập là tam giác nhọn, vuông hay tù?", "36": "KHÔNG ĐỦ THỜI GIAN", "37": "Châu lục nào có đại bộ phận diện tích nằm trong vòng cực Nam?", "38": "Ngôi trường nào đã trở thành trung tâm của phong trào Duy Tân ở Bắc Kì vào đầu thế kỉ XX?", "39": "Chú voi Dumbo trong bộ phim điện ảnh cùng tên của Mỹ bay lên được nhờ sử dụng bộ phận nào của cơ thể?", "40": "Thành phần chủ yếu trong thức ăn của các động vật ăn thực vật là ...", "41": "Có bao nhiêu vị trí tương đối giữa một mặt cầu và một mặt phẳng?", "42": "Trong dung dịch, amoniac là một bazơ hay một axit?", "43": "BBC là đài truyền hình của nước nào?", "44": "Mị là nhân vật chính trong truyện ngắn nào của nhà văn Tô Hoài?", "45": "Chất khí không mùi nào là chất đầu tiên trong dãy đồng đẳng ankan?", "46": "What do we call a two- or three-wheeled motor vehicle?", "47": "Môn nào sử dụng lưới để ngăn cách hai phần sân thi đấu: quần vợt, bóng chuyền, bóng bàn, hay cầu lông?", "48": "Lực ma sát có chiều như thế nào với vận tốc của vật?"}