{"1": "Tỉ lệ người Việt Nam mang nhóm máu nào trong hệ nhóm máu ABO là cao nhất?", "2": "Gió lộng, Ra trận là hai tập thơ của nhà thơ nào?", "3": "Khu di tích lịch sử nào là trung tâm thực hành tín ngưỡng thờ cúng Hùng Vương chính yếu và lâu đời nhất ở nước ta?", "4": "Eo biển Bê-ring nối liền hai đại dương là Thái Bình Dương và ...", "5": "Thư gửi Elise, Định mệnh, Anh hùng ca là những nhạc phẩm nổi tiếng gắn liền với tên tuổi nhà soạn nhạc vĩ đại nào?", "6": "What is the name of te province where President Ho Chi Minh was born?", "7": "Đồng Rúp (RUB) hiện là đơn vị tiền tệ của nước nào?", "8": "Trong nhóm halogen, tính oxi hóa của brom và iot ... hơn clo.", "9": "Axit sunfuhiđric là axit mạnh hay axit rất yếu?", "10": "Đây là môn thể thao nào?", "11": "Với y là hàm số của x, khi x thay đổi mà y luôn nhận một giá trị không đổi thì hàm số y được gọi là ...", "12": "Trong môi trường trong suốt và đồng tính, ánh sáng truyền đi theo đường ...", "13": "Các loài động vật vừa hô hấp được dưới nước, vừa hô hấp được trên cạn được gọi chung là gì?", "14": "\"Hoa gì quả quyện với trầu/ Để cho câu chuyện mở đầu nên duyên\"?", "15": "Vua Trần Thái Tông - vị vua đầu tiên của triều nhà Trần - có tên thật là gì?", "16": "Sông nào chảy dọc TP.Hồ Chí Minh, có vai trò quan trọng với giao thông đường thủy của thành phố này?", "17": "Đàn Ukulele (Guitar nhỏ) thường có mấy dây?", "18": "Which contest is the oldest running international beauty pageant?", "19": "\"Tháng thanh niên\" là tháng mấy hằng năm ở nước ta?", "20": "Trong bốn kim loại: natri, canxi, magie, sắt, đâu là kim loại chuyển tiếp?", "21": "Một mệnh đề có thể vừa đúng vừa sai được không?", "22": "\"Trái bóng thì tròn còn trận đấu kéo dài tới 90 phút\". Đây là câu nói thể hiện sự bất ngờ khó đoán trong môn thể thao nào?", "23": "Một tam giác đều có bao nhiêu trục đối xứng?", "24": "Ở thể khí, lực tương tác giữa các phân tử rất ... nên các phân tử chuyển động hoàn toàn hỗn loạn.", "25": "Giải vô địch bóng đá U-23 châu Á 2020 là lần đầu tiên giải này áp dụng công nghệ ... hỗ trợ trọng tài.", "26": "Chùm sáng gồm các tia sáng giao nhau trên đường truyền của chúng được gọi là chùm sáng ...", "27": "Ở những loài cây mà hoa của chúng không thụ tinh thì quả sẽ không có phần nào?", "28": "\"Hàn nho phong vị phú\" là tác phẩm của ai?", "29": "Chiến thắng của cuộc khởi nghĩa nào đã đặt dấu chấm hết cho ách đô hộ tàn bạo của giặc Minh trên nước ta?", "30": "Đồng bằng Amazon thuộc khu vực Bắc, Trung hay Nam Mĩ?", "31": "Hò sông Mã là làn điệu dân ca truyền thống của người dân tỉnh nào?", "32": "What is the smallest country in ASEAN (by area)?", "33": "Món bánh hamburger có nguồn gốc từ quốc gia Tây Âu nào?", "34": "Phản ứng oxi hóa khử là phản ứng hóa học trong đó có sự chuyển ... giữa các chất phản ứng.", "35": "Chim, thú là các lớp động vật hằng nhiệt hay biến nhiệt?", "36": "Trong cờ tướng, quân nào không được đi lùi?", "37": "Số tự nhiên nào mà khi lấy một số nguyên bất kỳ chia cho số này đều được một phép chia hết?", "38": "Nhà bác học người Ý Tô-ri-xe-li là người đầu tiên đo được độ lớn của áp suất ...", "39": "Virut, vi khuẩn gây bệnh nào sau đây có khả năng làm hại đến tim: bệnh cúm, thương hàn, bạch hầu, thấp khớp?", "40": "\"Tiếng suối trong như tiếng hát xa/ Trăng lồng cổ thụ bóng lồng hoa\" mô tả cảnh khuya của chiến khu nào?", "41": "Loại bếp nào ra đời trong kháng chiến chống Pháp được đặt theo tên một chiến sỹ nuôi quân?", "42": "Hệ thống sông nào chiếm phần lớn tổng lưu lượng nước trung bình của các sông ở nước ta?", "43": "Tên tuổi của nhà soạn nhạc Frédéric Chopin gắn liền với cây đàn nào?", "44": "What is the longest river in Europe?", "45": "Lễ hội đua voi hằng năm diễn ra ở tỉnh nào thuộc Tây Nguyên?", "46": "Trong dãy hoạt động hóa học của kim loại, mức độ hoạt động của các kim loại ... dần từ trái qua phải.", "47": "Nếu một mặt phẳng vuông góc với một trong hai mặt phẳng song song thì vuông góc với mặt phẳng còn lại. Đúng hay sai?", "48": "Trong một kỳ World Cup, danh hiệu \"Găng tay vàng\" được trao cho cầu thủ chơi xuất sắc ở vị trí nào?", "49": "Phân số thập phân là phân số có mẫu là lũy thừa của ...", "50": "Tầng khí quyển nào có ảnh hưởng lớn đến sự truyền sóng vô tuyến trong khí quyển Trái Đất?", "51": "Bắc Cung hoàng hậu, Bà Chúa Tiên là những danh xưng khác nhau của nhân vật lịch sử nào?"}