{"1": "Lúa mì thuộc lớp thực vật mấy lá mầm?", "2": "Tỉnh nào được nhắc đến qua các câu ca dao sau: \"... có đá Vọng Phu/ Có đầm Thị Nại, có Cù Lao Xanh\"?", "3": "\"Phạt Tống, bình Chiêm\" là một trong những sách lược bảo vệ chủ quyền, độc lập của dân tộc ta vào triều đại nào?", "4": "Hệ thống núi nào là ranh giới khí hậu quan trọng giữa hai khu vực Trung Á và Nam Á?", "5": "Which country is located on the eastern Indochinese Peninsula?", "6": "Môn thể thao nào được xếp vào nhóm điền kinh: ném đĩa, đua xe đạp lòng chảo, xà lệch?", "7": "Hai màu sắc tương phản nào được sử dụng chủ yếu trong các tác phẩm theo trường phái nghệ thuật thị giác (op art)?", "8": "Ở những đoàn tàu hỏa trên đệm từ, những nam châm siêu dẫn được đặt trên tàu hay trên đường ray?", "9": "Cuộc thi ABU Robocon được khởi xướng đầu tiên tại đất nước nào?", "10": "Phần thân của phích nước (bình thủy) truyền thống là ví dụ trong đời sống của loại hình không gian đặc biệt nào?", "11": "Muối đồng (II) clorua được sử dụng để tạo màu sắc gì cho các quả pháo hoa khi nổ?", "12": "Các đường dây cáp siêu dẫn có khả năng tải điện đi xa mà không bị tổn hao năng lượng do không có ...", "13": "Các cơ bao quanh các khớp xương, có nhiệm vụ cố định và bảo vệ đầu khớp, kết nối các xương với nhau được gọi chung là gì?", "14": "Điền từ còn thiếu vào câu tục ngữ sau: \"Tháng bảy kiến bò, chỉ lo lại ...\".", "15": "Nguyễn Thái Học và Phó Đức Chính là hai lãnh tụ của cuộc khởi nghĩa nào?", "16": "Dãy núi nào cao và hùng vĩ nhất Việt Nam, có đủ các vành đai khí hậu - sinh vật từ nhiệt đới chân núi tới ôn đới núi cao?", "17": "Which year did the Nguyen dynasty end?", "18": "Vận động viên quần vợt duy nhất của Việt Nam hiện có tên trong bảng xếp hạng nội dung đơn nam của ATP là ai?", "19": "Bài hát \"Thanh niên làm theo lời Bác\" còn có tên gọi khác là gì?", "20": "Tần số tim của trẻ sơ sinh lớn hay nhỏ hơn tần số tim ở người trưởng thành?", "21": "Huyện đảo nào ở phía nam nước ta được coi là trung tâm sản xuất nước mắm truyền thống của Việt Nam và khu vực Đông Nam Á?", "22": "Đường trung bình của hình thang thì ... với hai đáy và bằng ... hai đáy.", "23": "Loại than nào được tạo nên khi nhiệt phân metan có chất xúc tác?", "24": "Theo định luật I Niu-tơn, vật có xu hướng giữ nguyên trạng thái đứng yên. Ta nói vật đó có tính gì?", "25": "Chân đà điểu có mấy ngón?", "26": "Ai là tác giả của tập thơ \"Điêu tàn\"?", "27": "Nhà nước cổ nào hình thành ở ven biển miền Trung và Nam Trung Bộ nước ta (hiện nay) trên cơ sở văn hóa Sa Huỳnh?", "28": "Các mỏ bô-xít lớn nhất nước ta nằm ở vùng nào?", "29": "Which river is the Hoa Binh dam located on?", "30": "Chess-boxing là môn thi đấu thú vị kết hợp giữa hai môn thể thao nào?", "31": "Nhạc sĩ nào đã được trao tặng giải Nhạc sĩ của năm tại Lễ trao giải Cống Hiến 2020?", "32": "Bộ xương của người khi mới sinh ít hay nhiều hơn khi trưởng thành?", "33": "Trong truyện cổ tích Việt Nam, cây quý đã kéo theo Cuội cùng bay về nơi nào?", "34": "Trong một tam giác, trọng tâm cách mỗi đỉnh một khoảng bằng ... độ dài đường trung tuyến đi qua đỉnh ấy.", "35": "Sau khi ủ men rượu, người ta thu được một hỗn hợp chủ yếu gồm nước, ... và bã rượu.", "36": "Trong mắt, phía trước vỏ nhãn cầu có một màn kiểm soát các tia sáng vào mắt được gọi là gì?", "37": "Loài rêu nào có hoa?", "38": "Nhà phê bình văn học Hoài Thanh đã nhận định nhân vật nào như một vì sao băng chiếu sáng cả một đoạn đời Kiều?", "39": "Loạt trận Tốt Động - Chúc Động năm 1426 đã làm phá sản kế hoạch phản công chiến lược của giặc xâm lược nào với quân dân ta?", "40": "Đèo Hải Vân thuộc dãy núi nào?", "41": "Who wrote the National Anthem of Socialist Republic of Vietnam?", "42": "Thuật ngữ \"K/O\" dùng trong một số môn thể thao như boxing là viết tắt từ từ tiếng Anh nào?", "43": "Trong 7 nốt nhạc cơ bản, nốt nào có cao độ cao nhất?", "44": "Các phi hành gia làm việc tại Trạm vũ trụ quốc tế quay quanh Trái Đất ở trạng thái không trọng lượng có chịu tác dụng của trong lực không?", "45": "Đất nước châu Phi nào còn được biết tới là \"quốc gia cầu vồng\", ẩn dụ cho sự đa dạng về văn hóa và chủng tộc ở đây?", "46": "Diện tích hình thoi bằng ... tích hai đường chéo.", "47": "Cho kali peroxit phản ứng với nước thấy có chất khí bay lên. Đó là khí gì?", "48": "Trong các máy thu hình kiểu cũ, chùm tia electron trong đèn hình được làm lệch nhờ ..."}