{"1": "Trong cơ thể động vật có xương sống, mật được lưu giữ trong cơ quan nào?", "2": "Theo nhà văn Thép Mới, loài cây nào \"giữ làng, giữ nước, giữ mái nhà tranh, giữ đồng lúa chín\"?", "3": "Người đứng đầu phe chủ chiến tại kinh thành Huế chỉ huy cuộc tấn công đồn Mang Cá năm 1885 là ai?", "4": "Người Tây Ninh còn gọi núi nào là \"Núi Bà\"?", "5": "... là giải đấu bóng đá chuyên nghiệp cao nhất Việt Nam của bóng đá nam.", "6": "Đàn nguyệt của Việt Nam hiện có mấy dây?", "7": "How many teeth are the new born baby have?", "8": "Chất nào có tính axit mạnh hơn: rượu etylic hay phenol?", "9": "Theo quan niệm của nhiều nước phương Tây, thứ sáu rơi vào ngày nào trong tháng thì bị xem là xui xẻo?", "10": "Hai đường chéo của hình thang cân có độ dài như thế nào khi so với nhau?", "11": "Hai nguyên tố cấu tạo nên hợp chất nước hóa hợp với nhau theo tỉ lệ khối lượng ... hidro : ... oxi.", "12": "Ở cùng một bán cầu, khi vĩ độ càng cao thì năng lượng Mặt Trời đến một đơn vị diện tích trên mặt đất càng ...", "13": "Hút một điếu thuốc lá sẽ tiêu hủy 25mg vitamin ...", "14": "Điền tên tỉnh còn thiếu trong các câu ca dao sau: \"Ai về ... mà coi/ Con gái ... múa roi đi quyền\".", "15": "Triều đại nào của nước ta lần đầu tiên cho lập các chức quan Hà đê sứ, Khuyến nông sứ, Đồn điền sứ để phát triển nông nghiệp?", "16": "Đến nay, đất nước duy nhất ở Đông Nam Á chưa tham gia vào ASEAN là đất nước nào?", "17": "Môn thể thao nào sử dụng một quả bóng làm bằng cao su bọc nỉ: bóng chuyền, bóng đá, bóng bàn, quần vợt?", "18": "\"Hẹn gặp lại Sài Gòn\" là bộ phim truyện nhựa đầu tiên của điện ảnh Việt Nam về vị lãnh tụ kính yêu nào?", "19": "You are 15 years old. Your sister's age is 1/3 your age. How old is she?", "20": "Siêu sao bóng đá Cristiano Ronaldo là người Tây Ban Nha hay Bồ Đào Nha?", "21": "Cảnh khuyển là cách gọi loài vật nào được huấn luyện đặc biệt để hỗ trợ công việc cho cảnh sát?", "22": "Trục tung và trục hoành trong hệ tọa độ Descartes giao nhau tại điểm có tọa độ là bao nhiêu?", "23": "SO2 có khả năng làm vẩn đục nước vôi trong, làm mất màu dung dịch brom hay làm bay màu cánh hoa hồng?", "24": "Mạch dao động điện từ gồm một cuộn cảm mắc nối tiếp với một ...", "25": "Trong phản ứng oxi - hóa khử, chất nhường electron được gọi là chất gì?", "26": "Ở nước ta, loại rừng mọc ở cửa sông lớn ven biển, bị ngập một phần hoặc toàn bộ trong nước khi thủy triều lên được gọi là gì?", "27": "\"Em cu Tai ngủ trên lưng mẹ ơi\" là câu thơ mở đầu cho bài thơ nào của Nguyễn Khoa Điềm?", "28": "Đại Thắng Minh Hoàng Mậu là tên hiệu của nhân vật lịch sử nào ở nước ta?", "29": "Hai đồng bằng lớn ở nước ta là đồng bằng Bắc Bộ và đồng bằng Nam Bộ được tạo nên do sự bồi tụ phù sa trong hàng vạn năm của hai con sông nào?", "30": "\"The Gunners\" (Pháo thủ) là biệt danh của CLB bóng đá nào của nước Anh?", "31": "Loại nhạc cụ nào sau đây không có dây: đàn kim, đàn bầu, đàn tranh, đàn organ?", "32": "Which country was the first to land a man on the moon?", "33": "Các cơn bão ở Nam bán cầu hay Bắc bán cầu xoay thuận chiều kim đồng hồ?", "34": "Tên miền Internet quốc gia cấp cao nhất của Việt Nam là \".(chấm)...\"", "35": "Tứ giác có một cặp cạnh đối ... và ... là hình bình hành.", "36": "Hồ tinh bột được dùng để nhận biết sự có mặt của halogen nào?", "37": "Vận tốc tức thời và gia tốc là các đại lượng ...", "38": "... là hoocmôn thực vật dạng khí thường gặp ở quả chín, làm tăng nhanh quá trình chín ở quả, làm rụng lá, quả.", "39": "Truyện cổ tích nào có câu \"Gương kia ngự ở trên tường/ Thế gian ai đẹp được dường như ta\"?", "40": "Khoảng 3000 năm trước Công Nguyên, người Ai Cập cổ đại đã xây dựng nền văn minh sông ... rực rỡ ở châu Phi.", "41": "Ngành kinh tế nào ở nước ta đóng vai trò đặc biệt quan trọng trong việc, đảm bảo an ninh lương thực, tạo việc làm và thu nhập cho 70% dân cư sống ở vùng nông thôn?", "42": "Bức tranh này mô tả môn thể thao cổ truyền nào?", "43": "Loài vật nào được nhắc đến trong đoạn bài hát sau?https://duong-len-dinh-olympia.fandom.com/vi/wiki/T%E1%BA%ADp_tin:Tuan3thang3quy3Olympia21-KhoidongNhac1.ogg", "44": "\"Les Misérables\" was written by ...", "45": "Dưới thời phong kiến, thi Hội thường tổ chức ở các địa phương hay ở kinh đô?", "46": "Con giáp đầu tiên trong danh sách mười hai con giáp của người Việt là con gì?", "47": "Hai biến cố gọi là ... nếu có biến cố này xảy ra thì biến cố kia không xảy ra.", "48": "Hợp chất nào của nito còn được gọi là \"khí cười\"?", "49": "Cơ năng của một hệ là tổng của ... và ... của hệ.", "50": "Vùng đồng bằng lớn nào ở nước ta thường xuyên chịu ảnh hưởng của các hiện tượng cực đoan như hạn hán, thiếu nước, xâm nhập mặn?", "51": "Kim tự tháp Giza là kỳ quan duy nhất trong số 7 kỳ quan của thế giới cổ đại vẫn còn tồn tại đến ngày nay. Đúng hay sai?", "52": "Sóng thần chủ yếu do ... gây ra.", "53": "Bệnh lao ở người thường gặp ở cơ quan hô hấp nào nhất?", "54": "Chập chập, cheng cheng là các từ tượng hình hay tượng thanh?"}