{"1": "Thông tin di truyền chứa trong phân tử ADN được truyền đạt qua quá trình phiên mã và ...", "2": "Hình ảnh \"Xanh xanh bãi mía bờ dâu/ Ngô khoai biêng biếc\" trong thơ Hoàng Cầm gợi nhớ sự trù phú, tươi đẹp của con sông nào?", "3": "... là tỉnh duy nhất ở Việt Nam tiếp giáp cả hai nước Lào và Campuchia.", "4": "What is the main river of Hue City?", "5": "\"Hiệp khí đạo\" là tên gọi khác của môn võ thuật nào?", "6": "Người ta gọi những hạt tạo thành tia âm cực là gì?", "7": "\"Nhớ mùa thu Hà Nội\" là sáng tác của nhạc sĩ nào?", "8": "Giải thưởng Nobel ở lĩnh vực nào năm 2020 được trao cho các tác giả của những phát triển về lý thuyết đấu giá cũng như sáng lập các thể thức đấu giá mới?", "9": "Khi ngủ, cá nhắm mắt hay mở mắt?", "10": "Ai được xem là vị thần đứng đầu trong Tứ bất tử theo quan niệm của người Việt?", "11": "Quy tắc thế dùng để biến đổi một hệ phương trình thành hệ phương trình ...", "12": "Đại diện nào sau đây của ngành ruột khoang sống bất động, không di chuyển: thủy tức, san hô hay sứa?", "13": "Từ nào còn thiếu trong câu thành ngữ: \"Đồng tiền đi liền ...\"?", "14": "Khí quyển được chia thành bao nhiêu tầng?", "15": "What colors are in Vietnam's flag?", "16": "Những môn thể thao nào hiện nay là môn thi đấu Olympic: bóng dá, bóng chuyền, bóng rổ, bóng bàn?", "17": "Trong môi trường nào thì fructozo chuyển thành glucozo?", "18": "Đoạn bài hát này nằm trong ca khúc nào?https://duong-len-dinh-olympia.fandom.com/vi/wiki/T%E1%BA%ADp_tin:Tuan3thang3quy1Olympia21-KhoidongNhac1.ogg", "19": "Trong hình dung của nhiều người, Ông già Noel thường cưỡi trên cỗ xe do các con vật gì kéo?", "20": "Môn nào không phải là môn thể thao thi đấu trong sân vận động: chạy marathon hay đi bộ 10.000,m?", "21": "Trung tâm đề kháng Him Lam là di tích gắn liền với trận mở màn chiến dịch lớn nào của quân và dân ta trong kháng chiến chống Pháp?", "22": "Số nào là bội số của tất cả các số tự nhiên trừ chính nó?", "23": "Mô-men lực tác dụng vào một vật quay quanh một trục cố định làm thay đổi tốc độ ... của vật.", "24": "Gấu koala là loài động vật đặc hữu, biểu tượng của quốc gia nào?", "25": "Thực vật có hạt được chia thành hai nhóm chính là: thực vật hạt ... và thực vật hạt ...", "26": "\"Thân thể ở trong lao/ Tinh thần ở ngoài lao\" là hai câu thơ thể hiện ý chí kiên cường của tác giả nào?", "27": "Rừng lá kim là một trong những kiểu rừng của đới khí hậu nào?", "28": "What scientist is well known for this theory of relativity?", "29": "Trong luật của môn bắn súng thể thao, phát bắn trúng bia của xạ thủ càng xa tâm bia thì số điểm người đó nhận được càng ...", "30": "Trong các hợp chất với nguyên tố kim loại, các nguyên tố halogen có hóa trị mấy?", "31": "Beethoven đã để lại cho đời mấy bản giao hưởng?", "32": "Vợ chồng cưới nhau bao nhiêu lâu thì có thể làm đám cưới kim cương?", "33": "Tại lễ khai mạc Thế vận hội Athens 2004, đoàn vận động viên Hy Lạp là đoàn đầu tiên hay đoàn cuối cùng tham gia lễ diễu hành?", "34": "Quốc hiệu nước ta dưới thời vua Lê Đại Hành là gì?", "35": "Loại rừng nào sau đây có ở nước ta: rừng rậm nhiệt đới, rừng tre nứa, rừng ngập mặn?", "36": "Hình ảnh \"Nước Việt Nam từ máu lửa/ Rũ bùn đứng dậy sáng lòa\" kết thúc tác phẩm nào của Nguyễn Đình Thi?", "37": "Hai dòng sông quan trọng nhất của đồng bằng sông Cửu Long là gì?", "38": "Which was the occupation or job of the following famous people: Leonardo da Vinci, Pablo Picasso, Vincent van Gogh?", "39": "Camp Nou là sân nhà của câu lạc bộ bóng đá Tây Ban Nha nào?", "40": "Iot tạo thành với hồ tinh bột một hốn hợp có màu ...", "41": "Loài vật nào được nhắc đến trong đoạn bài hát sau?https://duong-len-dinh-olympia.fandom.com/vi/wiki/T%E1%BA%ADp_tin:Tuan3thang3quy1Olympia21-KhoidongNhac2.ogg", "42": "Phần lớn các tuyến cao tốc đã khánh thành ở miền Bắc nước ta có điểm đầu là tỉnh/ thành nào?", "43": "TP. Đà Nẵng nằm ở phía Bắc hay phía Nam đèo Hải Vân?", "44": "Tạ Hiện, Nguyễn Thiện Thuật, Hoàng Văn Hòe, Lã Xuân Lai... là một số thủ lĩnh của các cuộc kháng chiến chống thực dân Pháp ở thế kỷ nào?", "45": "Tức giác có góc ngoài tại một đỉnh bằng góc trong tại đỉnh đối của đỉnh đó là tứ giác ...", "46": "Sự chuyển một chất từ thể hới sang thể lỏng được gọi là gì?", "47": "Lý Công Uẩn lên ngôi vua năn nào?", "48": "Khởi nghĩa Lam Sơn do Lê Lợi lãnh đạo đã đánh đuổi quân giặc ngoại xâm nào?"}