{"1": "Nhiều làng chài ven biển Nam Bộ có tục thờ cá Ông. Đây là tên gọi tôn kính mà người dân dành cho loài cá nào?", "2": "BMI - chỉ số thường dùng để đánh giá thể trạng một người, được tính bằng tỉ số giữa ... (kg) và bình phương ... (mét) của người đó.", "3": "Nhóm hàng nào chiếm tỷ lệ chủ yếu trong cơ cấu nhóm hàng xuất khẩu năm 2021 của Việt Nam: nhóm hàng nông - lâm sản, công nghiệp chế biến, thủy sản?", "4": "What name is given to the part of the human skeleton which protects our brain?", "5": "Xút là tên gọi khác của hợp chất hóa học nào?", "6": "Tế bào của mỗi loài sinh vật có bộ NST đặc trưng về ... và hình dạng xác định.", "7": "Bài thơ nào được xem là sự mở đầu cho nguồn cảm hứng về quê hương trong suốt đời thơ Tế Hanh?", "8": "Ngày 26/6/1945, một bản hiến chương đã được đại diện 50 quốc gia ký kết, mở đường cho sự thành lập của tổ chức nào?", "9": "Quần đảo nào hiện là nơi có lượng rùa biển về đẻ trứng nhiều nhất Việt Nam?", "10": "Đại hội Thể thao châu Á 2022 dự kiến tổ chức tại quốc gia nào?", "11": "\"Ông già cõng vợ đi xem hội\", \"Hồ Nguyệt Cô hóa cáo\", \"Ôn Đình chém Tá\" là một số trích đoạn đặc sắc của loại hình nghệ thuật truyền thống nào?", "12": "Báo nào là Cơ quan Trung ương của Đảng Cộng sản Việt Nam, tiếng nói của Đảng, Nhà nước và Nhân dân Việt Nam?", "13": "Ở loài tre, gióng hay mấu đặc ở trong?", "14": "The measures of the interior angles of a triangle always add up to how many degrees?", "15": "Thông số 40 inch, 45 inch, 50 inch... ở tivi chính là độ dài ... của màn hình tivi.", "16": "Để xác định thời điểm, ta cần có một đồng hồ và chọn một ... thời gian.", "17": "Các chất SO2, NOx dưới tác dụng của bức xạ và hơi nước, hình thành mưa ... gây nguy hại cho nhiều sinh vật.", "18": "Trứng được trộn lẫn với tinh trùng trong ống nghiệm hoặc trong đĩa hộp lồng nuôi cấy là đặc điểm cơ bản của phương pháp thụ tinh nào?", "19": "Đội quân xâm lược của bạo chúa Tần Thủy Hoàng khi xâm lược nước ta đã bị đánh lui trong cuộc kháng chiến kiên cường do ai lãnh đạo?", "20": "Cảng Rotterdam - một trong những cảng biển lớn nhất châu Âu, nằm ở quốc gia nào?", "21": "\"Cùng nhau vì một tương lai chung\" là khẩu hiệu của sự kiện thể thao nào diễn ra năm 2022?", "22": "Đàn tơ-rưng, đàn krông-pút, cồng, chiêng... là các nhạc cụ phổ biến của đồng bào khu vực ...", "23": "Theo quy ước \"Thập cửu niên thất nhuận\" thì cứ ... năm âm lịch lại có ... năm nhuận.", "24": "Trong một trận đấu bóng chuyền, vai trò chính của libero là tham gia phòng thủ hay tấn công?", "25": "Khi tập hợp A là tập con của tập hợp B và tập hợp B là tập con của tập hợp A thì hai tập hợp A và B có quan hệ thế nào?", "26": "Đèn trời (đèn Khổng Minh) bay lên được là nhờ lực gì?", "27": "Để khiến quả chậm chín, ta có thể tăng hàm lượng khí nào lên đến 10% trong quá trình bảo quản?", "28": "Who is the inventor of lightning rod in 1752?"}