{"1": "Trong thơ Nguyễn Đức Mậu, loài nào \"Rù rì đôi cánh nối liền mùa hoa\"?", "2": "Tập giá trị của hàm số y = sin x nằm trong đoạn từ ... đến ...", "3": "Quang phổ liên tục do một vật nóng sáng phát ra phụ thuộc vào ... của vật nóng sáng", "4": "Lễ hội Hoa Phượng Đỏ là một sự kiện văn hóa của thành phố nào?", "5": "Which country do cities of Phnom Penh and Siem Reap belong to?", "6": "... là kim loại ở thể lỏng trong điều kiện thường, có màu ánh bạc.", "7": "Gà Tam Hoàng là giống địa phương hay giống nhập nội?", "8": "Trong bài phát biểu ngày 10/02/2022, Thủ tướng Phạm Minh Chính đã gọi các nữ vận động viên của đội tuyển môn thể thao nào là \"những cô gái kim cương\"?", "9": "Căn bậc hai của phương sai gọi là gì?", "10": "Động vật đầu tiên trải qua trạng thái tăng và mất trọng lượng là sinh vật nào?", "11": "What is the official language of Brazil?", "12": "Đêm thơ - nhạc - kịch \"Hoa cúc xanh\" được tổ chức vào tháng 10/2022 kỷ niệm sinh nhật lần thứ 80 của cố thi sĩ nào?", "13": "Tỉnh nào ở nước ta hiện có di tích Văn miếu Xích Đằng?", "14": "Đảm bảo thân nhiệt ổn định chính là tạo ra sự cân bằng giữa quá trình ... và quá trình tỏa nhiệt.", "15": "Hình vuông có chữ U bên trong là kí hiệu của quặng gì trên bản đồ?", "16": "Những từ nào còn thiếu trong câu ca dao: \"Hay không lây .../ Sen không lây ...\"?", "17": "Khi tiền giấy đưa vào lưu thông vượt quá số lượng cần thiết sẽ dẫn tới hiện tượng ...", "18": "Chất nào sau đây không tác dụng được với dung dịch axit axetic: K2O, Cu(OH)2, NaCl, NaHCO3?", "19": "Cầu thủ người Na Uy Erling Haaland hiện đang thi đấu cho câu lạc bộ bóng đá Anh nào?", "20": "Lá cờ \"Quyết chiến quyết thắng\" vẻ vang của quân đội ta lần đầu tiên xuất hiện trong chiến dịch nào?", "21": "Trong các hình sau, hình nào luôn ngoại tiếp được một đường tròn: hình thang, hình chữ nhật, hình bình hành, hình thoi?", "22": "Nam châm không hút được vật làm bằng chất liệu nào sau đây: coban, sắt, nhựa dẻo?", "23": "Khu di tích Đền Sóc ở huyện Sóc Sơn, Hà Nội gắn với truyền thuyết về vị thánh nào?", "24": "Cảng hàng không Tuy Hòa thuộc tỉnh nào?", "25": "Cơ học lượng tử nghiên cứu chuyển động của các hạt vi ...", "26": "Sân vận động Emirates (London) hiện là sân nhà của câu lạc bộ bóng đá nào?", "27": "NSND Quốc Trượng, NSND Thúy Ngần, NSND Thanh Ngoan là một số tên tuổi gạo cội của loại hình nghệ thuật nào?", "28": "In the Internet, \"WWW\" stands for what?", "29": "Cá tra, cá trê, cá chạch, cá hú, loài nào là cá da trơn?", "30": "Trên bản đồ ghi tỉ lệ 1:15 000 000, thì 1 cm tương ứng với bao nhiêu km ngoài thực địa?", "31": "Tập bút ký \"Hà Nội ta đánh Mỹ giỏi\" của nhà văn Nguyễn Tuân đã được Hội Văn nghệ Hà Nội cho xuất bản lần đầu ngay sau sự kiện lịch sử nào?", "32": "Độ chua, độ kiềm của đất được đo bằng độ ...", "33": "Nhà văn Tô Hoài đã tả cơn mưa gì qua câu sau: \"Mưa đồm độp trên phên nứa, đập bùng bùng vào lòng lá chuối. Tiếng giọt tranh đổ ồ ồ...\"?", "34": "Quốc gia Đông Nam Á nào có đường biên giới trên bộ với các quốc gia Nam Á?", "35": "Thành phố Phú Quốc (Kiên Giang) nổi tiếng với đặc sản rượu chế biến từ loại quả nào?", "36": "Nếu cắt bỏ tuyến nào ở nòng nọc thì chúng sẽ không thể biến thành ếch được?"}