{"1": "Quả bồ công anh và hạt hoa sữa phát tán chủ yếu nhờ ...", "2": "Lễ vật nào được nhắc tới trong ca dao xưa: \"Ba mươi, mùng một, ngày rằm/ Ai muốn ăn ... thì năng lễ chùa\"?", "3": "Cổ Loa từng là kinh đô của bao nhiêu nhà nước?", "4": "Vườn Quốc gia đầu tiên của Việt Nam có tên là gì?", "5": "Who is the most famous fictional private detective created by Conan Doyle?", "6": "Spiking, passing, blocking, setting là những thuật ngữ bằng tiếng Anh dùng để chỉ kỹ thuật chơi môn bóng nào?", "7": "Bài Làng tôi được nhạc sĩ Văn Cao sáng tác trong thời kỳ kháng chiến chống ...", "8": "Cà phê mà chúng ta thường uống được rang xay, pha chế từ phần thịt hay phần hạt của quả cà phê?", "9": "Danh hiệu cao quý nhất để trao tặng cho các nghệ sĩ có tài năng xuất sắc, tiêu biểu trong lĩnh vực nghệ thuật ở nước ta là gì?", "10": "Loài vật nào chủ yếu hoạt động vào ban đêm: chồn, cáo hay sóc?", "11": "Nguyễn Du đã miêu tả nhân vật nào qua hai câu thơ: \"Thoắt trông nhờn nhợt màu da/ Ăn gì cao lớn đẫy đà làm sao\"?", "12": "... là đỉnh cao của phong trào cách mạng 1930 - 1931 ở nước ta.", "13": "Các dòng biển nóng thường phát sinh ở hai bên ...", "14": "Which province is Lien Khuong airport located?", "15": "Môn nào có số lượng vận động viên tham gia trận đấu đông hơn cả (không tính dự bị hoặc thay người): bóng bàn, bóng rổ, bóng chuyền?", "16": "Hình ảnh \"Em vừa đi vừa khóc, mẹ dỗ dành yêu thương\" xuất hiện trong ca khúc thiếu nhi quen thuộc nào?", "17": "Tích hai số vô tỉ luôn là số vô tỉ. Đúng hay sai?", "18": "Trong truyện cổ tích \"Lọ lem\", loại quả nào đã biến thành cỗ xe đưa Lọ lem đi dự hội?", "19": "Tứ giác nào vừa là hình chữ nhật, vừa là hình thoi?", "20": "Loài sâu bọ nào vừa hút nhựa cây vừa kêu, tạo nên âm thanh đặc trưng vào mùa hạ?", "21": "Từ \"trốc\" trong thành ngữ \"Ăn trên ngồi trốc\" là phương ngữ chỉ bộ phận nào của người hoặc động vật?", "22": "Ai là Tổng Bí thư đầu tiên của Đảng Cộng sản Việt Nam?", "23": "Vùng kinh tế nào chiếm hơn 50% tổng sản lượng thủy sản cả nước ta?", "24": "Which shape in geometry has 3 edges?", "25": "Kiếm liễu, kiếm 3 cạnh, kiếm chém là một số nội dung thi đấu trong môn thể thao nào?", "26": "Kịch Noh là loại hình sân khấu nổi tiếng của quốc gia nào?", "27": "Ta có thể tạo ra lửa với một thấu kính không?", "28": "Billboard là một tạp chí uy tín chuyên về hội họa, âm nhạc hay điện ảnh?", "29": "Số thực là tên gọi chung của số ... và ...", "30": "... là nguyên tử, nhóm nguyên tử gây ra những phản ứng hóa học đặc trưng của phân tử hợp chất hữu cơ.", "31": "Vật cách điện là vật không chứa hoặc chứa rất ít điện tích ...", "32": "Máu (gồm huyết tương và các tế bào máu) thuộc loại mô gì?", "33": "Những hình ảnh \"Gác mái, ngư ông về viễn phố/ Gõ sừng, mục tử lại cô thôn\" trong thơ Bà Huyện Thanh Quan gợi nhớ đến buổi nào trong ngày?", "34": "Vào thế kỷ X và XI, ai đã cho xây dựng con đường giao thông thủy nội địa đầu tiên của Việt Nam mà đến nay vẫn phát huy hiệu quả?", "35": "Tầng nào của khí quyển chủ yếu là khí hêli và hiđrô, không khí ở tầng này rất loãng?", "36": "In Vietnam, which month has International Children's Day?", "37": "Ở nước ta, hai ký tự nào thường được sử dụng khi chơi môn cờ ca-rô?", "38": "Bản vọng cổ \"Hoa rơi cửa Phật\" của soạn giả Viễn Châu được viết từ câu chuyện về mối tình lãng mạn nhưng đầy trắc trở của hai nhân vật nào?", "39": "Động năng hay động lượng là đại lượng vectơ?", "40": "Thành phố Pleiku hiện là tỉnh lỵ của tỉnh nào?", "41": "Tâm sai của elip là tỉ số giữa ... và độ dài trục lớn.", "42": "Quá trình chuyển hóa khí thiên nhiên, quá trình nung vôi, quá trình lên men từ rượu từ glucozơ... đều tạo ra loại khí gì?"}