{"1": "Trong các hình phẳng có cùng chu vi thì hình nào có diện tích lớn nhất?", "2": "Hiện tượng vật lí gì được Becquerel tình cờ khám phá vào cuối thế kỷ XIX và được phát triển nhờ những nghiên cứu của Marie Curie?", "3": "Trong công nghiệp, quá trình làm sạch quặng nhôm trước khi sản xuất có sự tham gia chủ yếu của bazơ nào?", "4": "Tính chất của cơ là ... và ...", "5": "Tác phẩm nào của văn học trung đại đã lần đầu tiên khẳng định: nước Nam nhất định phải của người Nam, những kẻ nào xâm phạm điều thiêng liêng này chắc chắn chuốc lấy bại vong?", "6": "Lăng ... là nơi an nghỉ của vị vua đầu tiên triều Nguyễn.", "7": "Thành phố Buôn Ma Thuột là trung tâm kinh tế, văn hóa, chính trị của tỉnh nào?", "8": "What device is used to quickly tell players to stop playing during a football match?", "9": "Nhà báo nào là đại diện duy nhất của Việt Nam được mời tham gia bầu chọn giải thưởng Quả bóng Vàng thế giới 2021?", "10": "Vải thiều Thanh Hà là đặc sản của tỉnh nào?", "11": "Quốc gia nào sau đây có đường biên giới trên bộ dài hơn cả với Việt Nam: Myanmar, Thái Lan, Campuchia?", "12": "Which is a good conductor of electricity: silver, plastic or rubber?", "13": "Khối lượng tịnh của một gói bim bim chưa mở bao gồm khối lượng của vỏ bim bim, bim bim trong gói hay cả hai?", "14": "Nếu nước mưa có độ pH dưới 5,6 được gọi là mưa ...", "15": "Trong thơ Đỗ Trung Quân \"chùm khế ngọt\", \"con diều biếc\", \"cầu tre nhỏ\" gắn liền với ...", "16": "Hà Nội - Điện Biên Phủ là ca khúc của nhạc sĩ Phạm Tuyên sáng tác nhân trận thắng lịch sử nào của quân và dân ta?", "17": "Cô Tô là một huyện đảo của tỉnh nào?", "18": "Mỗi phép đồng dạng có thể xem là hợp thành của một phép vị tự và một phép ...", "19": "Thời nhà Trần, Hội nghị Bình Than hay Hội nghị Diên Hồng tập hợp các bô lão?", "20": "Dao động cơ là những chuyển động có giới hạn qua lại quanh một vị trí ...", "21": "Lớp màng trắng nổi trên bề mặt những hố vôi tôi đã nguội là do nước vôi phản ứng với khí nào trong không khí?", "22": "Đất là tài nguyên có thể tái tạo hay không thể tái tạo?", "23": "Vạn Xuân là quốc hiệu nước ta do ai đặt tên?", "24": "Cá thoi loi khi lên bờ chủ yếu thở bằng gì: đầu, mang, đuôi?[1]", "25": "\"Dụ chư tì tướng hịch văn\" là tên chữ Hán của áng văn nào do Trần Hưng Đạo viết?", "26": "Rượu etylic nhẹ hơn nước hay nặng hơn nước?", "27": "What is the tallest species of bird on our planet?", "28": "Hàm số y = tanx là hàm chẵn hay hàm lẻ?", "29": "Trong bảng cấp gió Beaufort, gió từ cấp bao nhiêu trở lên có thể gây ra sóng biển cực kỳ mạnh, đánh đắm tàu biển có trọng tải lớn?", "30": "Pháo hoa, tên lửa vũ trụ... là các ví dụ về nguyên tắc chuyển động bằng ...", "31": "Dạng lỏng của nguyên tố nào dùng để đốt nhiên liệu trong tên lửa?", "32": "Bài hát duy nhất nào có tên trong Hiến pháp nước ta hiện nay?", "33": "Cuộc tấn công vào nhà ngục Bastille ngày 14/7/1789 đã mở đầu cho thắng lợi của phong trào Cách mạng tư sản ở quốc gia châu Âu nào?"}